{
  "generatedAt": "2025-09-27T22:12:10.772490+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Long-Term Stable Nonlinear Evolutions of Ultracompact Black-Hole Mimickers",
      "authors": [
        "Gareth Arturo Marks, Seppe J. Staelens, Tamara Evstafyeva, and Ulrich Sperhake"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lk48-7r2f",
      "doi": "10.1103/lk48-7r2f",
      "summary": "We study the stability of ultracompact boson stars admitting light rings combining a perturbative analysis with $3+1$ numerical-relativity simulations with and without symmetry assumptions. We observe excellent agreement between all perturbative and numerical results, which uniformly support the hyp… [Phys. Rev. Lett. 135, 131402] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Probing New Hadronic Forces with Heavy Exotic Atoms",
      "authors": [
        "Hongkai Liu, Ben Ohayon, Omer Shtaif, and Yotam Soreq"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ndfg-42w7",
      "doi": "10.1103/ndfg-42w7",
      "summary": "We explore the potential of precision spectroscopy of heavy exotic atoms where electrons are substituted by negative hadrons to detect new force carriers with hadronic couplings. The selected transitions are unaffected by nuclear contact terms, thus enabling highly accurate calculations using bound-… [Phys. Rev. Lett. 135, 131803] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Switchable Chern Insulators and Competing Quantum Phases in Rhombohedral Graphene Moiré Superlattices",
      "authors": [
        "Jian Zheng, Size Wu, Kai Liu, Bosai Lyu, Shuhan Liu, Yating Sha, Zhengxian Li, Kenji Watanabe, Takashi Taniguchi, Jinfeng Jia, Zhiwen Shi, and Guorui Chen"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/chsq-ndzs",
      "doi": "10.1103/chsq-ndzs",
      "summary": "A range of competing phases and their transitions are observed using a device made of rhombohedrally stacked hexalayer graphene on hexagonal boron nitride moiré superlattices. [Phys. Rev. Lett. 135, 136302] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Field induced density wave in a kagome superconductor</span>",
      "authors": [
        "Md. Shafayat Hossain, Qi Zhang, Julian Ingham, Jinjin Liu, Sen Shao, Yangmu Li, Yuxin Wang, Bal K. Pokharel, Zi-Jia Cheng, Yu-Xiao Jiang, Maksim Litskevich, Byunghoon Kim, Xian Yang, Yongkai Li, Tyler A. Cochran, Yugui Yao, Dragana Popović, Zhiwei Wang, Guoqing Chang, Ronny Thomale, Luis Balicas, and M. Zahid Hasan"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/98070Y2dK9d1108e30ce668566ec3fe317378cce9",
      "doi": "10.1103/5f9f-bsqw",
      "summary": "On the kagome lattice, electrons benefit from the simultaneous presence of band topology, flat electronic bands, and van Hove singularities, forming competing or cooperating orders. Understanding the interrelation between these distinct order parameters remains a significant challenge, leaving much … [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Observation of fully flat bands in a photonic dipolar kagome lattice</span>",
      "authors": [
        "Han-Rong Xia, Ziyao Wang, Yunrui Wang, Zhen Gao, and Meng Xiao"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2e071YfcS162f20850035d07c44718d6bb0ffa3b8",
      "doi": "10.1103/bt9s-qsfj",
      "summary": "Flat bands, characterized by zero group velocity and strong energy localization, enable interaction-enhanced phenomena across both quantum and classical systems. Existing photonic flat-band implementations were limited to evanescent-wave systems, specific lattice symmetries, or complex supercell mod… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Discovery of universal phonon thermal Hall effect in crystals</span>",
      "authors": [
        "X. B. Jin, X. Zhang, H. R. Wang, Y. H. Jiao, W. B. Wan, and S. Y. Li"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5d072Y8cQ031c490d9c77d64626c011e6b43687ce",
      "doi": "10.1103/r572-5dfm",
      "summary": "Thermal Hall effect (THE) in insulator is a remarkable phenomenon that arises from the motion of chargeless quasi-particles under a magnetic field. While magnons or various exotic excitations were considered as the origin of THE in some magnetic materials, there are more and more evidences suggestin… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Invariant measures in time-delay coordinates for unique dynamical system identification</span>",
      "authors": [
        "Jonah Botvinick-Greenhouse, Robert Martin, and Yunan Yang"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/6f07cYd9Mf115a8be3690a3178c08a7b1ddb83812",
      "doi": "10.1103/ppys-lx68",
      "summary": "While invariant measures are widely employed to analyze physical systems when a direct study of pointwise trajectories is intractable, e.g., due to chaos or noise, they cannot uniquely identify the underlying dynamics. Our first result shows that, in contrast to invariant measures in state coordinat… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Topological temporal boundary states in a non-Hermitian spatial crystal</span>",
      "authors": [
        "Ming-Wei Li, Jian-Wei Liu, Xulong Wang, Wen-Jie Chen, Guancong Ma, and Jian-Wen Dong"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/55073Y01Oac19e83f71558f3510d9714b15dade24",
      "doi": "10.1103/9b46-d2ry",
      "summary": "Periodic modulation of the material index in time opens momentum gaps. Such systems are regarded as the temporal analogue of common spatial crystals, wherein the bandgaps open in frequency space. Recent studies have also led to the theoretical prediction of topological temporal boundary states (TTBS… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Non-Hermitian quantum mechanics approach for extracting and emulating continuum physics based on bound-state-like calculations</span>",
      "authors": [
        "Xilin Zhang"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/be077Y62Q0d1c29ac4f781d9313153002d4802dd1",
      "doi": "10.1103/5frj-w5xh",
      "summary": "This work introduces a unified emulation framework for studying continuum physics in finite quantum systems. Using a reduced basis method, we construct powerful emulators for the inhomogeneous Schr\"{o}dinger equation that operate in a combined parameter space of complex energy ($E$) and other inputs… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Resolving the negative effective neutrino mass parameter with cosmic birefringence</span>",
      "authors": [
        "Toshiya Namikawa"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ac078Yd6Ta72430293275101b1c65e1c5352c1c82",
      "doi": "10.1103/qgnn-6hsf",
      "summary": "The recent measurement of baryonic acoustic oscillations (BAO) by the Dark Energy Spectroscopic Instrument (DESI) reveals a mild tension with observations of the cosmic microwave background (CMB) within the standard $Λ$CDM cosmological model. This discrepancy leads to a preference for a total neutri… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Anomalous nodal gap in a doped spin-1/2 antiferromagnetic Mott insulator</span>",
      "authors": [
        "Yong Hu, Christopher Lane, Xiang Chen, Shuting Peng, Zeliang Sun, Makoto Hashimoto, Donghui Lu, Tao Wu, Robert S. Markiewicz, Xianhui Chen, Arun Bansil, Stephen D. Wilson, and Junfeng He"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a0075Yc2P2b1d89967002407d9ec31bd51ab7142a",
      "doi": "10.1103/3rw4-mhz8",
      "summary": "Many emergent phenomena appear in doped Mott insulators near the insulator-to-metal transition. In high-temperature cuprate superconductors, the superconductivity arises when antiferromagnetic (AFM) order is gradually suppressed by carrier doping, and the d-wave superconducting gap forms when an eni… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Toughness of double network hydrogels: The role of reduced stress propagation</span>",
      "authors": [
        "Samuel B. Walker and Suzanne M. Fielding"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4e073Ye5Pd42d003819b4d20227ef07095aa1d269",
      "doi": "10.1103/kck9-tc46",
      "summary": "Double network hydrogels show remarkable mechanical performance, combining high strength and fracture toughness with sufficient stiffness to bear load, despite containing only a low density of cross-linked polymer molecules in water. We introduce a simple mesoscale model of a double network material… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Interaction-induced flat-band localization transition in a nonreciprocal rhombic lattice",
      "authors": [
        "Lei Wang, Chaohua Wu, Xuewei Zhang, Juan Kang, and Gang Chen"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b5nj-v38m",
      "doi": "10.1103/b5nj-v38m",
      "summary": "Flat bands arising from destructive interference are qualified candidates for hosting exotic states of matter. Here we investigate the spectral and localization features of two interacting particles in a non-Hermitian flat-band lattice, described by a flux-dressed rhombic-Hubbard model with nonrecip… [Phys. Rev. B 112, 094316] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Unified theory of anisotropic magnetoresistance and unidirectional magnetoresistance in nanoscale bilayers",
      "authors": [
        "X. R. Wang"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/27x5-qr5s",
      "doi": "10.1103/27x5-qr5s",
      "summary": "Nanoscale bilayers containing at least one magnetic layer exhibit universal unusual anisotropic magnetoresistance (UAMR) and unidirectional magnetoresistance (UMR). They are currently understood through various mechanisms related to the interconversion of charge current and spin current, giant magne… [Phys. Rev. B 112, 094451] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Manifold role of a Ta adhesion layer in pressure-tuned Co/Pt multilayers",
      "authors": [
        "Rico Ehrler, Tino Uhlig, René Hübner, Fabian Samad, Peter Heinig, and Olav Hellwig"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5g32-ykxx",
      "doi": "10.1103/5g32-ykxx",
      "summary": "In this study, we systematically compare the impact of a 1.5-nm-thin Ta adhesion layer on the structural and magnetic behavior of Co/Pt multilayers (MLs) sputter-deposited at a low and a high Ar gas pressure. Our focus is a comprehensive structural analysis, centered on real-space cross-sectional sc… [Phys. Rev. B 112, 094452] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetic structure and crystal field states of the heavy fermion system ${\\mathrm{YbPt}}_{5}{\\mathrm{B}}_{2}$",
      "authors": [
        "Leonid Salamakha, Oksana Sologub, Herwig Michor, Dmitry Khalyavin, Manh Duc Le, Devashibhai T. Adroja, and Ernst Bauer"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pj8b-d5h9",
      "doi": "10.1103/pj8b-d5h9",
      "summary": "By means of elastic (NPD) and inelastic neutron (INS) scattering experiments, the authors explore here the magnetic structure and the impact of crystalline electric field (CEF) effects in ternary YbPt 5 B 2 . A commensurate antiferromagnetic phase was derived below 4.7 K, separated by a first order phase transition from an incommensurate phase at 4 . 7 ≤ T ≤ 7 . 8 K. The CEF and coexisting Kondo interactions in this heavy fermion compound arrange a hierarchy of magnetic moments, from the free ion value ( m ( Yb 3 + ) = 4 μ B ) to the CEF driven score, m Y b C E F = 3 . 55 μ B and finally to m Y b N P D = 3 . 04 μ B owing to the demagnifying impact of the Kondo effect. [Phys. Rev. B 112, 094453] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Strain-controlled $g$- to $d$-wave transition in altermagnetic CrSb",
      "authors": [
        "Bennet Karetta, Xanthe H. Verbeek, Rodrigo Jaeschke-Ubiergo, Libor Šmejkal, and Jairo Sinova"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pbbr-hwz4",
      "doi": "10.1103/pbbr-hwz4",
      "summary": "d -wave altermagnets allow for the generation of pure spin currents, a process vital for spintronics, without the need for spin-orbit coupling. Here, the authors show that through strain manipulation, this functionality can be induced in g -wave altermagnets, where it is otherwise forbidden. Through symmetry analysis, minimal modeling, and first-principles calculations, the authors identify three strain directions producing d -wave spin splitting in g -wave CrSb, with significant spin-splitter currents as a consequence, highlighting strain as an effective tool to engineer altermagnetic properties. [Phys. Rev. B 112, 094454] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "EuAuSb: An odd-parity helical variation of altermagnetism",
      "authors": [
        "J. Sears, Juntao Yao, Zhixiang Hu, Wei Tian, Niraj Aryal, Weiguo Yin, A. M. Tsvelik, I. A. Zaliznyak, Qiang Li, and J. M. Tranquada"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/k376-4cxw",
      "doi": "10.1103/k376-4cxw",
      "summary": "The authors present here neutron diffraction measurements identifying a helical magnetic order in the Dirac semimetal EuAuSb. In a magnetic field, the sample undergoes a first-order incommensurate to commensurate transition before entering the field polarized state. Electronic structure calculations show the importance of symmetry breaking by the magnetic order, as bands near the Fermi level lose their spin degeneracy via a mechanism similar to that in the collinear altermagnets. Unlike the even symmetry seen in the altermagnets, splitting in EuAuSb has odd-wave symmetry, similar to several other recently reported coplanar magnetic materials. [Phys. Rev. B 112, 094455] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Exploring functionalized ${\\mathrm{Zr}}_{2}\\mathrm{N}$ and ${\\mathrm{Sc}}_{2}\\mathrm{N}$ MXenes as superconducting candidates with <i>ab initio</i> calculations",
      "authors": [
        "Alpin N. Tatan and Osamu Sugino"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/l5cz-4s24",
      "doi": "10.1103/l5cz-4s24",
      "summary": "We study new superconductor candidates in functionalized MXenes ${\\mathrm{Zr}}_{2}{\\mathrm{NS}}_{2}$, ${\\mathrm{Zr}}_{2}{\\mathrm{NCl}}_{2}$, and ${\\mathrm{Sc}}_{2}{\\mathrm{NCl}}_{2}$ with ab initio calculations based on density functional theory for superconductors (SCDFT). The superconducting trans… [Phys. Rev. B 112, 094521] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Pressure-induced phase transitions in ${\\mathrm{(EDO-TTF)}}_{2}$ ${\\mathrm{SbF}}_{6}$ single crystals revealed by ultrafast optical spectroscopy",
      "authors": [
        "Thomas Gauthier, Nicolas Godin, Elzbieta Trzop, Roman Bertoni, Xiangfeng Shao, Mitsuhiko Maesato, Yoshiaki Nakano, and Hideki Yamochi"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pwjb-87c2",
      "doi": "10.1103/pwjb-87c2",
      "summary": "In this study, we have investigated the ultrafast photoinduced dynamics of ${(\\mathrm{EDO}\\text{−}\\mathrm{TTF})}_{2}{\\mathrm{SbF}}_{6}$ single crystals under hydrostatic pressure. Our results indicate the occurrence of the charge-ordering phase transition under hydrostatic pressure at room temperatu… [Phys. Rev. B 112, 104323] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetic ground state, critical analysis of magnetization, and large magnetocaloric effect in ferromagnetically coupled kagome lattice ${\\mathrm{YCa}}_{3}{(\\mathrm{MnO})}_{3}({\\mathrm{BO}}_{3}{)}_{4}$",
      "authors": [
        "A. Choudhary, A. Magar, S. Ghosh, S. Kanungo, and R. Nath"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6sjq-dfj7",
      "doi": "10.1103/6sjq-dfj7",
      "summary": "We report a detailed study of the magnetic properties, critical analysis of magnetization, and magnetocaloric effect of a spin-2 kagome lattice ${\\mathrm{YCa}}_{3}{(\\mathrm{MnO})}_{3}{({\\mathrm{BO}}_{3})}_{4}$. The experiments are complemented by the density functional band-structure calculations. T… [Phys. Rev. B 112, 104441] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Accelerated ultrafast demagnetization of an interlayer-exchange-coupled Co/Mn/Co trilayer",
      "authors": [
        "Jendrik Gördes, Ivar Kumberg, Chowdhury S. Awsaf, Marcel Walter, Tauqir Shinwari, Sangeeta Thakur, Sangeeta Sharma, Christian Schüßler-Langeheine, Niko Pontius, and Wolfgang Kuch"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h2cw-hdvm",
      "doi": "10.1103/h2cw-hdvm",
      "summary": "We investigate the ultrafast magnetization dynamics of an interlayer-exchange-coupled Co/Mn/Co trilayer system after excitation with an ultrafast optical pump. We probe element- and time-resolved ferromagnetic order by x-ray magnetic circular dichroism in resonant reflectivity. We observe an acceler… [Phys. Rev. B 112, 104442] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum-geometric spin and charge Josephson diode effects",
      "authors": [
        "Niklas L. Schulz, Danilo Nikolić, and Matthias Eschrig"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nb38-v1jq",
      "doi": "10.1103/nb38-v1jq",
      "summary": "We present a general mechanism for large charge and spin Josephson diode effects in strongly spin-polarized superconductor-ferromagnet hybrid structures with a noncoplanar spin texture, formulated in terms of quantum-geometric phases. We present necessary conditions for this effect to occur, and sho… [Phys. Rev. B 112, 104514] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Theory of quantum-geometric charge and spin Josephson diode effects in strongly spin-polarized hybrid structures with noncoplanar spin textures",
      "authors": [
        "Niklas L. Schulz, Danilo Nikolić, and Matthias Eschrig"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4t18-yyx4",
      "doi": "10.1103/4t18-yyx4",
      "summary": "We present a systematic study of the spin-resolved Josephson diode effect (JDE) in strongly spin-polarized ferromagnets (sFM) coupled to singlet superconductors (SC) via ferromagnetic insulating interfaces (FI). All metallic parts are described in the framework of the quasiclassical Usadel Green's f… [Phys. Rev. B 112, 104515] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Diverse magnetic phase diagram and anomalous Hall effect in antiferromagnetic ${\\mathrm{LuMn}}_{6}{\\mathrm{Sn}}_{6}$",
      "authors": [
        "Shirin Mozaffari, Seung-Hwan Do, Richa P. Madhogaria, Aikaterini Flessa Savvidou, Brian W. Casas, William R. Meier, Rui Xue, Eun Sang Choi, Luis Balicas, and David G. Mandrus"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hwz4-z9mm",
      "doi": "10.1103/hwz4-z9mm",
      "summary": "The interactions between conduction electrons and magnetism can significantly enhance the Hall signal, a phenomenon known as the anomalous Hall effect (AHE). While the AHE is generally not expected in antiferromagnets, a large AHE is observed in certain antiferromagnets with noncollinear spin textur… [Phys. Rev. B 112, 115147] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Enhancement of dominant ${d}_{xy}$-wave pairing in the overdoped Hubbard model with next-nearest hopping ${t}^{′}$",
      "authors": [
        "Chao Chen, Cong Chen, Kai Li, Xuelei Sui, Wenbo Long, Haibin Yang, and Bing Huang"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wfbr-fg2v",
      "doi": "10.1103/wfbr-fg2v",
      "summary": "Motivated by the important role of next-nearest-neighbor hopping ${t}^{′}$ in the Hubbard model, we perform a systematic quantum Monte Carlo study of the superconducting pairing correlation in the heavily doped Hubbard model. By combining the determinant quantum Monte Carlo with constrained-path qua… [Phys. Rev. B 112, 115148] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Extremely large magnetoresistance and Shubnikov-de Haas oscillations in topological semimetal ${\\mathrm{FeGe}}_{2}$",
      "authors": [
        "Yuan-Qiao Chen, Wei-Bin Wu, Mei Du, Yi-Wei Fan, Ya-Xun He, Jia-Ying Zhang, Qi-Ling Xiao, Zhe Li, and Jun-Yi Ge"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6ycd-k56z",
      "doi": "10.1103/6ycd-k56z",
      "summary": "Extremely large magnetoresistance (XMR) observed in topological materials holds significant promise for spintronic applications. In this work, we systematically investigate the magnetotransport properties and quantum oscillations in high-quality single crystals of the magnetic nodal-line semimetal $… [Phys. Rev. B 112, 115149] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Augmenting a finite-temperature tensor network with Clifford circuits",
      "authors": [
        "Xiangjian Qian, Jiale Huang, and Mingpu Qin"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gljy-1ykf",
      "doi": "10.1103/gljy-1ykf",
      "summary": "Recent studies have highlighted the combination of tensor-network methods and the stabilizer formalism as a very effective framework for simulating quantum many-body systems, encompassing areas from ground-state to time-evolution simulations. In these approaches, the entanglement associated with sta… [Phys. Rev. B 112, 115150] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Topological electronic structure of noncollinear magnetic phases in a multiorbital Hubbard model with spin-orbit interactions",
      "authors": [
        "Ying-Lin Li, Po-Hao Chou, and Chung-Yu Mou"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mtv6-kzxb",
      "doi": "10.1103/mtv6-kzxb",
      "summary": "We explore topological electronic structure of magnetic phases in a multiorbital Hubbard model with spin-orbit interactions. To account for more general antiferromagnetic orders that go beyond the collinear Néel order, two different spin-orbit interactions, Dresselhaus and Rashba spin-orbit interact… [Phys. Rev. B 112, 115151] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Unified mechanism behind the body-centered-cubic phase stability in compressed solids",
      "authors": [
        "Masaaki Geshi, Hiroki Funashima, and Gayan Prasad Hettiarachchi"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6cnj-9lr4",
      "doi": "10.1103/6cnj-9lr4",
      "summary": "We propose a unified mechanism to understand the remarkable stability of the body-centered cubic (bcc) phase in compressed solids, rooted in the orbital character of the electronic structure. In our previous study [ Phys. Rev. B 108 , 094112 (2023) ], we showed that the contrasting high-pressure behavi… [Phys. Rev. B 112, 125161] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Interaction-induced topological phase transition in magnetic Weyl semimetals",
      "authors": [
        "Konstantinos Sourounis and Aurélien Manchon"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/654w-9jss",
      "doi": "10.1103/654w-9jss",
      "summary": "Despite the tremendous interest raised by the recent realization of magnetic Weyl semimetals and the observation of giant anomalous Hall signals, most of the theories used to interpret experimental data overlook the influence of magnetic fluctuations, which are ubiquitous in such materials and can m… [Phys. Rev. B 112, 125162] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetotransport in a two-dimensional hybrid band system: Dirac and heavy-hole interplay",
      "authors": [
        "G. M. Gusev, A. D. Levin, V. A. Chitta, Z. D. Kvon, and N. N. Mikhailov"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2432-7k7c",
      "doi": "10.1103/2432-7k7c",
      "summary": "We investigate magnetoresistivity and the Hall effect in a 6.3-nm gapless HgTe quantum well—a two-dimensional hybrid band system featuring coexisting linear (Dirac-like) and parabolic hole energy bands at low energies. Using a classical two-subband model that includes intervalley scattering, we reve… [Phys. Rev. B 112, 125304] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Observation of nonequilibrium intrinsic phonon relaxation by ultrafast infrared microspectroscopy",
      "authors": [
        "Yang Luo, Heyuan Liu, Kun Yang, Shu Zhang, Zicheng Zhou, Jiajie Qi, Chenchen Wu, Xiangdong Guo, Kaihui Liu, Xiaoxia Yang, Hailong Chen, and Qing Dai"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lgbl-xcng",
      "doi": "10.1103/lgbl-xcng",
      "summary": "While free/excited electron-phonon coupling has been extensively investigated, crucial physical processes—such as ultrafast thermal transport and many phase transitions—are mainly governed by nonequilibrium intrinsic phonons, which remain challenging to observe. Here, the relaxation dynamics of none… [Phys. Rev. B 112, 125424] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Fractional chiral second-order topological insulator from a three-dimensional array of coupled wires",
      "authors": [
        "Viktoriia Pinchenkova, Katharina Laubscher, and Jelena Klinovaja"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3k8s-d6ht",
      "doi": "10.1103/3k8s-d6ht",
      "summary": "We construct a model of a three-dimensional chiral second-order topological insulator (SOTI) from an array of weakly coupled nanowires. We show that, in a suitable parameter regime, the interplay between rotating magnetic fields and spatially modulated interwire tunnelings leads to the opening of ga… [Phys. Rev. B 112, 125425] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Excess quasiparticles and their dynamics in the presence of subgap states",
      "authors": [
        "P. B. Fischer and G. Catelani"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jj9b-27qs",
      "doi": "10.1103/jj9b-27qs",
      "summary": "Material inhomogeneities in a superconductor generically lead to broadening of the density of states and to subgap states. The latter are associated with spatial fluctuations of the gap in which quasiparticles can be trapped. Recombination between such localized quasiparticles is hindered by their s… [Phys. Rev. B 112, L100507] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Theory of three-terminal Andreev spin qubits",
      "authors": [
        "Aleksandr Svetogorov, Kiryl Piasotski, Wolfgang Belzig, and Mikhail Pletyukhov"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/55xn-c574",
      "doi": "10.1103/55xn-c574",
      "summary": "In this Letter, we introduce a next generation of Andreev spin qubits—three-terminal Andreev spin qubits. These qubits outperform two-terminal devices in the speed of two-qubit gates, benefiting from enhanced spin splitting. Our theoretical analysis reveals increased tunability and interqubit coupli… [Phys. Rev. B 112, L100508] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum Mpemba effect without global symmetries",
      "authors": [
        "Tanmay Bhore, Lei Su, Ivar Martin, Aashish A. Clerk, and Zlatko Papić"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1td3-2vwf",
      "doi": "10.1103/1td3-2vwf",
      "summary": "A hot object can sometimes equilibrate faster than a colder one, a counterintuitive phenomenon known as the Mpemba effect. A quantum analogue has recently been explored in connection with symmetry breaking. Here, the authors show that this effect is far more general, arising in diverse quantum systems without global symmetries, including the quantum Ising model, disordered spin chains, and Floquet systems. [Phys. Rev. B 112, L121109] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Two-channel thermal transport in bilayer graphene with twist-angle engineering and electron-phonon coupling</span>",
      "authors": [
        "Xue Cheng, Yukai Han, Guangwu Zhang, Qiye Zheng, Ziman Wang, and Xinyu Wang"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0807cO73Qae1f55180337fb0435c42411d11e0449",
      "doi": "10.1103/d5nh-c6gw",
      "summary": "Twisted bilayer graphene (T-BLG) has emerged as a compelling platform for investigating novel physical phenomena through moir superlattices. Its exceptional electrical, magnetic, optical, and topological characteristics make it particularly promising for thermal management and thermoelectric applica… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Diagonal superexchange in a simple square CuO${}_{2}$ lattice</span>",
      "authors": [
        "V. A. Gavrichkov, S. I. Polukeev, and S. G. Ovchinnikov"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2f070ObdO821a44426e77ed27e40e7e89052c898c",
      "doi": "10.1103/k5lk-2by6",
      "summary": "Many microscopic models with the interaction between the next-nearest neighbours as a key parameter for cuprate physics have inspired us to study the diagonal superexchange interaction in a CuO${}_{2}$ layer. Our investigation shows that models with extended hopping provide a correct representation … [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quadrature for the generalized hydrodynamics equation and absence of shocks in the Lieb-Liniger model</span>",
      "authors": [
        "Friedrich Hübner and Benjamin Doyon"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/be070Ya7Lca12083f1bf22c03bd9e0c7f3e3fa117",
      "doi": "10.1103/5w4p-bxnt",
      "summary": "In conventional fluids, it is well known that Euler-scale equations are plagued by ambiguities and instabilities. Smooth initial conditions may develop shocks, and weak solutions, such as for domain wall initial conditions (the paradigmatic Riemann problem of hydrodynamics), are not unique. The abse… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Sextets in four-terminal Josephson junctions</span>",
      "authors": [
        "Miriam Rike Ebert, David Christian Ohnmacht, Wolfgang Belzig, and Juan Carlos Cuevas"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5a079OebT9d1b45159d63e7160e07d0646962907b",
      "doi": "10.1103/phvj-vfnx",
      "summary": "Multiterminal superconducting junctions have revitalized the investigation of the Josephson effect. One of the most interesting aspects of these hybrid systems is the occurrence of multi-Cooper pair tunneling processes that have no analog in two-terminal devices. Such correlated tunneling events are… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Probing phase transitions in non-Hermitian systems with quantum entanglement</span>",
      "authors": [
        "Ling Feng Zhang and Wing Chi Yu"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b207aO06Q0714d5a32b50d694c0b2f0e2d54f29d7",
      "doi": "10.1103/26jz-zmsv",
      "summary": "We study the quantum entanglement and quantum phase transition of the non-Hermitian anisotropic spin-1/2 XY model and XXZ model with the staggered imaginary field by analytical methods and numerical exact diagonalization, respectively. Various entanglement measures, including concurrence, negativity… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Phase diagram of a bilayer superconductor under an in-plane magnetic field</span>",
      "authors": [
        "Uddalok Nag, Jonathan Schirmer, Enrico Rossi, Chao-Xing Liu, and J. K. Jain"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/98073Ye4I4712e8561c71b09a217328caabd3621e",
      "doi": "10.1103/gnth-5ssq",
      "summary": "We study a double layer superconductor in the presence of a parallel magnetic field $B$ by obtaining self-consistent solutions of the Bogoliubov-de Gennes equations, and also using the Pakrovsky-Talapov model for the free energy expressed in terms of the relative phase, namely the difference in the … [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Measuring the Debye energy in superconductors via two-electron photoemission spectroscopy</span>",
      "authors": [
        "Ka Ho Wong, Jack Zwettler, Henry Amir, Peter Abbamonte, Fahad Mahmood, and Dirk K. Morr"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4f07fY1aG071ce84470e6e8243a26c65a56b83a05",
      "doi": "10.1103/pxm2-rvpw",
      "summary": "We demonstrate theoretically that double angle resolved photoemission spectroscopy (2eARPES) can directly probe the existence of Cooper pairs away from the Fermi surface, and can thus provide insight into the characteristic energy scale around the Fermi surface, the Debye energy, in which electrons … [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Enhanced superconductivity in bilayer kagome borophene by alkali and alkaline earth metal deposition</span>",
      "authors": [
        "Ying-Jie Chen, Meng-Meng Zheng, Ping Zhang, and Hong-Yan Lu"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5707cO56L5f1b54d574e023835b3c91c92ca14032",
      "doi": "10.1103/v9s9-sltg",
      "summary": "The successful synthesis of bilayer borophene has stimulated people’s interest in further research on boron-based materials. Recently, Gao $ et $ al. predicted a new bilayer kagome borophene (BK-borophene) with multiple van Hove singularities [Adv. Sci., 11, 2305059 (2024)]. The peculiar influence o… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Phonon, infrared, and Raman spectra of LiGa${}_{5}$O${}_{8}$ from density functional perturbation theory</span>",
      "authors": [
        "Sarker Md. Sadman and Walter R. L. Lambrecht"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3107cO07Rea1e55a155705b26535699460955ccd2",
      "doi": "10.1103/4bq8-kmbv",
      "summary": "LiGa${}_{5}$O${}_{8}$ with a cubic spinel type structure was recently reported to be a ultra-wide-band-gap semiconductor with unintentional p-type conduction. While the origin of p-type doping is still unclear, the fundamental properties of this material are of interest. Here we present a first-prin… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Strong and selective magnon-phonon coupling in the van der Waals antiferromagnet CoPS${}_{3}$</span>",
      "authors": [
        "Dipankar Jana, Diana Vaclavkova, Rajesh Kumar Ulaganathan, Raman Sankar, Milan Orlita, Clement Faugeras, Maciej Koperski, M. E. Zhitomirsky, and Marek Potemski"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0307aOe8Tcf17c54344f6eb29608d8321a154230f",
      "doi": "10.1103/8f92-lt57",
      "summary": "The Raman scattering response of the biaxial antiferromagnet CoPS3 has been investigated as a function of both magnetic field and temperature. The peaks observed in the low-frequency spectral range (90-200 cm-1) have been identified as hybrid magnon-phonon excitations. The energies of the bare magno… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Puzzling magnetism of $δ$-plutonium</span>",
      "authors": [
        "Frédéric Gendron and Bernard Amadon"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9c079Ya9T5f2a50ae3cf4383730ef618c4879e445",
      "doi": "10.1103/28p8-l3pd",
      "summary": "In this work the electronic structure, the uniform magnetic susceptibility, the static and dynamic local magnetic susceptibilities of $δ$-Pu are investigated with the help of density functional theory (DFT) plus dynamical mean-field theory (DMFT). Consistent with experimental observations and at var… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Probing emergent axion electrodynamics with waveguide apparatus</span>",
      "authors": [
        "André H. Gomes and Winder A. Moura-Melo"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e0073OeeRa6E5d15b5284fc81cf5a42492ba8ad20",
      "doi": "10.1103/6v6c-4d7w",
      "summary": "We demonstrate that a conventional hollow conductor waveguide filled with a material exhibiting the coexistence of chiral magnetic and anomalous quantum Hall effects supports the propagation of transverse electromagnetic modes. This simple setup provides a direct and optically feasible method to pro… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Dependence of isochronous bifurcations on the driving-mode phase shift in two-harmonic standard maps",
      "authors": [
        "Michele Mugnaine, Ricardo L. Viana, A. M. Ozorio de Almeida, Yves Elskens, and Iberê L. Caldas"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6v36-6h3s",
      "doi": "10.1103/6v36-6h3s",
      "summary": "Some dynamical properties of nonlinear coupled systems can be described by the two-harmonic standard map, a two-dimensional area-preserving system with two parameters, where two distinct arbitrary resonant modes compete. Usually, the initial phase of the resonant modes is considered to be null. In t… [Phys. Rev. E 112, 034216] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Optical generation of quasistationary plasma electromagnetic structures for particle collimation with petawatt picosecond lasers",
      "authors": [
        "Ph. Korneev, N. D. Bukharskii, I. V. Kochetkov, M. Ehret, Y. Abe, K. F. F. Law, S. Fujioka, G. Schaumann, and B. Zielbauer"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/l1b6-l22s",
      "doi": "10.1103/l1b6-l22s",
      "summary": "Experimental and numerical investigations into the generation of strong magnetic fields in plasma, using a picosecond petawatt laser interacting with specially designed “snail” targets, open paths to the creation of all-optical ultrabright sources of directed high-energy charged particle beams. #ElegantVisuals #TheoryExperiment [Phys. Rev. E 112, 035211] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Buckling and zipping of a magnetic ring under gravity</span>",
      "authors": [
        "Adrien Wafflard, Simon Van der Heyde, Jérémy Dhyon, Eric Opsomer, and Nicolas Vandewalle"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/f9075Y2aQd91559a597619b001b4d505e2f4ef615",
      "doi": "10.1103/pznx-lrxq",
      "summary": "Assemblies of magnetic beads, also called magnetostructures, exhibits interesting mechanical properties, adapting orientations of the dipoles to minimize the dipolar energy. A ring made of $N$ spherical magnetic beads behaves like an elastic annulus. This elastic-like property is due to the dipolar … [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Benford’s law from Turing ensembles and integer partitions</span>",
      "authors": [
        "Alexander Kolpakov and Aidan Rocke"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/e2071R96R8d1c92ed7cd0ed9d60702655c0753deb",
      "doi": "10.1103/xjlr-sg7r",
      "summary": "We develop two complementary generative mechanisms that explain when and why Benford’s first-digit law arises. First, a probabilistic Turing machine (PTM) ensemble induces a geometric law for code length. Maximizing its entropy under a constraint on halting length yields Benford statistics. This mod… [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Imbibition in fractally permeable media</span>",
      "authors": [
        "Alexander S. Balankin"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/73078Yd7Rac17c9cf53790906b7a9066fc032d484",
      "doi": "10.1103/b2v5-l8dv",
      "summary": "Fractal features of permeable (e.g. porous or/and fractured) medium strongly affect the imbibition behavior in the Lucas-Washburn-like scaling regime. Mapping a spontaneous imbibition in a fractally permeable medium onto a fractal continuum flow allows us to establish the relations between the imbib… [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Effect on compression of lowering the design adiabat in the SQ-n campaign</span>",
      "authors": [
        "K. L. Baker et al."
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/8f076Rc9S9119521873747a0ffdd15dc27ed2cedf",
      "doi": "10.1103/hrvf-p1q2",
      "summary": "A set of experiments in the SQ-n campaign attempted to increase the compression in layered implosions by reducing the design adiabat from 3.0 down to ~2.6. The experiments utilized nanocrystalline high density carbon ablators driven by a ramped laser pulse drive. Contrary to expectations, the lower … [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Deep neural nets as Hamiltonians</span>",
      "authors": [
        "Mike Winer and Boris Hanin"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/23072K17Q471d00e685159683a6e32e820bc031e7",
      "doi": "10.1103/xg33-ksqn",
      "summary": "Neural networks are complex functions of both their inputs and parameters. Much prior work in deep learning theory analyzes the distribution of network outputs at a fixed a set of inputs (e.g. a training dataset) over random initializations of the network parameters. The purpose of this article is t… [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Two-population Rouse models for polymer segmental dynamics in nanocomposites</span>",
      "authors": [
        "Jack R. Rooks, Giovanni Ferraro, Emiliano Fratini, Naresh C. Osti, Osawa Takahito, Antonio Faraone, and Norman J. Wagner"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/62070Y4cQbc18092474a87c4b53caa3cdc9eeceb8",
      "doi": "10.1103/s8k6-cvfr",
      "summary": "Segmental dynamics of polymer chains in a model nanocomposite of poly(ethylene oxide) and silica nanoparticles (NPs) was investigated using quasi-elastic neutron scattering. The dynamics can be accurately described with the Rouse model. The bulk-like polymer far from the NP surface behaves as the ne… [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Classical out-of-time-order correlators for Bose-Hubbard systems and their relation to the finite-time Lyapunov exponent</span>",
      "authors": [
        "Frank Grossmann and Marcus W. Beims"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/2b07bRadOa21a92f94ca26e24a43f936474099a65",
      "doi": "10.1103/c84g-cdcx",
      "summary": "The out-of-time-order correlator (OTOC) is studied for a bosonic quantum lattice model. We gain its classical analog through the replacement of both commutators appearing in the quantum correlator by a corresponding Poisson bracket. The evaluation of the Poisson bracket is then performed in a comple… [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Observation of the transverse modulation effect of two-stream instability on low-energy proton beam in low-density plasma</span>",
      "authors": [
        "Guo-Dong Wang, Ke-Wei Tao, Rui Cheng, Wang-Wen Xu, Jun-Yu Dong, Lin-Hua Zhen, Zhao Wang, Ze-Xian Zhou, Lu-Lin Shi, Yu-Peng Chen, Jin-Fu Zhang, Yan-Hong Chen, Xue-Jian Jin, Xiao-Xia Wu, Yu Lei, Yu-Yu Wang, Zhang-Hu Hu, Yan-Shi Zhang, and Jie Yang"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/4207bR0aRd91562ce7b608233b0f6d0c4215d4383",
      "doi": "10.1103/fhfl-7l39",
      "summary": "In the field of inertial confinement fusion and ion beam-driven high-energy-density physics, the energy deposition along the beam trajectory is a critical physical parameter. Beyond particle collisions, the collective effects of plasma can significantly affect ion transport. The development of two-s… [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Characterization of porous nanoparticles using the lattice Boltzmann method for fluid flow</span>",
      "authors": [
        "Wagner Gomes Rodrigues Jr. and V. B. Henriques"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/5e075RbbQ941b12c65017419820141ef5c2f7b67c",
      "doi": "10.1103/7mly-ktqr",
      "summary": "Nanoporous capsules have been the subject of intense investigation in the field of drug delivery. One of the essential properties of such particles, which requires characterization, is their structure. Many experimental techniques have been used for this purpose, such as wide-angle neutron or X-ray … [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Interrelation between precisions on integrated currents and on recurrence times in Markov jump processes</span>",
      "authors": [
        "Alberto Garilli and Diego Frezzato"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/7c07aY3aSd016a9989dc08f7c727efc0b44cc7b8a",
      "doi": "10.1103/27gn-7w5d",
      "summary": "For Markov jump processes on irreducible networks with finite number of sites, we derive a general and explicit expression of the squared coefficient of variation for the net number of transitions from one site to a connected site in a given time window of observation (i.e., an ‘integrated current’ … [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Avalanches in magnetohydrodynamical simulations</span>",
      "authors": [
        "Henri Lamarre, Paul Charbonneau, Quentin Noraz, Antoine Strugarek, Alexis Blaise, Allan Sacha Brun, Mats Carlsson, and Boris Vilhelm Gudiksen"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/6a07dY2dQ8919995230d1da6d902f88b5ea9b199d",
      "doi": "10.1103/28ws-d57z",
      "summary": "Scale invariance is a hallmark of many natural systems, including solar flares, where energy release spans a vast range of scales. Recent computational advances, at the level of both algorithmics and hardware, have enabled high-resolution magnetohydrodynamical (MHD) simulations to span multiple scal… [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Quantum optimal control of superconducting qubits based on machine-learning characterization",
      "authors": [
        "Élie Genois, Noah J. Stevenson, Noah Goss, Irfan Siddiqi, and Alexandre Blais"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d9yg-d3qr",
      "doi": "10.1103/d9yg-d3qr",
      "summary": "Open-loop quantum optimal control is a powerful technique to realize fast, high-fidelity quantum operations. Its successful implementation in real-world scenarios is limited, however, because it relies on a model of quantum dynamics that cannot attain the desired precision. This study uses physics-inspired machine learning to solve the problem, by inferring an accurate model of the dynamics from experimental data. The approach provides both a useful characterization of the system’s behavior and the optimal controls to realize arbitrary operations on it, and thus is a valuable tool for quantum information processing. [Phys. Rev. Applied 24, 034073] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Energy-efficient generation of high-frequency spin waves in ${\\mathrm{Bi}}_{2}{\\mathrm{YFe}}_{5}{\\mathrm{O}}_{12}$/Co-based heterostructures using laser pulses",
      "authors": [
        "Dimple Sneha Pamarthi, Elena Popova, Nirina Randrianantoandro, Gwenaëlle Vaudel, Pascal Ruello, Michel Hehn, Niels Keller, and Marwan Deb"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/j3rp-6ylg",
      "doi": "10.1103/j3rp-6ylg",
      "summary": "Spin waves (SWs) hold great potential for carrying information in future data transport and processing technologies. Generating SWs that combine high frequency with low damping using minimal energy is crucial for ultrafast and energy-efficient applications. In this paper, we investigate the laser-in… [Phys. Rev. Applied 24, 034074] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Experimental investigation of twist conservation in nonlinear optical three-wave mixing",
      "authors": [
        "G.H. dos Santos, A.L.S. Santos Junior, M. Gil de Oliveira, A.C. Barbosa, B. Pinheiro da Silva, N. Rubiano da Silva, G. Cañas, S.P. Walborn, A.Z. Khoury, and P.H. Souto Ribeiro"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/63bq-lq1l",
      "doi": "10.1103/63bq-lq1l",
      "summary": "We conduct an experimental investigation into the conservation of the twist phase in twisted Gaussian Schell model (TGSM) beams during both up- and down-conversion three-wave-mixing nonlinear processes. Independently generated TGSM beams, prepared with varying twist parameters, are used to pump and … [Phys. Rev. Applied 24, 034075] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Quantum-enhanced radio-frequency photonic distributed imaging",
      "authors": [
        "Haowei Shi, Christopher M. Jones, Mengjie Yu, Zheshen Zhang, and Quntao Zhuang"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/64jd-xyqq",
      "doi": "10.1103/64jd-xyqq",
      "summary": "Quantum physics has brought enhanced capability in various sensing applications. Despite challenges from noise and loss in the radio-frequency (rf) domain, Xia et al. [Phys. Rev. Lett. 124, 150502 (2020)] demonstrated a route for enhanced rf-receiver empowered by quantum squeezing and entanglement. … [Phys. Rev. Applied 24, 034076] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Single-microphone speaker localization using acoustic metamaterial antenna and voiceprint recognition",
      "authors": [
        "Xin Li, Zeng-Xin Cai, Chu-Yao Feng, Xin-Ye Zou, Qian Chen, and Jian-Chun Cheng"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/prw9-8pjt",
      "doi": "10.1103/prw9-8pjt",
      "summary": "Speaker localization is critical technology with applications in smart homes, surveillance, and robotics, particularly for enhancing human-machine interactions. Traditional localization methods typically rely on large sensor arrays, which add hardware complexity and cost. To address this limitation,… [Phys. Rev. Applied 24, 034077] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Improved update rule for probabilistic computers</span>",
      "authors": [
        "Andrew Rockovich, Gregory Lafyatis, and Daniel J. Gauthier"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/6407cAc1Q291300e44222f87391319fe61c5c6df5",
      "doi": "10.1103/t1wc-j7yp",
      "summary": "Many hard combinatorial problems can be mapped onto Ising models, which replicate the behavior of classical spins. Recent advances in probabilistic computers are characterized by parallelization and the introduction of novel hardware platforms. An interesting application of probabilistic computers i… [Phys. Rev. Applied] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Mechanism of ${E}_{γ}^{′}$ defect generation in ionizing-irradiated $a$-SiO${}_{2}$: The nonradiative carrier capture-structural relaxation model</span>",
      "authors": [
        "Yu Song, Chen Qiu, and Su-Huai Wei"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/be071YefG641d6951330109104405f3e92e99d681",
      "doi": "10.1103/9y5y-61ps",
      "summary": "The total ionizing dose (TID) effect of semiconductor devices stems from radiation-induced $E’$ defects in the $a$-SiO${}_{2}$ dielectrics, but the conventional hole transport-trapping’’ model of defect generation fails to explain recent basic experiments. Here, we propose an essentially new nonradia… [Phys. Rev. Applied] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Quantum algorithm for solving nonlinear algebraic equations</span>",
      "authors": [
        "Nhat A. Nghiem and Tzu-Chieh Wei"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/34074Ac1P5d1c10ee5d410784e70ab3adc737729f",
      "doi": "10.1103/c4l1-9782",
      "summary": "Nonlinear equations are challenging to solve due to their inherently nonlinear nature. As analytical solutions typically do not exist, numerical methods have been developed to tackle their solutions. In this article, we give a quantum algorithm for solving a system of nonlinear algebraic equations, … [Phys. Rev. Applied] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Grain boundaries and the photoresponse of epitaxial LaFeO${}_{3}$ films</span>",
      "authors": [
        "M. Villa, G. De Luca, Y. Sheng, S. Plana-Ruiz, J. Santiso, J. Fontcuberta, and J. Gázquez"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/f2074A20Pc61d00654c05693eab47818142218ff9",
      "doi": "10.1103/xnp2-v9wj",
      "summary": "M. Villa${}^{1}$, G. De Luca${}^{1}$, Y. Sheng${}^{1}$, S. Plana-Ruiz${}^{2}$, J. Santiso${}^{3}$, J. Fontcuberta${}^{1}$, J. G'azquez${}^{1,*}$ ${}^{1}$ Institut de Ci`encia de Materials de Barcelona (ICMAB-CSIC), Campus UAB, Bellaterra, 08193, Catalonia, Spain ${}^{2}$ Servei de Recursos Cient'ifi… [Phys. Rev. Applied] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Nonvolatile cryogenic phase-slip memory with single-shot readout</span>",
      "authors": [
        "Lukas Nulens, Davi A. D. Chaves, Stijn Reniers, Ruben Dillemans, Ivo P. C. Cools, Kristiaan Temst, Bart Raes, Margriet J. Van Bael, and Joris Van de Vondel"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/9a07fK8dQ5e1f30c587c5d834d0982449612d5eae",
      "doi": "10.1103/wrvj-5737",
      "summary": "The demand for cryogenic memory components is driven by the need for ultra-fast, low-power, and highly reliable computing systems. Phase slip-based devices promise to fulfill all these requirements, with potential applications in both classical and quantum information processing. However, previous i… [Phys. Rev. Applied] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>All-rf-based coarse-tuning algorithm for quantum devices using machine learning</span>",
      "authors": [
        "Barnaby van Straaten, Federico Fedele, Florian Vigneau, Joseph Hickie, Daniel Jirovec, Andrea Ballabio, Daniel Chrastina, Giovanni Isella, Georgios Katsaros, and Natalia Ares"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/9407eAe7Jea1790c95333aa073248b3677940aab9",
      "doi": "10.1103/v11m-dbhm",
      "summary": "Radio-frequency measurements could satisfy DiVincenzo’s readout criterion in future large-scale solid-state quantum processors, as they allow for high bandwidths and frequency multiplexing. However, the scalability potential of this readout technique can only be leveraged if quantum device tuning is… [Phys. Rev. Applied] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Bloch oscillation with a diatomic tight-binding model on quantum computers",
      "authors": [
        "Peng Guo, Jaime Park, and Frank X. Lee"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/271g-ntj6",
      "doi": "10.1103/271g-ntj6",
      "summary": "We aim to explore a more efficient way to simulate few-body dynamics on quantum computers. Instead of mapping the second quantization of the system Hamiltonian to qubit Pauli gate representation via the Jordan-Wigner transform, we propose to use the few-body Hamiltonian matrix under the state-vector… [Phys. Rev. Research 7, 033285] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Towards nonlinear thermohydrodynamic simulations via the Onsager-regularized lattice-Boltzmann method",
      "authors": [
        "Anirudh Jonnalagadda, Amit Agrawal, Atul Sharma, Walter Rocchia, and Sauro Succi"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1z5c-hnpn",
      "doi": "10.1103/1z5c-hnpn",
      "summary": "This work presents a generalized, assumption-free, and stencil-independent theoretical analyses of the recently proposed Onsager-regularized (OReg) lattice Boltzmann (LB) method [Jonnalagadda et al. , Phys. Rev. E 104 , 015313 (2021) ] and demonstrates its ability to mitigate spurious errors associated… [Phys. Rev. Research 7, 033286] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Robust spin polarization by adiabatic dynamical decoupling",
      "authors": [
        "Soham Pal, Oliver T. Whaites, Wolfgang Knolle, Tania S. Monteiro, and Helena S. Knowles"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pb4j-6qgh",
      "doi": "10.1103/pb4j-6qgh",
      "summary": "High-fidelity multiqubit initialization is vital for quantum simulation, quantum information processing, and quantum sensing. In diamond platforms, nuclear spin registers can be initialized through polarization transfer from a nearby electronic spin whose high gyromagnetic ratio enables efficient dy… [Phys. Rev. Research 7, 033287] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Single-particle Fraunhofer diffraction in a classical pilot-wave model",
      "authors": [
        "David Darrow and John W. M. Bush"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gn48-nxwk",
      "doi": "10.1103/gn48-nxwk",
      "summary": "Walking oil droplets offer a qualitative, classical analog of single-particle diffraction. Making this analog quantitative has proven challenging, leading recent authors to conjecture that no classical pilot-wave model could exhibit Fraunhofer diffraction. We revisit the problem with the recent, Lag… [Phys. Rev. Research 7, 033288] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Multipartite entanglement versus nonlocality for two families of $N\\text{−}$qubit states",
      "authors": [
        "Sanchit Srivastava and Shohini Ghose"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/btbb-p514",
      "doi": "10.1103/btbb-p514",
      "summary": "Entangled states of multiple qubits can violate Bell-type inequalities indicating nonlocal behavior of multiqubit quantum correlations. We analyze the relation between multipartite entanglement and genuine multipartite nonlocality, characterized by Svetlichny inequality violations, for two families … [Phys. Rev. Research 7, 033289] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Polarization-dependent topology in quantum emitter chains",
      "authors": [
        "Jonathan Sturm and Adriana Pálffy"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3t6s-fnsq",
      "doi": "10.1103/3t6s-fnsq",
      "summary": "The orientation of the transition dipole moment strongly influences the dipole-dipole couplings between quantum emitters. This principle is used to actively control the topology of zigzag-shaped Su-Schrieffer-Heeger chains without changing the chain geometry. [Phys. Rev. Research 7, L032069] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Thermal Transport in a 2D Amorphous Material",
      "authors": [
        "Yuxi Wang, Nianjie Liang, Xingxing Zhang, Wujuan Yan, Haiyu He, Alfredo Fiorentino, Xinwei Tao, Ang Li, Fuwei Yang, Buxuan Li, Te-Huan Liu, Jia Zhu, Wu Zhou, Wei Wang, Stefano Baroni, Lin Zhou, and Bai Song"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fjww-9pm3",
      "doi": "10.1103/fjww-9pm3",
      "summary": "Monolayer amorphous carbon shows unexpectedly high in-plane thermal conductivity compared to its 3D form, revealing how reduced dimensionality can reshape heat transport in disordered materials. [Phys. Rev. X 15, 031077] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Single-Atom Resolved Collective Spectroscopy of a One-Dimensional Atomic Array",
      "authors": [
        "Britton Hofer, Damien Bloch, Giulio Biagioni, Nathan Bonvalet, Antoine Browaeys, and Igor Ferrier-Barbut"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xf8r-ymrj",
      "doi": "10.1103/xf8r-ymrj",
      "summary": "A measurement of the collective Lamb shift in a one-dimensional array of 30 dysprosium atoms shows how dipole interactions shift the resonance in both low- and high-excitation regimes, linking linear optics and Ramsey spectroscopy results. [PRX Quantum 6, 030364] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Nanomedicine targeting PPAR in adipose tissue macrophages improves lipid metabolism and obesity-induced metabolic dysfunction",
      "authors": [
        "Catherine C. Applegate, Yifei Kang, Hongping Deng, Donglai Chen, Natalia Y. Gonzalez Medina, Yuxiao Cui, Yujun Feng, Chia-Wei Kuo, Sayyed Hamed Shahoei, Hannah Kim, Hashni Epa Vidana Gamage, Matthew A. Wallig, Erik R. Nelson, Kelly S. Swanson, Andrew M. Smith"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ads3731?af=R",
      "doi": "10.1126/sciadv.ads3731",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Monolithic multimodal neural probes for sustained stimulation and long-term neural recording",
      "authors": [
        "Luxi Zhang, Shengming Wang, Jie Xia, Boyu Li, Shaomin Zhang, Jikui Luo, Fan Zhang, Tianyu Zheng, Gang Pan, Tawfique Hasan, Yanlan Yu, Guoqing Ding, Hao Jin, Zongyin Yang, Shurong Dong"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu1753?af=R",
      "doi": "10.1126/sciadv.adu1753",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "KMT2D temporally activates neuronal transcriptional factor genes to mediate cerebellar granule cell differentiation",
      "authors": [
        "Shilpa S. Dhar, Kyung-Pil Ko, Jinho Jang, Calena Brown-Abel, Tao Lin, Sharad Awasthi, Kaifu Chen, Roy V. Sillitoe, Jae-Il Park, Min Gyu Lee"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu7174?af=R",
      "doi": "10.1126/sciadv.adu7174",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Laser speckle particle sizer (SPARSE) informs the size distribution of tissue granularities",
      "authors": [
        "Zeinab Hajjarian, Nichaluk Leartprapun, Ziqian Zeng, Seemantini K. Nadkarni"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu8577?af=R",
      "doi": "10.1126/sciadv.adu8577",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Physics-informed deep learning for plasmonic sensing of nanoscale protein dynamics in solution",
      "authors": [
        "Chenchen Wu, Shiyu Yang, Kebo Zeng, Xiaokang Dai, Yu Duan, Shu Zhang, Puyi Ma, Xiangdong Guo, Shuang Zhang, Xiaoxia Yang, Qing Dai"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw0783?af=R",
      "doi": "10.1126/sciadv.adw0783",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Age-related remodeling of the sialoglycans dampens murine CD8+ T cell function",
      "authors": [
        "Hanlin Zhang, C. Kimberly Tsui, Jesse Garcia Castillo, Esther Jeong Yoon Kim, Audrey Evangelista, HengChen Liu, Larry K. Joe, Nicholas Twells, Ellen A. Robey, Lara K. Mahal, Michel DuPage, Andrew Dillin"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw6755?af=R",
      "doi": "10.1126/sciadv.adw6755",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Engineered basement membrane mimetic hydrogels to study mammary epithelial morphogenesis and invasion",
      "authors": [
        "Jane A. Baude, Megan D. Li, Sabrina M. Jackson, Abhishek Sharma, Daniella I. Walter, Ryan S. Stowers"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2110?af=R",
      "doi": "10.1126/sciadv.adx2110",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "AggreBots: Configuring CiliaBots through guided, modular tissue aggregation",
      "authors": [
        "Dhruv Bhattaram, Kian Golestan, Xuanshuo Zhang, Shihong Yang, Zhuowei Gong, Steven L. Brody, Amjad Horani, Victoria A. Webster-Wood, Amir Barati Farimani, Xi Ren"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx4176?af=R",
      "doi": "10.1126/sciadv.adx4176",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "STK11 coordinates IL-4 signaling with metabolic reprogramming to control M2 macrophage polarization and antitumor immunity",
      "authors": [
        "Jing Yang, Naresh Singh, Chengxian Xu, Dehui Kong, Samantha Sharma, Sheng Liu, Joseph Lechner, Ankhbayar Lkhagva, Haiyan Tan, Zhiping Wu, Martin J. Richer, Yong Zang, Xiumei Huang, Reuben Kapur, Jun Wan, Anthony A. High, Xinna Zhang, Xusheng Wang, Xiongbin Lu, Kai Yang"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx5495?af=R",
      "doi": "10.1126/sciadv.adx5495",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "TOC1 phosphorylation disproportionally enhances chromatin binding at rhythmic gene promoters",
      "authors": [
        "Jiapei Yan, Ying Zhang, Guoting Chen, Cuilin Gui, Zhangli Tu, Donglin Cao, Jing-Wen Yao, Xingwang Li, David E. Somers"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7804?af=R",
      "doi": "10.1126/sciadv.adx7804",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Addressing transconductance-bandwidth trade-off by three-dimensional electrolyte-surrounded organic electrochemical transistors",
      "authors": [
        "Yongwoo Lee, Seong Jun Park, Jimin Kwon, Kang-Il Song, Sungjune Jung"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady0279?af=R",
      "doi": "10.1126/sciadv.ady0279",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "PB2 and NP of North American H5N1 virus drive immune cell replication and systemic infections",
      "authors": [
        "Young-Il Kim, Seung-Gyu Jang, Woohyun Kwon, Jaemoo Kim, Dongbin Park, Isaac Choi, Jeong Ho Choi, Juryeon Gil, Mina Yu, Boyeong Jeong, Eun-Ha Kim, Se-Mi Kim, Hyunjoon Kim, Jae-Woo Ahn, Suhee Hwang, Seo-Young Heo, Mark Anthony B. Casel, Rare Rollon, Thomas Fabrizio, Richard J. Webby, Young Ki Choi"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady1208?af=R",
      "doi": "10.1126/sciadv.ady1208",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The polymerase-associated factor 1 complex modulates the growth-defense tradeoff in Arabidopsis",
      "authors": [
        "Yuyu Guo, Cunliang Li, Yao Liu, Hanyi Mao, Yin Zhang, Pascal Genschik, Lili Wang, Shunping Yan"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady5876?af=R",
      "doi": "10.1126/sciadv.ady5876",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Cascaded amplification of air lasing",
      "authors": [
        "Xu Lu, Siyi He, Pengyu Xue, Yewei Chen, Ning Zhang, Yajing Wen, Zihan Li, Quanjun Wang, Jinping Yao"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady7458?af=R",
      "doi": "10.1126/sciadv.ady7458",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Repeated oral exposure to H5N1 influenza virus in pasteurized milk does not cause adverse responses to subsequent influenza infection",
      "authors": [
        "Pamela H. Brigleb, Ericka Kirkpatrick Roubidoux, Lauren Lazure, Brandi Livingston, Victoria A. Meliopoulos, Bridgett Sharp, Tyler Ripperger, Shelby Patrick, Dorothea R. Morris, Shaoyuan Tan, Stacey Schultz-Cherry"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aeb3906?af=R",
      "doi": "10.1126/sciadv.aeb3906",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Pervasive sex-dependent effects in the genetic architecture of starvation resistance in Drosophila melanogaster",
      "authors": [
        "Junhao Chen, Chenlu Liu, Weixuan Li, Andrew G. Clark, Zhijuan Wang, Jian Lu"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt3560?af=R",
      "doi": "10.1126/sciadv.adt3560",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Reinforced plant-derived lipid nanoparticles for oral precise epigenome editing in colonic diseases",
      "authors": [
        "Qiang Gao, Yunxia Gao, Yingui Cao, Haiting Xu, Ya Ma, Menghang Zu, Qiang Yang, Kun Yang, Zhenhua Zhu, Chao Liu, Xiaoxiao Shi, Rui L. Reis, Subhas C. Kundu, Shengyun Ma, Hesong Han, Bo Xiao"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw9275?af=R",
      "doi": "10.1126/sciadv.adw9275",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Targeted inhibition of hepatic de novo ceramide synthesis ameliorates MASH",
      "authors": [
        "Xiaodong Yu, Chenyuan Huang, Martijn Evers, Jingjing Liu, Hui Jun Ting, Sitong Zhang, Suet Yen Chong, Michelle Siying Tan, Siyu Wang, Nilofer Sayed, Liang Gao, Mark D. Muthiah, Gwyneth S. T. Soon, Aileen Wee, Edward Kai-Hua Chow, Natalie Jun Hui Soh, Giorgia Pastorin, Victor C. Yu, Bin Liu, Yock Young Dan, Federico Torta, Raymond Schiffelers, Gert Storm, Jiong-Wei Wang"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2681?af=R",
      "doi": "10.1126/sciadv.adx2681",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Lysosomal LRRC8 complex impacts lysosomal pH, morphology, and systemic glucose metabolism",
      "authors": [
        "Ashutosh Kumar, Yonghui Zhao, Litao Xie, Rahul Chadda, John D. Tranter, Ryan T. Mikami, Nihil Abraham, Juan Hong, Ethan Feng, David R. Rawnsley, Haiyan Liu, Kayla M. Henry, Gretchen Meyer, Meiqin Hu, Haoxing Xu, Antentor Hinton, Chad E. Grueter, E. Dale Abel, Andrew W. Norris, Abhinav Diwan, Rajan Sah"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt6366?af=R",
      "doi": "10.1126/sciadv.adt6366",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Evolutionary selection of trimethoprim-resistant dfrA genes in lytic phages affects phage and host fitness during infection",
      "authors": [
        "Kai Wang, Jikai Xu, Xudong Li, Pengfei Zhu, Ruijie Suo, Xiaowei Lu, Haixin Luo, Li Chen, Rong Wen, Chengbo Zheng, Alejandra Bravo, Mario Soberón, Jinshui Zheng, Ming Sun, Donghai Peng"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt4817?af=R",
      "doi": "10.1126/sciadv.adt4817",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Human precursor T follicular regulatory cells are primed for differentiation into mature Tfr and disrupted during severe infections",
      "authors": [
        "Janyerkye Tulyeu, Jonas N. Søndergaard, David G. Priest, Takeshi Ebihara, Hisatake Matsumoto, Mara A. Llamas-Covarrubias, Masaki Imai, Shinichi Esaki, Shinichi Iwasaki, Akimichi Morita, Sayuri Yamazaki, Shimon Sakaguchi, James B. Wing"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv6939?af=R",
      "doi": "10.1126/sciadv.adv6939",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Floquet topological states in time-varying metasurfaces",
      "authors": [
        "Qian Ma, Jian Wei You, Long Chen, Ze Gu, Shi Long Qin, Zhihao Lan, Tie Jun Cui"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx9025?af=R",
      "doi": "10.1126/sciadv.adx9025",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Development of SARS-CoV-2 as a viral vector: A novel intranasal bivalent vaccine for SARS-CoV-2 and RSV",
      "authors": [
        "Jiayu Xu, Michelle Chamblee, Fei Jiang, Mahesh KC, Cheng Chih Hsu, Ilada Thongpan, Phylip Chen, Yuexiu Zhang, Chun-Ta Chiu, Mohamed M. Shamseldin, Heba M. Amer, Xueya Liang, Amal O. Amer, Prosper N. Boyaka, Estelle Cormet-Boyaka, Mark E. Peeples, Jianrong Li"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7487?af=R",
      "doi": "10.1126/sciadv.adx7487",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "A sensory and motor neuropathy caused by a genetic variant of NAMPT",
      "authors": [
        "Zhe Zhang, Jacek Pilch, Samuel Lundt, Nannan Zhang, Yongchang Chang, Tracey Singer, Dariusz Śladowski, Xiao-Ling Hu, Lijun Zheng, Woo-Ping Ge, Hua Zhang, De-Pei Li, Xianlin Han, Rafal Ploski, Shinghua Ding"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2407?af=R",
      "doi": "10.1126/sciadv.adx2407",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Scalable deep learning reconstruction for accelerated multidimensional nuclear magnetic resonance spectroscopy of proteins",
      "authors": [
        "Yihui Huang, Yuncheng Gao, Zhangren Tu, Tatiana Agback, Vladislav Orekhov, Sven G. Hyberts, Gerhard Wagner, Yanqin Lin, Zhong Chen, Di Guo, Xiaobo Qu"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw8122?af=R",
      "doi": "10.1126/sciadv.adw8122",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Ultrabroadband plug-and-play photonic tensor core packaging with sub-dB loss",
      "authors": [
        "Erik Jung, Helge Gehring, Frank Brückerhoff-Plückelmann, Linus Krämer, Clara Vazquez-Martel, Eva Blasco, Wolfram Pernice"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz1883?af=R",
      "doi": "10.1126/sciadv.adz1883",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Dynamics of photonic toroidal vortices mediated by orbital angular momenta",
      "authors": [
        "Xin Liu, Nianjia Zhang, Qian Cao, Jinsong Liu, Chunhao Liang, Qiwen Zhan, Yangjian Cai"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz0843?af=R",
      "doi": "10.1126/sciadv.adz0843",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "USP13 stabilizes NLRP3 to facilitate inflammasome activation by preventing TRIM31-mediated NLRP3 ubiquitination and degradation",
      "authors": [
        "Ya-Ting Li, Ke-Ying Li, Shou-Song Tao, Ting Wang, Ying Lu, Hui Chen, Yi-Qun Zhan, Ke Zhao, Shen-Si Xiang, Jing-Jing Li, Hui-Ying Gao, Miao Yu, Chang-Yan Li, Lin Wang, Xiao-Ming Yang, Guang-Ming Ren, Rong-Hua Yin"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx3827?af=R",
      "doi": "10.1126/sciadv.adx3827",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Audio long read: Autism is on the rise — what’s really behind the increase?",
      "authors": [
        "Helen Pearson",
        "Benjamin Thompson"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03173-7",
      "doi": "10.1038/d41586-025-03173-7",
      "summary": "Nature, Published online: 26 September 2025; doi:10.1038/d41586-025-03173-7 Claims about what is responsible are ignoring answers from decades of research, scientists say."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Common air pollutant has a secret weapon: bacterial toxins",
      "authors": [],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03052-1",
      "doi": "10.1038/d41586-025-03052-1",
      "summary": "Nature, Published online: 26 September 2025; doi:10.1038/d41586-025-03052-1 Experiments show that the bacterial component of fine particulate matter has a highly potent inflammatory effect."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Mitochondria expel tainted DNA — spurring age-related inflammation",
      "authors": [
        "Gemma Conroy"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03064-x",
      "doi": "10.1038/d41586-025-03064-x",
      "summary": "Nature, Published online: 26 September 2025; doi:10.1038/d41586-025-03064-x Organelles spit out DNA contaminated with damaging components, leading to the activation of inflammatory enzymes, mouse experiments show."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "US autism research gets $50 million funding boost — amid row over Tylenol",
      "authors": [
        "Helen Pearson"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03126-0",
      "doi": "10.1038/d41586-025-03126-0",
      "summary": "Nature, Published online: 26 September 2025; doi:10.1038/d41586-025-03126-0 An injection of funding into genetic and environmental factors underlying autism was eclipsed by Trump’s controversial claims about acetaminophen."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "China pledges to cut emissions by 2035: what does that mean for the climate?",
      "authors": [
        "Xiaoying You"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03166-6",
      "doi": "10.1038/d41586-025-03166-6",
      "summary": "Nature, Published online: 26 September 2025; doi:10.1038/d41586-025-03166-6 The country’s plan to reduce greenhouse gases will largely determine the world’s emissions trajectory, researchers say."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "What happens if pregnant women stop taking Tylenol?",
      "authors": [
        "Rachel Fieldhouse"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03138-w",
      "doi": "10.1038/d41586-025-03138-w",
      "summary": "Nature, Published online: 26 September 2025; doi:10.1038/d41586-025-03138-w Untreated fevers during pregnancy can cause more harm than taking paracetamol will, scientists say."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Simple cell motility on adhesive gradients",
      "authors": [
        "Alex Mogilner",
        "Mariya Savinov"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03010-8",
      "doi": "10.1038/s41567-025-03010-8",
      "summary": "Nature Physics, Published online: 26 September 2025; doi:10.1038/s41567-025-03010-8 Haptotaxis — a mechanism of sensing adhesive gradients by motile cells — was thought to rely on complex mechanochemistry. It turns out that this mechanism is simply based on the difference of adhesive friction at cell front and rear."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Sub-picosecond topological phase transition in nonlinear exciton–polariton superlattices",
      "authors": [
        "Hefei Zhao",
        "Zheng Guan",
        "Qiancheng Li",
        "Shengyuan Chen",
        "Qinyun Liu",
        "Zeng Kai Shao",
        "Yubo Zhang",
        "Xiao-Xiu Zhu",
        "Jian-Fei Liu",
        "Bei-Bei Li",
        "Hui Li",
        "Shufeng Wang",
        "Qihuang Gong",
        "Yunan Gao",
        "Wenjing Liu"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03031-3",
      "doi": "10.1038/s41567-025-03031-3",
      "summary": "Nature Physics, Published online: 26 September 2025; doi:10.1038/s41567-025-03031-3 Achieving versatile, tunable, real-time topological photonic system is challenging. Now this is accomplished by designing superlattices of WS2 and a polymer embedded in a microcavity."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Single-cell migration along and against confined haptotactic gradients",
      "authors": [
        "Isabela Corina Fortunato",
        "David B. Brückner",
        "Steffen Grosser",
        "Rohit Nautiyal",
        "Leone Rossetti",
        "Miquel Bosch-Padrós",
        "Jonel Trebicka",
        "Pere Roca-Cusachs",
        "Raimon Sunyer",
        "Edouard Hannezo",
        "Xavier Trepat"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03015-3",
      "doi": "10.1038/s41567-025-03015-3",
      "summary": "Nature Physics, Published online: 26 September 2025; doi:10.1038/s41567-025-03015-3 Haptotaxis was traditionally seen as migration up protein gradients. It is now shown that cells can also oscillate or migrate down the gradient."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Reply to: Genomic insights into the 2020 mass die-off event among African elephants",
      "authors": [
        "Laura E. Rosen",
        "Arnoud H. M. van Vliet",
        "Chris M. Foggin"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63447-6",
      "doi": "10.1038/s41467-025-63447-6",
      "summary": "Nature Communications, Published online: 26 September 2025; doi:10.1038/s41467-025-63447-6 Reply to: Genomic insights into the 2020 mass die-off event among African elephants"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Genomic insights into the 2020 mass die-off event among African elephants",
      "authors": [
        "Astrid Rasmussen",
        "Louise Roer",
        "Øystein Angen",
        "Marijke M. Henton",
        "Magne Bisgaard",
        "Henrik Christensen",
        "Jesper Larsen"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63446-7",
      "doi": "10.1038/s41467-025-63446-7",
      "summary": "Nature Communications, Published online: 26 September 2025; doi:10.1038/s41467-025-63446-7 Genomic insights into the 2020 mass die-off event among African elephants"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Inverted shear-strain magnetoelastic coupling at the Fe/BaTiO<sub>3</sub> interface from polarised x-ray imaging",
      "authors": [
        "Francesco Maccherozzi",
        "Massimo Ghidini",
        "Mary Vickers",
        "Xavier Moya",
        "Stuart A. Cavill",
        "Hebatalla Elnaggar",
        "Anne D. Lamirand",
        "Neil D. Mathur",
        "Sarnjeet S. Dhesi"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62978-2",
      "doi": "10.1038/s41467-025-62978-2",
      "summary": "Nature Communications, Published online: 26 September 2025; doi:10.1038/s41467-025-62978-2 The magnetoelastic coupling at a ferroelectric-ferromagnetic interface is shown to be dominated by shear-strain effects. Using polarised x-ray microscopy to simultaneously image the ferroic domain structures, the authors demonstrate an anomalous coupling in the ultrathin film limit."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "An <i>sp</i>-<i>sp</i><sup>2</sup>-hybridized molecular carbon allotrope C<sub>16</sub> flake",
      "authors": [
        "Wenze Gao",
        "Wei Zheng",
        "Luye Sun",
        "Faming Kang",
        "Zheng Zhou",
        "Wei Xu"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63525-9",
      "doi": "10.1038/s41467-025-63525-9",
      "summary": "Nature Communications, Published online: 26 September 2025; doi:10.1038/s41467-025-63525-9 While cyclo[16]carbon has been produced on the surface and is well characterized, C16 isomers with other structures have been predicted only by theory. Here, the authors report the synthesis and structural characterization of a graphene-shaped C16 flake on a bilayer NaCl surface grown on Au(111)."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Noise-induced quantum synchronization with entangled oscillations",
      "authors": [
        "Ziyu Tao",
        "Finn Schmolke",
        "Chang-Kang Hu",
        "Wenhui Huang",
        "Yuxuan Zhou",
        "Jiawei Zhang",
        "Ji Chu",
        "Libo Zhang",
        "Xuandong Sun",
        "Zechen Guo",
        "Jingjing Niu",
        "Wenle Weng",
        "Song Liu",
        "Youpeng Zhong",
        "Dian Tan",
        "Dapeng Yu",
        "Eric Lutz"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63196-6",
      "doi": "10.1038/s41467-025-63196-6",
      "summary": "Nature Communications, Published online: 26 September 2025; doi:10.1038/s41467-025-63196-6 Noise-induced synchronization is known in classical systems and has recently been proposed in quantum many-body settings. Here, the authors experimentally demonstrate stable and entangled synchronized oscillations at the ends of a superconducting qubit chain by applying Gaussian noise to a single qubit."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Parallel neuronal structural plasticity with memory trace formation in the orbitofrontal cortex",
      "authors": [
        "Sophie T. Yount",
        "Dan C. Li",
        "Kathryn M. Stachowicz",
        "Esther H. Seo",
        "Kristopher A. Knight",
        "Aryanna Wiggins-Gamble",
        "Aylet T. Allen",
        "Shannon L. Gourley"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63542-8",
      "doi": "10.1038/s41467-025-63542-8",
      "summary": "Nature Communications, Published online: 26 September 2025; doi:10.1038/s41467-025-63542-8 Key neurons in the orbitofrontal cortex form memories for best action strategies when mice seek rewards. Here, the authors show that these neurons have more mature dendritic spines than neighboring cells, this maturation requiring concurrent plasticity in the amygdala."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Quantifying the impact of a broadly protective sarbecovirus vaccine in a future SARS-X pandemic",
      "authors": [
        "Charles Whittaker",
        "Gregory Barnsley",
        "Daniela Olivera Mesa",
        "Victoria Cox",
        "Daniel J. Laydon",
        "Chee Wah Tan",
        "Feng Zhu",
        "Rob Johnson",
        "Patrick Doohan",
        "Lilith K. Whittles",
        "Gemma Nedjati-Gilani",
        "Peter Winskill",
        "Alexandra B. Hogan",
        "Arminder Deol",
        "Christinah Mukandavire",
        "Katharina Hauck",
        "David Chien Boon Lye",
        "Lin-Fa Wang",
        "Oliver J. Watson",
        "Azra C. Ghani"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63399-x",
      "doi": "10.1038/s41467-025-63399-x",
      "summary": "Nature Communications, Published online: 26 September 2025; doi:10.1038/s41467-025-63399-x Broad-spectrum vaccines have been proposed as a tool for rapid response to emerging infectious disease threats and are in pre-clinical development. Here, the authors use mathematical modelling to assess the potential impacts of broadly protective sarbecovirus vaccines for a hypothetical “SARS-X” outbreak."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Nonreciprocal field theory for decision-making in multi-agent control systems",
      "authors": [
        "Andrea Lama",
        "Mario di Bernardo",
        "Sabine. H. L. Klapp"
      ],
      "date": "2025-09-26T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63071-4",
      "doi": "10.1038/s41467-025-63071-4",
      "summary": "Nature Communications, Published online: 26 September 2025; doi:10.1038/s41467-025-63071-4 Decision-making in multi-agent systems often involves control goals that break reciprocity. Here, authors derive a field theory for such interactions, revealing nonreciprocal couplings that generate diverse collective behaviors through simple manipulations."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Quantum Work Statistics across a Critical Point: Full Crossover from Sudden Quench to the Adiabatic Limit",
      "authors": [
        "Zhanyu Ma, Andrew K. Mitchell, and Eran Sela"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vn83-mt2v",
      "doi": "10.1103/vn83-mt2v",
      "summary": "When an external parameter drives a system across a quantum phase transition at a finite rate, work is performed on the system and entropy is dissipated, due to creation of excitations via the Kibble-Zurek mechanism. Although both the adiabatic and sudden-quench limits have been studied in detail, t… [Phys. Rev. Lett. 135, 130402] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Measurement-Based Entanglement Distillation and Constant-Rate Quantum Repeaters over Arbitrary Distances",
      "authors": [
        "Yu Shi, Ashlesha Patil, and Saikat Guha"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2bp8-cdxc",
      "doi": "10.1103/2bp8-cdxc",
      "summary": "Measurement-based quantum repeaters employ entanglement distillation and swapping across links using locally prepared resource states of minimal size and local Bell measurements. In this Letter, we introduce a systematic protocol for measurement-based entanglement distillation and its application to… [Phys. Rev. Lett. 135, 130803] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Constant-Overhead Fault-Tolerant Bell-Pair Distillation Using High-Rate Codes",
      "authors": [
        "J. Pablo Bonilla Ataides, Hengyun Zhou, Qian Xu, Gefen Baranes, Bikun Li, Mikhail D. Lukin, and Liang Jiang"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s39k-r2kq",
      "doi": "10.1103/s39k-r2kq",
      "summary": "We present a fault-tolerant Bell-pair distillation scheme achieving constant overhead through high-rate quantum low-density parity-check (qLDPC) codes. Our approach maintains a constant distillation rate equal to the code rate while requiring no additional overhead beyond the physical qubits of the … [Phys. Rev. Lett. 135, 130804] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Practical Advantage of Classical Communication in Entanglement Detection",
      "authors": [
        "Wen-Bo Xing (邢文博), Min-Yu Lv (吕敏玉), Lingxia Zhang (张凌霞), Yu Guo (郭钰), Mirjam Weilenmann, Zhaohui Wei (魏朝晖), Chuan-Feng Li (李传锋), Guang-Can Guo (郭光灿), Xiao-Min Hu (胡晓敏), Bi-Heng Liu (柳必恒), Miguel Navascués, and Zizhu Wang (王子竹)"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hlcv-qcnw",
      "doi": "10.1103/hlcv-qcnw",
      "summary": "One-way local operations and classical communication are found to be advantageous for reducing statistical errors in entanglement certification protocols. [Phys. Rev. Lett. 135, 130805] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Deterministic Nonlocal Quantum Gate with Room-Temperature Memory Modules",
      "authors": [
        "Xing Lei, Jiatong Li, Xiaoyu Zhou, Jieli Yan, Minwen Ji, Zhihui Yan, Xiaojun Jia, Changde Xie, and Kunchi Peng"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xt77-2gpw",
      "doi": "10.1103/xt77-2gpw",
      "summary": "Scaling quantum computation is a crucial challenge for practical applications, hindered by the inherent errors and noises in real-world quantum systems. The quantum modular architecture offers a possible solution, where smaller quantum modules are individually constructed and assembled into a larger… [Phys. Rev. Lett. 135, 130806] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Generation of Relativistic Structured Spin-Polarized Lepton Beams",
      "authors": [
        "Zhong-Peng Li, Yu Wang, Yousef I. Salamin, Mamutjan Ababekri, Feng Wan, Qian Zhao, Kun Xue, Ye Tian, and Jian-Xing Li"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sj2g-wvzt",
      "doi": "10.1103/sj2g-wvzt",
      "summary": "Relativistic structured spin-polarized (SSP) particle beams, characterized by polarization structures, are of critical importance in a wide range of applications, such as material properties investigation, imaging, and information storage. However, the generation of relativistic SSP beams faces sign… [Phys. Rev. Lett. 135, 135001] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Nonlinear Planar Hall Effect from Superconducting Vortex Motion",
      "authors": [
        "Mio Hashimoto, Takako Konoike, Tomoki Kobayashi, Shintaro Hoshino, Takuya Kawada, Tomoyuki Yokouchi, Shinya Uji, Atsutaka Maeda, and Yuki Shiomi"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4mq6-z8q7",
      "doi": "10.1103/4mq6-z8q7",
      "summary": "We report the nonreciprocal charge transport along the longitudinal and transverse directions in the vortex flow regime of FeSe superconducting films. Clear nonreciprocal signals under an in-plane magnetic field reveal symmetry breaking at the film surfaces, since the crystal structure of FeSe is ce… [Phys. Rev. Lett. 135, 136001] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "In-Plane Anisotropy of Charge Density Wave Fluctuations in $1T\\text{−}{\\mathrm{TiSe}}_{2}$",
      "authors": [
        "Xuefei Guo, Anshul Kogar, Jans Henke, Felix Flicker, Fernando de Juan, Stella X.-L. Sun, Issam Khayr, Yingying Peng, Sangjun Lee, Matthew J. Krogstad, Stephan Rosenkranz, Raymond Osborn, Jacob P. C. Ruff, David B. Lioi, Goran Karapetrov, Daniel J. Campbell, Johnpierre Paglione, Jasper van Wezel, Tai C. Chiang, and Peter Abbamonte"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/j8vm-wb65",
      "doi": "10.1103/j8vm-wb65",
      "summary": "Sun, Issam Khayr, Yingying Peng, Sangjun Lee, Matthew J. Krogstad, Stephan Rosenkranz, Raymond Osborn, Jacob P. C. Ruff, David B. Lioi, Goran Karapetrov, Daniel J. Campbell, Johnpierre Paglione, Jasper van Wezel, Tai C. Chiang, and Peter Abbamonte We report measurements of anisotropic triple-$q$ charge density wave (CDW) fluctuations in the transition metal dichalcogenide $1T\\text{−}{\\mathrm{TiSe}}_{2}$ over a large volume of reciprocal space with x-ray diffuse scattering. Above the transition temperature, ${T}_{\\mathrm{CDW}}$, the in-plane d… [Phys. Rev. Lett. 135, 136102] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Orbital-Selective Quasiparticle Depletion across the Density Wave Transition in Trilayer Nickelate ${\\mathrm{La}}_{4}{\\text{Ni}}_{3}{\\mathrm{O}}_{10}$",
      "authors": [
        "Dong-Hyeon Gim, Chung Ha Park, and Kee Hoon Kim"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1tp1-y73g",
      "doi": "10.1103/1tp1-y73g",
      "summary": "Analys… [Phys. Rev. Lett. 135, 136505] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Electrically Tunable Picosecond-Scale Octupole Fluctuations in Chiral Antiferromagnets",
      "authors": [
        "Shiva T. Konakanchi, Sagnik Banerjee, Mohammad M. Rahman, Yuta Yamane, Shun Kanai, Shunsuke Fukami, and Pramey Upadhyaya"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/w2wj-c9jx",
      "doi": "10.1103/w2wj-c9jx",
      "summary": "Theoretical investigation of relaxation mechanisms in chiral antiferromagnets offers fundamental insights for information coding in spintronics. [Phys. Rev. Lett. 135, 136704] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Exact Large-Scale Correlations in Diffusive Systems with General Interactions",
      "authors": [
        "Aurélien Grabsch, Davide Venturelli, and Olivier Bénichou"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gwdh-3vqm",
      "doi": "10.1103/gwdh-3vqm",
      "summary": "Characterizing the statistical properties of classical interacting particle systems is a long-standing question. For Brownian particles, the microscopic density obeys a stochastic evolution equation, known as the Dean-Kawasaki equation. This equation remains mostly formal and linearization (or highe… [Phys. Rev. Lett. 135, 137102] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Universal Model of Urban Street Networks",
      "authors": [
        "Marc Barthelemy and Geoff Boeing"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1vj4-n8vn",
      "doi": "10.1103/1vj4-n8vn",
      "summary": "Analyzing 9000 urban areas’ street networks, we identify properties, including extreme betweenness centrality heterogeneity, that typical spatial network models fail to explain. Accordingly we propose a universal, parsimonious, generative model based on a two-step mechanism that begins with a spanni… [Phys. Rev. Lett. 135, 137401] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Wall Torque Controls Propulsion of Curved Microstructures in Bacterial Baths",
      "authors": [
        "Nicola Pellicciotta, Ojus Satish Bagal, Maria Cristina Cannarsa, Silvio Bianchi, and Roberto Di Leonardo"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pnjv-6n5r",
      "doi": "10.1103/pnjv-6n5r",
      "summary": "The persistent dynamics of active particles makes them explore extended portions of an obstacle’s boundary during collisions. From impact to escape, the net applied forces depend on the curvature of the wall and increase in the presence of concave features. Here we systematically investigate the for… [Phys. Rev. Lett. 135, 138302] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Shot noise of photocurrents in magnetic quantum materials</span>",
      "authors": [
        "Xinyue Liu, Longjun Xiang, Yaqing Yang, Fuming Xu, Jun Chen, Lei Zhang, and Jian Wang"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4b07dY24M9611886921983048e627fe2fc032785a",
      "doi": "10.1103/nsky-zmzp",
      "summary": "Recently, the DC shot noise (DSN) of photocurrent has been proposed as its complementary probe to quantify the non-magnetic gapped quantum materials. In this work, we have discovered two novel DSN terms that are crucial for understanding the properties of magnetically insulating quantum materials: l… [Phys. Rev. Lett.] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Disentangling the effects of curvature and misorientation on the shrinkage behavior of loop-shaped grain boundaries</span>",
      "authors": [
        "Fabrizio Camerin, Susana Marín-Aguilar, Tim Griffioen, Mathieu G. Baltussen, Roel P. A. Dullens, Berend van der Meer, and Marjolein Dijkstra"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/e7072Y9fO5117b81266e4cb37b7182a1e9f7a26d0",
      "doi": "10.1103/krvx-hbt3",
      "summary": "The material properties of polycrystals are strongly affected by the evolution and coarsening of their internal grain structures. Yet, studying this process is challenging due to the complex interactions within grain boundary networks. Here, we systematically investigate the shrinkage of isolated lo… [Phys. Rev. Lett.] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Oxygen opacity measurements at high-energy density</span>",
      "authors": [
        "J. E. Bailey, D. C. Mayes, G. P. Loisel, T. Nagayama, D. Aberg, C. Blancard, J. Colgan, Ph. Cossé, G. S. Dunham, G. Faussurier, C. J. Fontes, F. Gilleron, I. Golovkin, T. A. Gomez, M. F. Gu, S. B. Hansen, H. Huang, C. A. Iglesias, C. Monton, J. -C. Pain, R. Santana, and B. W. Wilson"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2d07bY27Tbb2571f40130e872d28a1a3f6325f084",
      "doi": "10.1103/n2k6-358d",
      "summary": "We present the first benchmark measurements of oxygen opacity at high energy density, crucial for understanding stellar interiors. A 3–5-micron thick SiO2 sample was heated using a Z facility x-ray source, and opacity was measured in the 5-19.5 Å range with multiple spectrometers. The electron tempe… [Phys. Rev. Lett.] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Genuine multipartite entanglement is not necessary for standard device-independent conference key agreement</span>",
      "authors": [
        "Lewis Wooltorton, Peter Brown, and Roger Colbeck"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5707bY5dQe315f9f22b16fe4759647ce8dc2fd361",
      "doi": "10.1103/v4s8-3zl5",
      "summary": "Conference key agreement (CKA) aims to establish shared, private randomness among many separated parties in a network. Device-independent (DI) CKA is a variant in which the source and the measurement devices used by each party need not be trusted. So far, DICKA protocols largely fall into two catego… [Phys. Rev. Lett.] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Non-Markovian linear vibrational absorption spectroscopy for nonharmonic bond potentials: A perturbative approach</span>",
      "authors": [
        "Hélène Colinet, Florian N. Brünig, and Roland R. Netz"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/8907dYcaJ4a11281f6734df5e649685d3e32f9239",
      "doi": "10.1103/btts-7ym9",
      "summary": "The dynamic coupling between a vibrating bond and its responsive environment can be described by non-Markovian friction in the framework of the Generalized Langevin Equation (GLE) and gives rise to line shifts as well as homogeneous and inhomogeneous spectral line broadening. By perturbation theory,… [Phys. Rev. Lett.] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Wideband covariance magnetometry below the diffraction limit</span>",
      "authors": [
        "Xuan Hoang Le, Pavel E. Dolgirev, Piotr Put, Eric L. Peterson, Arjun Pillai, Alexander A. Zibrov, Eugene Demler, Hongkun Park, and Mikhail D. Lukin"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/f807dYb8Rdd1a598e4c07a7148f17fd2700ebef23",
      "doi": "10.1103/7xlj-52xt",
      "summary": "We experimentally demonstrate a method for measuring correlations of wideband magnetic signals with spatial resolution below the optical diffraction limit. Our technique employs two nitrogen-vacancy (NV) centers in diamond as nanoscale magnetometers, spectrally resolved by inhomogeneous optical tran… [Phys. Rev. Lett.] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Latent phase transition in two-dimensional PdSe${}_{2}$</span>",
      "authors": [
        "Qishuo Yang, Yabei Wu, Liang Zhu, Junjie Shan, Gang Wang, Xingxing Li, Erding Zhao, Shaolong Jiang, Xiao-lei Shi, Zhi-gang Chen, Jin Zou, Shi-Jun Liang, Feng Miao, Wenqing Zhang, and Junhao Lin"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3f078Ye4R7215f92d6c448f73aadf7ffc5cd5f6c0",
      "doi": "10.1103/hcy1-7znw",
      "summary": "Conventional phase transitions in two-dimensional (2D) materials typically involve gradual and progressive structural evolution upon external stimuli. However, analogous to the latent heat phenomena in classical thermodynamics, where energy absorption leads to internal reconfiguration without immedi… [Phys. Rev. Lett.] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Identified hadron production at hadron colliders in next-to-next-to-leading-order QCD</span>",
      "authors": [
        "Michał Czakon, Terry Generet, Alexander Mitov, and Rene Poncelet"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3b076Y3dT732310de41e1bb3b81df8624a1465d5f",
      "doi": "10.1103/mhkl-vt96",
      "summary": "In this work we calculate for the first time the next-to-next-to leading order (NNLO) QCD corrections to identified hadron production at hadron colliders. The inclusion of the NNLO correction has an important impact on all observables considered in this work. Higher order corrections reduce scale un… [Phys. Rev. Lett.] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Superconductivity at 28 K in sodium graphite intercalation compound under high pressure</span>",
      "authors": [
        "Guangchen Ma, Yingying Wang, Zefang Wang, Yuki Nakamoto, Katsuya Shimizu, Guangtao Liu, Mi Zhou, Hongbo Wang, Pengyue Gao, and Yanming Ma"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2c072Y70Qfd14199831158e8cc0c91baaf8e4d25e",
      "doi": "10.1103/2t6l-sqmj",
      "summary": "The discovery of 15.1 K superconductivity in first-stage CaC${}_{6}$ reignited interest in searching for high-temperature superconductors in graphite intercalation compounds (GICs). However, despite nearly two decades of intensive research, progress in exploring high-temperature superconductivity in… [Phys. Rev. Lett.] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Pump with broadband probe experiments for single-shot measurements of plasma conditions and crossed-beam energy transfer</span>",
      "authors": [
        "A. Longman, R. Muir, D. E. Mittelberger, E. S. Grace, C. Goyon, G. F. Swadling, G. E. Kemp, T. Chapman, S. Maricle, N. Vanartsdalen, A. Linder, T. Dumbacher, K. Zoromski, B. C. Stuart, F. Albert, J. E. Heebner, and P. Michel"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ae074Yb8Raf27f08f40b58925c787bc144d32c6ab",
      "doi": "10.1103/96yh-96pw",
      "summary": "A novel technique for measuring plasma conditions using monochromatic pump-broadband probe laser interactions has been experimentally demonstrated. Originally proposed in [J. Ludwig et al., Phys. Plasmas 26, 113108 (2019)], this method utilizes crossed-beam energy transfer between the broadband prob… [Phys. Rev. Lett.] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Terahertz electrooptic modulation of single-photon level pulses</span>",
      "authors": [
        "Nicolas Couture, Frédéric Bouchard, Alicia Sit, Guillaume Thekkadath, Duncan England, Philip J. Bustard, and Benjamin J. Sussman"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/06071Y0cQ8f1ca90531597661890cc96fc512ba8d",
      "doi": "10.1103/2hq3-t534",
      "summary": "The manipulation of visible and near-infrared light at the single-photon level plays a key role in quantum communication systems where information is encoded into photonic degrees of freedom. In practical implementations, it is important to achieve this manipulation with high speeds, low loss, and l… [Phys. Rev. Lett.] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Flux-tunable cavity for dark matter detection</span>",
      "authors": [
        "Fang Zhao, Ziqian Li, Akash V. Dixit, Tanay Roy, Andrei Vrajitoarea, Riju Banerjee, Alexander Anferov, Kan-Heng Lee, David I. Schuster, and Aaron Chou"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/6c076Y5aPab2690604175507af7ad0b353f510900",
      "doi": "10.1103/clp9-xc2n",
      "summary": "Developing a dark matter detector with wide mass tunability is an immensely desirable property, yet it is challenging due to maintaining strong sensitivity. Resonant cavities for dark matter detection have traditionally employed mechanical tuning, moving parts around to change electromagnetic bounda… [Phys. Rev. Lett.] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Subsystem decompositions of quantum evolutions and transformations between causal perspectives</span>",
      "authors": [
        "Julian Wechs and Ognyan Oreshkov"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/fd076Y4cL4c1b185d6337410955e232741404f3d2",
      "doi": "10.1103/9mk4-8sn5",
      "summary": "One can theoretically conceive of processes in which quantum operations are composed cyclically, in a way that is incompatible with a well-defined causal order. Some of these processes can be realised within standard quantum temporal evolutions, on systems that are delocalised in time. In this work,… [Phys. Rev. Lett.] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Optical control of the crystal structure in the bilayer nickelate superconductor ${\\mathrm{La}}_{3}{\\mathrm{Ni}}_{2}{\\mathrm{O}}_{7}$ via nonlinear phononics",
      "authors": [
        "Shu Kamiyama, Tatsuya Kaneko, Kazuhiko Kuroki, and Masayuki Ochi"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h6vj-fd4n",
      "doi": "10.1103/h6vj-fd4n",
      "summary": "Superconductivity in the bilayer nickelate ${\\mathrm{La}}_{3}{\\mathrm{Ni}}_{2}{\\mathrm{O}}_{7}$ occurs when the interlayer Ni-O-Ni bond angle becomes straight under pressure, suggesting a strong relationship between the crystal structure and the emergence of superconductivity. In this study, we theo… [Phys. Rev. B 112, 094115] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Distinction between ice phases VII, VIII, and X",
      "authors": [
        "Graeme J. Ackland, Andreas Hermann, Kazuki Komatsu, Keishiro Yamashita, and J. S. Loveday"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nmlm-rtxz",
      "doi": "10.1103/nmlm-rtxz",
      "summary": "Ice phases VII, VIII, and X are all based on a body-centered cubic arrangement of molecules, the differences coming from how molecular orientation breaks the symmetry. It is debatable as to whether these should even be considered distinct phases given that the standard definition of a transition bet… [Phys. Rev. B 112, 094116] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Tuning the quantum Mpemba effect in an isolated system by initial-state engineering",
      "authors": [
        "Yi-Han Yu, Tian-Ren Jin, Lv Zhang, Kai Xu, and Heng Fan"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yzjd-pk8h",
      "doi": "10.1103/yzjd-pk8h",
      "summary": "The authors report here a novel method to control the quantum Mpemba effect, where a system far from equilibrium relaxes faster than a closer one. By preparing specific initial states, they can trigger the effect on demand, dramatically speeding up relaxation. They also design a simple quantum circuit for experimental verification on current simulators, providing a practical tool for manipulating quantum dynamics and advancing quantum technologies. [Phys. Rev. B 112, 094315] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Highly tunable Gilbert damping in the two-dimensional van der Waals ferromagnet ${\\mathrm{Fe}}_{3}{\\mathrm{GaTe}}_{2}$: From bilayer to twisted bilayer",
      "authors": [
        "Jie Wang, Shi-Bo Zhao, Jia-wan Li, Lin Zhuang, and Yusheng Hou"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1nx1-s1lv",
      "doi": "10.1103/1nx1-s1lv",
      "summary": "The van der Waals ferromagnet ${\\mathrm{Fe}}_{3}{\\mathrm{GaTe}}_{2}$ possesses both a high Curie temperature and robust perpendicular magnetic anisotropy, holding promise for practical spintronic applications. In particular, understanding and engineering its Gilbert damping, which determines magneti… [Phys. Rev. B 112, 094448] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetic properties of metastable honeycomb ${\\mathrm{KCoAsO}}_{4}$",
      "authors": [
        "C. L. Sarkis, L. A. Pressley, V. O. Garlea, C. dela Cruz, M. B. Stone, A. A. Aczel, C. A. Bridges, D. A. Tennant, and S. E. Nagler"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rnfj-st4c",
      "doi": "10.1103/rnfj-st4c",
      "summary": "We present comprehensive neutron scattering data on polycrystalline samples of a new metastable honeycomb material ${\\mathrm{KCoAsO}}_{4}$. Below ${T}_{N}=14$ K, the system orders into a zigzag antiferromagnetic state, with spins ordered into alternating ferromagnetic chains similar to the isostruct… [Phys. Rev. B 112, 094449] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Field-induced magnetization plateau and high-field phase diagram of the multiferroic manganite ${\\mathrm{ErMn}}_{2}{\\mathrm{O}}_{5}$: An analogy to ${\\mathrm{YMn}}_{2}{\\mathrm{O}}_{5}$",
      "authors": [
        "Yinfa Feng, Haowen Wang, Shuhan Zheng, Meifeng Liu, Leili Tan, Chao Dong, Chengliang Lu, and Junfeng Wang"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/16xl-dntg",
      "doi": "10.1103/16xl-dntg",
      "summary": "The complex magnetoelectric (ME) features of the multiferroic manganites ${R\\mathrm{Mn}}_{2}{\\mathrm{O}}_{5}$ ( R : rare earth elements, Bi) are of particular interest due to their giving rise to some fascinating phenomena such as topological ME behaviors. Here we systematically report the magnetic an… [Phys. Rev. B 112, 094450] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Chirality-selective proximity effect between chiral $p$-wave superconductors and quantum Hall insulators",
      "authors": [
        "Ryota Nakai, Koji Kudo, Hiroki Isobe, and Kentaro Nomura"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qxt1-ncfn",
      "doi": "10.1103/qxt1-ncfn",
      "summary": "Heterostructures of superconductors and quantum-Hall insulators are promising platforms for topological quantum computation. However, these two systems are incompatible in some aspects, such as a strong magnetic field, the Meissner effect, and chirality. In this work, we address the condition that t… [Phys. Rev. B 112, 094520] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Manipulation of topological phases in acoustic crystals through Rashba-Dresselhaus spin-orbit coupling",
      "authors": [
        "Xu-Feng Wang, Chun-Zhen Fan, and Gang Wang"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9n11-p21r",
      "doi": "10.1103/9n11-p21r",
      "summary": "The absence of intrinsic spin in acoustic waves poses a challenge to realize diverse topological phases, thereby constraining their potential applications in acoustics. In this study, we employ a realistic scheme to synthesize simultaneously the pseudospin and Rashba-Dresselhaus spin-orbit coupling … [Phys. Rev. B 112, 104108] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Driven nonunitary dynamics of quantum critical systems",
      "authors": [
        "Bastien Lapierre, Pietro Pelliconi, Shinsei Ryu, and Julian Sonner"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lwrz-jxrr",
      "doi": "10.1103/lwrz-jxrr",
      "summary": "We investigate the interplay between unitary and nonunitary driven many-body dynam ics in ($1+1$)-dimensional quantum critical systems described by conformal field theory (CFT). By formulating a coherent state approach, we demonstrate that the growth of entanglement entropy and energy can be found a… [Phys. Rev. B 112, 104322] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Large spin accumulation signals in ultrafast magneto-optical experiments",
      "authors": [
        "Alberto Anadón, Harjinder Singh, Eva Díaz, Yann Le-Guen, Julius Hohlfeld, Richard B. Wilson, Gregory Malinowski, Michel Hehn, and Jon Gorchon"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5qnm-zgjt",
      "doi": "10.1103/5qnm-zgjt",
      "summary": "The authors show here that ultrafast spin accumulations can produce magneto-optical signals as large as those from magnetic layers. By carefully separating contributions in multilayer systems, they establish how Kerr rotation and ellipticity respond differently to transported spins and demagnetization. These findings provide a clear framework for probing ultrafast spin transport, offering new opportunities for studying spin and orbital dynamics in solids. [Phys. Rev. B 112, 104437] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Skyrmion motion in synthetic antiferromagnets and ferrimagnets driven by asymmetric spin wave emission",
      "authors": [
        "Christopher E. A. Barker, Charles Parton-Barr, Christopher H. Marrows, Olga Kazakova, and Craig Barton"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/j6y9-dj7f",
      "doi": "10.1103/j6y9-dj7f",
      "summary": "Synthetic antiferromagnetic skyrmions are promising candidates for nonconventional computing technologies, offering high speed, small size, and robustness against stray fields. The authors demonstrate here a nonperturbative mechanism for skyrmion manipulation using micromagnetic simulations. By exciting their intrinsic breathing modes with a microwave field and applying a static in-plane magnetic field, asymmetric spin wave emission is triggered, propelling skyrmion motion. These findings open new avenues for skyrmion control in synthetic antiferromagnets and ferrimagnets using global magnetic fields alone. [Phys. Rev. B 112, 104438] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Prediction of room-temperature polar ferromagnetism in a two-dimensional pentalattice",
      "authors": [
        "Shanbao Chen, Huasheng Sun, Yarui Wang, Chaoyong Wang, Kai Wang, Chengxi Huang, and Erjun Kan"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4h5q-hpt1",
      "doi": "10.1103/4h5q-hpt1",
      "summary": "Two-dimensional (2D) multiferroic materials with the coexistence of spin and electric polarizations are appealing because of their rich fundamental physics and promising technological applications. However, up to now, 2D ferromagnetic (FM) ferroelectric (FE) multiferroic semiconductors are still rat… [Phys. Rev. B 112, 104439] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnon-induced scalar spin chirality in kagome and honeycomb ferromagnets",
      "authors": [
        "Nanse Esaki, Gyungchoon Go, and Se Kwon Kim"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fhwj-76zp",
      "doi": "10.1103/fhwj-76zp",
      "summary": "The authors show here that the scalar spin chirality (SSC) can be thermally induced in magnets where ground states have zero SSC. The results are obtained for 2D ferromagnets on kagome and honeycomb lattices, where Dzyaloshinskii–Moriya interactions break effective time-reversal symmetry for magnons, yielding finite SSC at nonzero temperatures that can reach magnitudes comparable to those of noncoplanar spin structures under certain situations. These results reveal a significant manifestation of SSC in collinear spin systems, providing new insights into chiral magnetism. [Phys. Rev. B 112, 104440] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Pressure-induced nearly perfect rectangular lattice and superconductivity in the organic molecular crystal ${\\text{(DMET-TTF)}}_{2}{\\mathrm{AuBr}}_{2}$",
      "authors": [
        "Taiga Kato, Hanming Ma, Kazuyoshi Yoshimi, Takahiro Misawa, Shigen Kumagai, Youhei Iida, Yoshiaki Sasaki, Masashi Sawada, Jun Gouchi, Takuya Kobayashi, Hiromi Taniguchi, Yoshiya Uwatoko, Hiroyasu Sato, Noriaki Matsunaga, Atsushi Kawamoto, and Kazushige Nomura"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zx3d-lwlw",
      "doi": "10.1103/zx3d-lwlw",
      "summary": "External pressure and associated changes in lattice structures are key to realizing exotic quantum phases such as high-${T}_{\\mathrm{c}}$ superconductivity. While applying external pressure is a standard method to induce novel lattice structures, its impact on organic molecular crystals has been les… [Phys. Rev. B 112, 104513] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "First-principles investigation of elastic and thermodynamic properties of the ${\\mathrm{U}}_{1−x}{\\mathrm{Th}}_{x}{\\mathrm{O}}_{2}$ solid solutions $(x=0, 0.25, 0.5, 0.75, 1)$",
      "authors": [
        "Zhiyuan Huang, Lidong Ma, Jianbao Zhang, Dongpeng Hua, Qing Zhou, Lei Yang, and Haifeng Wang"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qhdq-xdqf",
      "doi": "10.1103/qhdq-xdqf",
      "summary": "A comprehensive first-principles study was performed to investigate the elastic and thermodynamic properties of ${\\mathrm{U}}_{1−x}{\\mathrm{Th}}_{x}{\\mathrm{O}}_{2}$ $(x=0, 0.25, 0.5, 0.75, 1)$ solid solutions using the DFT+ U method, with ${\\mathrm{ThO}}_{2}$ treated under standard DFT. Despite a sl… [Phys. Rev. B 112, 115144] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Pressure-tuned magnetism and band-gap modulation in layered Fe-doped $\\mathrm{Cr}{\\mathrm{Cl}}_{3}$",
      "authors": [
        "Mahmoud Abdel-Hafiez, Govindaraj Lingannan, Aya Ali, Lukas Gries, R. Thiyagarajan, Md Ezaz Hasan Khan, Anas Abutaha, T. A. Abdel-Baset, Kei Uemura, Masaki Mito, Vladislav Borisov, Anna Delin, Rüdiger Klingeler, M. S. Ramachandra Rao, and Olle Eriksson"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v7l7-f3wj",
      "doi": "10.1103/v7l7-f3wj",
      "summary": "We report a comprehensive investigation of the structural, magnetic, vibrational, and optical properties of Fe-doped $\\mathrm{Cr}{\\mathrm{Cl}}_{3}$ under varying external pressures. By integrating high-pressure experimental techniques, including Raman spectroscopy, photoluminescence (PL), magnetizat… [Phys. Rev. B 112, 115145] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Temporal modulation of second harmonic generation in ferroelectrics by a pulsed electric field",
      "authors": [
        "Atsushi Ono"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xsrf-t1hj",
      "doi": "10.1103/xsrf-t1hj",
      "summary": "We revisit the relationship between electric polarization modulation $\\mathrm{Δ}P$ in ferroelectrics induced by a low-frequency pulsed electric field and the corresponding second harmonic intensity modulation $\\mathrm{Δ}{I}_{\\mathrm{SH}}$. Using nonlinear response theory, we derive their time-domain… [Phys. Rev. B 112, 115146] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin Meissner effect in systems of coupled polariton condensates",
      "authors": [
        "I. Yu. Chestnov, A. Kudlis, A. V. Nalitov, and I. A. Shelykh"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/n6yp-15hh",
      "doi": "10.1103/n6yp-15hh",
      "summary": "We theoretically investigate the interplay between Zeeman splitting and transverse-electric–transverse-magnetic (TE-TM)-induced spin-flip tunneling in coupled exciton-polariton condensate systems and its impact on the spin Meissner effect. We demonstrate that although a single condensate exhibits th… [Phys. Rev. B 112, 115311] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Floquet-induced two-dimensional weak topological insulator phase",
      "authors": [
        "Jiong-Yi Zhu, Zheng-Rong Liu, Rui Chen, and Bin Zhou"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kqly-w5d3",
      "doi": "10.1103/kqly-w5d3",
      "summary": "Floquet engineering via periodic light fields has emerged as a powerful method to control topological phase transitions in quantum materials. However, Floquet-induced two-dimensional (2D) weak topological insulator phases, characterized by nontrivial 2D Zak phases, remain unexplored. In this work, w… [Phys. Rev. B 112, 115436] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Theory of tunneling between two-dimensional electron layers driven by spin pumping: Adiabatic regime and beyond",
      "authors": [
        "Modi Ke, Mahmoud M. Asmar, and Wang-Kong Tse"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5wlm-qhrj",
      "doi": "10.1103/5wlm-qhrj",
      "summary": "Tunneling spectroscopy between parallel two-dimensional (2D) electronic systems provides a powerful method to probe the underlying electronic properties by measuring tunneling conductance. In this work, we present a theoretical framework for spin transport in 2D-to-2D tunneling systems, driven by sp… [Phys. Rev. B 112, 115437] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Atomistic study of heat transfer between $3C\\text{−}\\mathrm{SiC}$ slabs in the extreme near-field regime",
      "authors": [
        "Haifei Yang, Zhen Gong, Wenbin Zhang, and Changying Zhao"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2nj4-9rlv",
      "doi": "10.1103/2nj4-9rlv",
      "summary": "Understanding heat transfer at extreme near-field scales is crucial for advancing thermal management at nanoscale and subnanoscale levels, where traditional continuum theories often fail. However, existing studies have mainly focused on larger gap sizes $(&gt;10\\phantom{\\rule{0.28em}{0ex}}Å)$, and t… [Phys. Rev. B 112, 115438] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Identifying Majorana edge and end modes in a Josephson junction of a $p$-wave superconductor with a magnetic barrier",
      "authors": [
        "Minakshi Subhadarshini, Amartya Pal, Pritam Chatterjee, and Arijit Saha"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6knk-m4vx",
      "doi": "10.1103/6knk-m4vx",
      "summary": "We present a theoretical model describing a Josephson junction featuring a magnetically textured barrier within two-dimensional (2D) $p$-wave superconductor, considering both (${p}_{x}+{p}_{y}$)- and (${p}_{x}+i{p}_{y}$)-type pairing symmetries. Our study reveals the influence of the magnetic barrie… [Phys. Rev. B 112, 115439] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Impurity-induced Mott ring states and Mott zeros ring states in the Hubbard operator formalism",
      "authors": [
        "Emile Pangburn, Anurag Banerjee, Catherine Pépin, and Cristina Bena"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lysb-n9zp",
      "doi": "10.1103/lysb-n9zp",
      "summary": "We study the formation of subgap impurity states in strongly correlated Mott insulators. We use a composite operator method that gives us access to both the bulk Green's function, as well as to the real-space Green's function in the presence of an impurity. Similar to the noninteracting systems, we … [Phys. Rev. B 112, 125157] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Defect-mediated pairing and dissociation of strongly correlated electrons in low-dimensional lattices",
      "authors": [
        "Vincent Pouthier and Saad Yalouz"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/467x-8f21",
      "doi": "10.1103/467x-8f21",
      "summary": "We study the quantum dynamics of a strongly correlated electron pair in a one-dimensional lattice, focusing on the occurrence of local dissociation/pairing mechanisms induced by a site energy defect. To this end, we simulate the time evolution of two interacting electrons on a finite-size chain gove… [Phys. Rev. B 112, 125158] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Single-band square-lattice Hubbard model from twisted bilayer ${\\mathrm{C}}_{568}$",
      "authors": [
        "Toshikaze Kariyado, Ashvin Vishwanath, and Zhu-Xi Luo"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/73rf-cw9d",
      "doi": "10.1103/73rf-cw9d",
      "summary": "We propose twisted homobilayer of a carbon allotrope, ${\\mathrm{C}}_{568}$, to be a promising platform to realize a controllable square lattice single-band extended Hubbard model. This setup has the advantage of a widely tunable ${t}^{′}/t$ ratio without adding external fields, and the intermediate … [Phys. Rev. B 112, 125159] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Multiwavefunction overlap and multientropy for topological ground states in ($2+1$) dimensions",
      "authors": [
        "Bowei Liu, Junjia Zhang, Shuhei Ohyama, Yuya Kusuki, and Shinsei Ryu"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tjcf-yryh",
      "doi": "10.1103/tjcf-yryh",
      "summary": "Here, the authors use multiwavefunction overlap—a generalization of the inner product in quantum mechanics from two states to multiple states (three or more)—to uncover universal properties of topological quantum matter in two spatial dimensions. Drawing on insights from the bulk–boundary correspondence, they show that multiwavefunction overlap can detect topological invariants of these systems, formulated as higher Berry phases—a generalization of the familiar Berry phase. In addition, they demonstrate that this approach reveals universal features of multipartite quantum entanglement in such states. [Phys. Rev. B 112, 125160] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Pressure-induced phase transitions and asynchronous ferroelectric switching mechanism in ${\\mathrm{CuInP}}_{2}{\\mathrm{S}}_{6}$",
      "authors": [
        "Pegah Mohammadi and Sobhit Singh"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3j3m-5ybl",
      "doi": "10.1103/3j3m-5ybl",
      "summary": "Recent advancements in two-dimensional van der Waals (vdW) ferroelectric materials have highlighted the significance of both interlayer and intralayer degrees of freedom in governing their functional properties. Among these, ${\\mathrm{CuInP}}_{2}{\\mathrm{S}}_{6}$ (CIPS) stands out due to the unique … [Phys. Rev. B 112, 125205] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Superconducting coherence peak in near-field radiative heat transfer",
      "authors": [
        "Wenbo Sun, Zhuomin M. Zhang, and Zubin Jacob"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/19ft-v715",
      "doi": "10.1103/19ft-v715",
      "summary": "Enhancement and peaks in near-field radiative heat transfer (NFRHT) typically arise due to surface phonon-polaritons, plasmon-polaritons, and electromagnetic (EM) modes in structured materials. However, the role of material quantum coherence in enhancing near-field radiative heat transfer remains un… [Phys. Rev. B 112, 125423] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Directionally asymmetric nonlinear optics in ferrorotational ${\\mathrm{MnTiO}}_{3}$",
      "authors": [
        "Xinshu Zhang, Tyler Carbin, Kai Du, Bingqing Li, Kefeng Wang, Casey Li, Tiema Qian, Ni Ni, Sang-Wook Cheong, and Anshul Kogar"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nsm8-6bm2",
      "doi": "10.1103/nsm8-6bm2",
      "summary": "Ferrorotationally ordered materials possess a planar chiral lattice of electric dipoles that are a promising platform for exhibiting directionally asymmetric response functions. A key characteristic of such order is that enantiomorph conversion occurs when the solid is flipped by ${180}^{∘}$ about a… [Phys. Rev. B 112, L121108] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Probing quantum geometric capacitance via photonic spin Hall effect",
      "authors": [
        "Yahir Fernández-Méndez, Ramón Carrillo-Bastos, and Jesús A. Maytorena"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dkmj-f8wy",
      "doi": "10.1103/dkmj-f8wy",
      "summary": "The nondissipative quasistatic longitudinal optical response of insulators is characterized by an intrinsic geometric capacitance, determined by the ratio of the quantum metric to the energy gap, as recently established. We study the photonic spin Hall effect (PSHE) in this low-frequency regime, ind… [Phys. Rev. B 112, L121407] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Gapped Stiefel-Whitney topological superconductivity</span>",
      "authors": [
        "Beibing Huang, Chaofei Liu, Ning Xu, and Ming Gong"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/90079O6fR5c1fe55353e23e649f57ef76bae1f7ba",
      "doi": "10.1103/36v3-9fxy",
      "summary": "Topological superconductivity (TS) has been discussed widely in many superconducting systems with different symmetries, such as time-reversal symmetry, mirror symmetry, inversion symmetry, etc. In this paper we focus on the effects of the combined spacetime inversion symmetry $PT$ on the gapped TS. … [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Isotropic and anisotropic spin-dependent transport in epitaxial Fe${}_{3}$Si</span>",
      "authors": [
        "Nozomi Soya, Michihiro Yamada, Kohei Hamaya, and Kazuya Ando"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9507eO8dPf418151032e599781141fb5f626f8c91",
      "doi": "10.1103/3fss-8m7c",
      "summary": "We investigate spin-dependent transport phenomena in epitaxially grown Fe${}_{3}$Si films, focusing on the anisotropic magnetoresistance (AMR), planar Hall effect (PHE), anomalous Hall effect (AHE), and spin Hall effect (SHE). While the sign and magnitude of the AMR and PHE depend on the current ori… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Identification of intrinsic and extrinsic in-plane twofold symmetry in CsV${}_{3}$Sb${}_{5}$ via transport measurements</span>",
      "authors": [
        "Yu-Chi Yao, Fei Sun, Andrea Capa Salinas, Stephen D. Wilson, Phil D. C. King, and Haijing Zhang"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/54079O2dTe215359a6d491c7932dabe18558e5e27",
      "doi": "10.1103/l6q3-lmjj",
      "summary": "The identification of in-plane twofold symmetry in layered superconductors has sparked considerable interest. While transport measurements often reveal pronounced anisotropy, interpretation of their origin remains challenging due to the difficulty in disentangling competing contributions. Here, we s… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Range-separated thermal hybrid exchange-correlation density functional for accurate band-gap calculations of warm dense matter</span>",
      "authors": [
        "Ammar A. Ellaboudy, Valentin V. Karasiev, Deyan I. Mihaylov, Katerina P. Hilleke, and S. X. Hu"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1407bO92S8c1ea5010c5716694910314313a84b41",
      "doi": "10.1103/v9vy-x124",
      "summary": "In this study, we present a novel range-separated thermal hybrid exchange-correlation (XC) functional, termed RS-KDT0, which provides highly accurate band-gap predictions at elevated temperature while reducing the computational cost relative to thermal global hybrid functionals. At zero temperature,… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Inhomogeneous phase stiffness in two-dimensional $s$-wave disordered superconductors</span>",
      "authors": [
        "Sudipta Biswas, A. Taraphder, and Sudhansu S. Mandal"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2107cOe3Rc915a5f21aa94f410068bdfb04b872f3",
      "doi": "10.1103/p64s-p7t3",
      "summary": "We investigate the effect of white-noise disorder on the local phase stiffness and thermodynamic properties of a two-dimensional $s$-wave superconductor. Starting from a local attractive model and using path-integral formalism, we derive an effective action by decoupling the superconducting order pa… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Charge pumps, pivot Hamiltonians, and symmetry-protected topological phases</span>",
      "authors": [
        "Nick G. Jones, Ryan Thorngren, Ruben Verresen, and Abhishodh Prakash"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f8078O36T8a1f35265b436d14e7daabf4364fcb1f",
      "doi": "10.1103/rtq1-pplf",
      "summary": "Generalised charge pumps are topological obstructions to trivialising loops in the space of symmetric gapped Hamiltonians. We show that given mild conditions on such pumps, the associated loop has high-symmetry points which must be in distinct symmetry-protected topological (SPT) phases. To further … [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Enhancing band-edge nonradiative recombination lifetimes in I-II${}_{2}$-III-VI${}_{4}$ chalcogenides via orbital-phonon synergy</span>",
      "authors": [
        "Xinwei Guo, Wenhan Zhou, Shengli Zhang, and Haibo Zeng"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f907aO48R9f11c567133521164fdf44b913e2a536",
      "doi": "10.1103/b1mb-2yrj",
      "summary": "Balancing efficiency enhancement and cost reduction is crucial for advancing solar energy and photovoltaic devices. One of the primary sources of energy loss, leading to reduced efficiency, is nonradiative electron-hole recombination within these devices. In this study, we comprehensively investigat… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Non-Hermitian and Liouvillian skin effects in magnetic systems</span>",
      "authors": [
        "Xin Li, Mohamed Al Begaowe, Shu Zhang, and Benedetta Flebus"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4b07fY34Uc61d08f32aa22c4ff1281228437c70b9",
      "doi": "10.1103/6msp-vbbm",
      "summary": "The non-Hermitian skin effect (NHSE) has emerged as a hallmark of non-Hermitian physics, with far-reaching implications for transport, topology, and sensing. While recent works have uncovered the NHSE in magnetic systems, these analyses rely on effective non-Hermitian Hamiltonians, thereby leaving o… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Symmetry breaking and thermal phase transition of the spin-1 quantum magnet with SU(3) symmetry on the simple cubic lattice</span>",
      "authors": [
        "Nils Caci, Dominik Chudy, Pablo Daniel Mendez Mariscal, Daniel Ueltschi, and Stefan Wessel"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/66075O9fS7e1cd5ad0559ed2342e32172d45f7fab",
      "doi": "10.1103/w7fl-yy4x",
      "summary": "Using a combined analysis from Poisson-Dirichlet and symmetry-breaking calculations as well as quantum Monte Carlo simulations, we examine the ordered phase and the thermal phase transition of the three-dimensional spin-1 quantum magnet on the simple cubic lattice with bilinear and biquadratic inter… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Effect of metallicity on interlayer frictional potential energy of transition metal dichalcogenides under normal load</span>",
      "authors": [
        "Xin-Yu Zhang, Xin-Yu Li, Ja-Bin Liu, Yu-Meng Gao, Chen-Dong Jin, Rui-Ning Wang, Peng-Lai Gong, Xing-Qiang Shi, and Jiang-Long Wang"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6207dO03T4317f5b26d870e048b186800df8d04cd",
      "doi": "10.1103/8j2t-5wbq",
      "summary": "Van der Waals two-dimensional (2D) transition-metal dichalcogenides (TMDs) exhibit great potential in solid tribology design. Understanding the mechanism at the electronic-level is essential for the designing of low-friction-coefficients 2D materials. Here, via a comparative study of metallic ${d}^{… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Coexistent topological and chiral phonons in chiral RhGe: An <em>ab initio</em> study</span>",
      "authors": [
        "P. V. Sreenivasa Reddy and Guang-Yu Guo"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0d07eOc4K321434ac6048e324715cc5cafc3a22b4",
      "doi": "10.1103/21jc-zmzw",
      "summary": "The CoSi-family of materials (CoSi, CoGe, RhSi and RhGe) forms a cubic chiral structure and hosts unconventional multifold chiral fermions, such as spin-1 and spin-3/2 fermions, leading to intriguing phenomena like long Fermi arc surface states and exotic transport properties. Recent interest on the… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Anomalous suppression of thermal conductivity in SnSe induced by aliovalent doping</span>",
      "authors": [
        "Pan Zhang, Fang Lyu, Shiwei Chen, Yong Liu, Ziyu Wang, Zhihong Lu, Rui Xiong, and Shiheng Liang"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d4070O1fSec1e458f13d17b94291fdfd2225c97ff",
      "doi": "10.1103/rq8z-n7d9",
      "summary": "As a universally employed strategy for suppressing phonon propagation, element doping plays a critical role in reducing lattice thermal conductivity κ_L of thermoelectric materials. Traditionally, heavy-element doping with substantial atomic mass/radius difference leads to a pronounced κ_L reduction… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin properties in droplet epitaxy grown telecom quantum dots</span>",
      "authors": [
        "Marius Cizauskas, Elisa M. Sala, Jon Heffernan, A. Mark Fox, Manfred Bayer, and Alex Greilich"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b6076O6eT3f1a65855980f19d539f18722a2a3e1f",
      "doi": "10.1103/bm22-smcp",
      "summary": "We investigate the spin properties of InAs/InGaAs/InP quantum dots grown by metalorganic vapor-phase epitaxy (MOVPE) deposition using droplet epitaxy, which emit in the telecom C-band. Using pump-probe Faraday ellipticity measurements, we determine electron and hole $g$-factors of $|{g}_{e}|=0.93$ a… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Theory of bound magnetic polarons in cubic and uniaxial antiferromagnets</span>",
      "authors": [
        "Dawid Bugajewski, Carmine Autieri, and Tomasz Dietl"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7407aO0dTf0E291a852923758172b9975b96c95ce",
      "doi": "10.1103/fp4d-grwc",
      "summary": "Motivated by a recent debate about the origin of remanent magnetization and the corresponding anomalous Hall effect in antiferromagnets and altermagnets, a theory of bound magnetic polarons (BMPs) in anisotropic antiferromagnetic semiconductors is developed. The theory describes quantitatively the e… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Influence of nanoscale roughness on Derjaguin-Landau-Verwey-Overbeek forces between alkanethiol self-assembled monolayer surfaces</span>",
      "authors": [
        "R. Bakhshandehseraji, G. Ch. Ponce de Leon, G. Palasantzas, and C. Lungani Mthembu"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0b076O6eP221585530898761a1f19d94a03e2d2ae",
      "doi": "10.1103/q9fc-n9n4",
      "summary": "This study addresses the knowledge gap regarding how nanoscale surface roughness and chemical functionalization impact the Derjaguin-Landau-Verwey-Overbeek forces (DLVO) forces. To this end, force measurements in a spherical-plate geometry were carried out using an atomic force microscope (AFM) on 1… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Yang-Lee edge singularity and quantum criticality in non-Hermitian PXP model</span>",
      "authors": [
        "Wen-Yi Zhang, Meng-Yun Mao, Qing-Min Hu, Xinzhi Zhao, Gaoyong Sun, and Wen-Long You"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5c076Oa3T8c1f05628cc01f5e1b7756f8d0cc7e61",
      "doi": "10.1103/vlfm-jfq5",
      "summary": "We present a comprehensive theoretical framework for quantum criticality in the non-Hermitian detuned PXP model, and establish the complete phase diagram, which had remained elusive in previous studies. Starting from a numerically identified phase transition point, we construct an exact second-order… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Persistent short-range spin fluctuation in rare-earth substituted square lattice Sr${}_{2}$Ir${}_{0.89}$Tb${}_{0.11}$O${}_{4}$</span>",
      "authors": [
        "Jiasen Guo, Jieming Sheng, Zachary Morgan, Masaaki Matsuda, Gang Cao, and Feng Ye"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/34077Ob2T1e1445174909724efdbebc1f03cd2de2",
      "doi": "10.1103/6nxd-77m2",
      "summary": "Sr${}_{2}$IrO${}_{4}$, a prototypical $J_{\\rm eff}$ = 1/2 square lattice system, is widely studied for novel physics. While transition metal substitution effects are well explored, rare-earth doping at the Ir${}^{4+}$ site is less explored. Here we present a detailed magnetization and neutron diffra… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Universality in the anticoncentration of chaotic quantum circuits</span>",
      "authors": [
        "Arman Sauliere, Beatrice Magni, Guglielmo Lami, Xhek Turkeshi, and Jacopo De Nardis"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3a07bDf9P351da0761d85888e1827726513f6d3cd",
      "doi": "10.1103/lkwg-4dbt",
      "summary": "We establish universal behavior in the anticoncentration properties of random quantum circuits, demonstrating its broad independence from the circuit architecture. Specifically, universality emerges in a certain scaling limit and extends beyond the leading order, incorporating subleading corrections… [Phys. Rev. B] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Editorial: DCOMP's 2025 Rahman and Metropolis Awards",
      "authors": [
        "Koblar Alan Jackson and André Schleife"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/PhysRevE.112.030001",
      "doi": "10.1103/PhysRevE.112.030001",
      "summary": "[Phys. Rev. E 112, 030001] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Bayesian estimation of coupling strength and heterogeneity in a coupled oscillator model from macroscopic quantities",
      "authors": [
        "Yusuke Kato, Shuhei Kashiwamura, Emiri Watanabe, Masato Okada, and Hiroshi Kori"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4qtf-jxg9",
      "doi": "10.1103/4qtf-jxg9",
      "summary": "Various macroscopic oscillations, such as the heartbeat and the flashing of fireflies, are created by synchronizing oscillatory units (oscillators). To elucidate the mechanism of synchronization, several coupled oscillator models have been devised and extensively analyzed. Although parameter estimat… [Phys. Rev. E 112, 034215] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Electrical transport in tunably disordered metamaterials",
      "authors": [
        "Caitlyn Obrero, Mastawal Tirfe, Carmen Lee, Sourabh Saptarshi, Christopher Rock, Karen E. Daniels, and Katherine A. Newhall"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6bph-n6zj",
      "doi": "10.1103/6bph-n6zj",
      "summary": "Naturally occurring materials are often disordered, with the dependence of their bulk properties on structure being challenging to predict due to the lack of underlying crystalline axes. In this paper, we develop a digital pipeline from algorithmically created configurations with tunable disorder to… [Phys. Rev. E 112, 035505] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Meta-atom based two-sphere Newton's cradle",
      "authors": [
        "Simon A. Pope and Oliver B. Wright"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2whk-jc4b",
      "doi": "10.1103/2whk-jc4b",
      "summary": "Locally resonant metamaterials are among the most studied types of elastic and acoustic metamaterials, with significant research focused on wave propagation in a period array of “meta-atoms.” Here we investigate the collision dynamics of two identical pendulum-suspended mass-in-mass resonators, esse… [Phys. Rev. E 112, 035506] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Impact of cross and main diffusion coefficients on symmetry breaking in nonreactive diffusion systems",
      "authors": [
        "Berin Šeta, Jon Spangenberg, Mounir M. Bou-Ali, and Valentina Shevtsova"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yr2z-b9px",
      "doi": "10.1103/yr2z-b9px",
      "summary": "Ternary systems driven by concentration-dependent diffusion coefficients were studied aboard the International Space Station. A range of new patterning possibilities and the coexistence of gravitational instabilities, previously thought impossible in nonreactive systems, were uncovered. #ClearMotivation #ElegantVisuals [Phys. Rev. E 112, L033101] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Dual influence of transcriptional and translational kinetics on gene expression noise</span>",
      "authors": [
        "Mahima, Anandamohan Ghosh, and Ajeet K. Sharma"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/49077R98J921392802b207864aee2cad73b07fe21",
      "doi": "10.1103/sc8f-7ldc",
      "summary": "Gene expression noise, the inherent randomness in protein levels, plays a crucial role in cellular heterogeneity and diverse responses to environmental conditions. While transcriptional bursts and their impact on noise have been extensively studied over the last two decades, recent experiments sugge… [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Sweeping-process approach to stress analysis in elastoplastic lattice spring models with applications to network materials</span>",
      "authors": [
        "Ivan Gudoshnikov, Yang Jiao, Oleg Makarenkov, and Duyu Chen"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/50078R50Ldf12c1cb9b40e8988d9837c02f06cd69",
      "doi": "10.1103/2jdr-ck1m",
      "summary": "Disordered network materials abound in both nature and synthetic situations while rigorous analysis of their nonlinear mechanical behaviors remains challenging. The purpose of this paper is to connect the mathematical framework of sweeping process originally proposed by Moreau to a generic class of … [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>When orthogonal detrending matters in roughness scaling</span>",
      "authors": [
        "Thiago A. de Assis"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/6f070R23Ub01df20861518a84069c0a4c6678ba2a",
      "doi": "10.1103/93x9-kt4b",
      "summary": "Determining the local roughness exponent ${α}_{l}$ in nonequilibrium surface growth is challenging when transient morphologies with long crossover times, such as those in Villain-Lai-Das Sarma (VLDS) models, obscure the asymptotic regime. It was only recently that numerical simulations of VLDS latti… [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Theoretical analysis and dust charge diagnostics in binary complex plasmas</span>",
      "authors": [
        "Wei-Ping Zhang, Fang-Ping Wang, Lan-Xin Shi, and Wen-Shan Duan"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/4d075Re5Sef1cf2e08060262db047bf3c958ded53",
      "doi": "10.1103/qc8n-pxkw",
      "summary": "The paper addresses the dynamics of solitary waves in binary complex plasmas, focusing on charge diagnostics for dust particles and its relevance for plasma research, space physics, and fusion applications. The paper uses the reductive perturbation method to derive the Korteweg-de Vries (KdV) equati… [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Granular drag and lift force on a flexible fiber</span>",
      "authors": [
        "Antonio Pol, Sara Storti, and Fabio Gabrieli"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/0307aR94S761ea2b27871027b76f38b3784956280",
      "doi": "10.1103/p2db-yt7h",
      "summary": "In this work, we investigate the forces acting on a flexible fiber dragged through a granular bed. Using discrete element simulations, we observe that, after a sufficiently large displacement, the system reaches a steady state in which both the fiber’s shape and the forces acting on it become, on av… [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Nonlinear modes coupling and chiral nonequilibrium dynamics in bosonic magnetic ladder under a harmonic trap</span>",
      "authors": [
        "Jiang-Peng Yao, Zhao Geng, Jie Wang, Lai-Lai Mi, Hai-Bin Tang, Ai-Xia Zhang, Xin Qiao, and Ju-Kui Xue"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/68072R3cS531cd2106307261668a40492f95f6610",
      "doi": "10.1103/2zvy-j74q",
      "summary": "The bosonic magnetic ladder, a universal and simplest model to reproduce the coupled effects of orbital magnetic field and optical lattices, provides an ideal platform for studying spin-orbit coupling, quantum phase transition, and chiral topological states of matter. Here, considering both the on-s… [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Microscopic heat engines with hydrodynamic flow</span>",
      "authors": [
        "P. S. Pal, Sourabh Lahiri, and Arnab Saha"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/b3076R00Qf712221368c7494910b5136424cac78e",
      "doi": "10.1103/6dyx-2h1b",
      "summary": "Hydrodynamic flows are often generated in colloidal suspensions. Since colloidal particles are frequently used to construct stochastic heat engines, we study how the hydrodynamic flows influence the output parameters of the engine. We study a single colloidal particle confined in a harmonic trap wit… [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Thermodynamic constraints and pseudotransition behavior in a one-dimensional water-like system</span>",
      "authors": [
        "F. F. Braz, S. M. de Souza, M. L. Lyra, and Onofre Rojas"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/0d07fRcdTec1ed25d8f11348d24ec896e61d2774d",
      "doi": "10.1103/cjp6-lhmf",
      "summary": "We investigate a one-dimensional water-like lattice model with Van der Waals and hydrogen-bond interactions, allowing for particle number fluctuations through a chemical potential. The model, defined on a chain with periodic boundary conditions, exhibits three ground-state phases: gas, bonded liquid… [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Linear scaling of entropy vs. energy in human brain activity, the Hagedorn temperature and the zipf law</span>",
      "authors": [
        "Dante R. Chialvo and Romuald A. Janik"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/3b07bYefE361f58b74ae5db017b9cd274f6167bc0",
      "doi": "10.1103/63f4-ftks",
      "summary": "It is well established that the brain spontaneously traverses through a very large number of states. Nevertheless, despite its relevance to understanding brain function, a formal description of this phenomenon is still lacking. To this end, we introduce a machine learning based method allowing for t… [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>When does hyperuniformity lead to uniformity across length scales?</span>",
      "authors": [
        "Carlo Vanoni, Paul J. Steinhardt, and Salvatore Torquato"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/12077R35T921bc26b9891a86f20e72fb2e6efbd9e",
      "doi": "10.1103/511q-ltf1",
      "summary": "Hyperuniform systems are distinguished by an unusually strong suppression of large-scale density fluctuations and, consequently, display a high degree of uniformity at the largest length scales. In some cases, however, enhanced uniformity is expected to be present even at intermediate and, possibly,… [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Family-Vicsek universality of the binary intrinsic dimension of nonequilibrium data</span>",
      "authors": [
        "Roberto Verdel, Devendra Singh Bhakuni, and Santiago Acevedo"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/86075YabRf32550281cd86e4dee72fded96057b76",
      "doi": "10.1103/n1sc-v1y3",
      "summary": "The intrinsic dimension (ID) is a powerful tool to detect and quantify correlations from data. Recently, it has been successfully applied to study statistical and many-body systems in equilibrium. Yet, its application to systems away from equilibrium remains largely unexplored. Here we study the ID … [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Flow-induced disclination lines in nematic liquid crystals</span>",
      "authors": [
        "Christian Bahr"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/b6072Rb2Sac18422e64c5ec70c8300b71b568d08e",
      "doi": "10.1103/4lpd-x8b7",
      "summary": "We present a numerical study, based on the lattice Boltzmann method, of nematic liquid crystals flowing in microfluidic channels. We show that disclination lines are generated by the interaction between flow and anchoring conditions of the channel walls. In particular, we observe nucleations of pair… [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Electron magnetization effects on carbonaceous dusty nanoparticles grown in Ar/C2H2 capacitively coupled nonthermal plasma</span>",
      "authors": [
        "Bhavesh Ramkorun, Saikat C. Thakur, Edward Thomas Jr., and Ryan B. Comes"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/30072R5aQf610929c62f7d26d03442e85894e4a6f",
      "doi": "10.1103/3d3h-rkmb",
      "summary": "Carbonaceous dusty nanoparticles spontaneously grow in nonthermal plasmas from a gas mixture of argon and acetylene. These particles levitate and grow within the bulk plasma for a duration known as the growth cycle (${T}_{c}$), after which they gradually move away. In experiments operating at 500 mi… [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Excitation and ionization by electron impact in transition and super-transition arrays</span>",
      "authors": [
        "Djamel Benredjem and Jean-Christophe Pain"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/fa079R5bQ7514f2bf64a89f04ec460b6a9d69534a",
      "doi": "10.1103/26xv-qlk4",
      "summary": "This study investigates the ionization and excitation processes induced by electron impact be tween two configurations or superconfigurations. Rate coefficients are calculated for transition arrays or super-transition arrays rather than level-to-level transitions. Special attention is given to a ser… [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Topologically protected synchronization in networks</span>",
      "authors": [
        "Massimo Ostilli"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/fb070Y3fP9828302e4e429a185453a4d8f95b1dfd",
      "doi": "10.1103/96z9-142q",
      "summary": "In a graph, we say that two nodes are topologically equivalent if their sets of first neighbors, excluding the two nodes, coincide. We prove that nonlinearly coupled heterogeneous oscillators located on a group of topologically equivalent nodes can get easily synchronized when the group forms a full… [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Classical three-dimensional Heisenberg model with competing dynamics</span>",
      "authors": [
        "R. A. Dumer, D. R. da Costa, and M. Godoy"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/6307cRefT421082fa87800d41e04267fa523f329b",
      "doi": "10.1103/n6z3-1m6g",
      "summary": "By employing Monte Carlo simulations, we investigate the isotropic Heisenberg system model on a simple cubic lattice with short-range interactions, allowing the system to evolve toward a steady state under the influence of competition between Glauber and Kawasaki dynamics. With probability $q$, the … [Phys. Rev. E] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Polarization-dynamics model of triaxial modulation in spin-exchange-relaxation-free atomic magnetometers",
      "authors": [
        "Ziao Liu, Jianli Li, Xiaoyu Li, Jianwei Sheng, Zhongyu Wang, Shushan Gao, and Jixi Lu"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1ml5-q923",
      "doi": "10.1103/1ml5-q923",
      "summary": "Triaxial spin-exchange-relaxation-free (SERF) atomic magnetometers (AMs), as opposed to the single-axis configuration, provide more comprehensive magnetic field information on biomagnetic measurements, effectively improving their capabilities for magnetic source reconstruction. Typically, the triaxi… [Phys. Rev. Applied 24, 034068] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Entanglement classification of arbitrary three-qubit states via artificial neural networks",
      "authors": [
        "Jorawar Singh, Vaishali Gulati, Kavita Dorai, and Arvind"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xfks-snj1",
      "doi": "10.1103/xfks-snj1",
      "summary": "Entanglement detection and characterization in multiqubit systems is a difficult and challenging problem in quantum information processing, and existing analytical methods are limited to small Hilbert space dimensions. We design and successfully implement artificial neural networks (ANNs) to detect … [Phys. Rev. Applied 24, 034069] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Gate-based initialization and fidelity in correlated open quantum systems",
      "authors": [
        "Sirui Chen, Jiahao Chen, and Dragomir Davidović"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gbmy-tp3g",
      "doi": "10.1103/gbmy-tp3g",
      "summary": "We present a minimal and general framework for initializing open quantum systems via gate operations, treating system-bath correlations and control dynamics on an equal footing. Our protocol simulates thermal equilibration followed by a gate pulse, modeled using a time-dependent Bloch-Redfield equat… [Phys. Rev. Applied 24, 034070] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Laser-noise-immune pulsed optically pumped atomic clock by means of differential detection",
      "authors": [
        "Xuejie Li, Yuhan Yan, Bowen Yang, Haojie Zhao, Jianliao Deng, Huadong Cheng, and L.Q. Chen"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4p63-nttz",
      "doi": "10.1103/4p63-nttz",
      "summary": "The accurate measurement of frequency is of great importance in many fields. One of the main limiting factors affecting the frequency stability of atomic clocks is laser noise. To achieve optimal frequency stability, it is essential to find an effective way to simultaneously eliminate laser noise ef… [Phys. Rev. Applied 24, 034071] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Floquet-engineered fast <span class=\"sc\">snap</span> gates in weakly coupled circuit-QED systems",
      "authors": [
        "Xinyuan You, Andy C.Y. Li, Tanay Roy, Shaojiang Zhu, Alexander Romanenko, Anna Grassellino, Yao Lu, and Srivatsan Chakram"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/smcc-t465",
      "doi": "10.1103/smcc-t465",
      "summary": "Superconducting cavities with high quality factors, coupled to a fixed-frequency transmon, provide a state-of-the-art platform for quantum information storage and manipulation. The commonly used selective number-dependent arbitrary phase ( snap ) gate faces significant challenges in ultrahigh-coherenc… [Phys. Rev. Applied 24, 034072] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Enhanced, fully connected 360,000-spin spatial photonic Ising machine</span>",
      "authors": [
        "Junze Yao, Rongwei Zhu, and Junjie Yu"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/f607bA60Q4e1b50ab56a30b7bc9940bb920c9ed3e",
      "doi": "10.1103/c792-d3n9",
      "summary": "The Ising model serves as a powerful tool for solving combinatorial optimization problems by searching the ground states of spin systems. However, the demand for computing power increases exponentially with spin system size expanding, which is hardly addressed by electronic processors due to their i… [Phys. Rev. Applied] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Linking diffusive fields to virtual waves as their propagative duals</span>",
      "authors": [
        "P. Burgholzer, L. Gahleitner, and G. Mayr"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/96074A9cT4e1010b64db7b431b33cb4952f7f94b7",
      "doi": "10.1103/8gkn-936j",
      "summary": "In non-destructive and biomedical imaging, spatial patterns inside a sample are imaged without destroying it. Therefore, propagating waves, including electromagnetic or ultrasonic signals, or even diffuse heat are generated or modified by these internal patterns and transmit this structural informat… [Phys. Rev. Applied] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Reprogrammable self-assembly of magnetic lattices in two-dimensions</span>",
      "authors": [
        "Audrey A. Watkins and Osama R. Bilal"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/2907aAbeM15E8b1460655d560aeb67fcf573b0bad",
      "doi": "10.1103/d9pt-1n1b",
      "summary": "Simple local interactions can cause primitive building blocks to self-assemble into complex and functional patterns. However, even for a small number of blocks, there exist a vast number of possible configurations that are plausible, stable, and with varying degree of order. The ability to dynamical… [Phys. Rev. Applied] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Thin metasurface emulating an airborne acoustically soft boundary</span>",
      "authors": [
        "Haomeng Zhou, Mei Wen, Xinyun Liu, and Xinlong Wang"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/2d078A57S6714902449388b3691513726266263e6",
      "doi": "10.1103/r4vy-n6v7",
      "summary": "Acoustically soft boundaries are of substantial potential in acoustical designs relevant particularly to directional radiation of sound waves. Here an alternative strategy is proposed for designing a much thin metasurface capable of emulating an airborne soft boundary, by utilizing the unusual reson… [Phys. Rev. Applied] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>High-power microwave limiter using a self-actuated plasma-based electromagnetically-induced-transparency topology</span>",
      "authors": [
        "Muhammad Rizwan Akram and Abbas Semnani"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/a707dA24Rfa16f02858a57048eaf3c48033fff2b3",
      "doi": "10.1103/nst3-mkny",
      "summary": "This paper presents a novel approach that uses a simple metamaterial topology that incorporates gas discharge tubes for high-power microwave protection. The design features two split-ring resonators positioned side by side with their splits oriented orthogonally. When exposed to low-power microwaves… [Phys. Rev. Applied] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Directional transport and nonlinear localization of light in a one-dimensional driven-dissipative photonic lattice",
      "authors": [
        "Tony Mathew Blessan, Bastián Real, Camille Druelle, Clarisse Fournier, Alberto Muñoz de las Heras, Alejandro González-Tudela, Isabelle Sagnes, Abdelmounaim Harouri, Luc Le Gratiet, Aristide Lemaître, Sylvain Ravets, Jacqueline Bloch, Clément Hainaut, and Alberto Amo"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b3wk-r8r3",
      "doi": "10.1103/b3wk-r8r3",
      "summary": "Photonic lattices facilitate band structure engineering, supporting both localized and extended modes through their geometric design. However, greater control over these modes can be achieved by taking advantage of the interference effect between external drives with precisely tuned phases and photo… [Phys. Rev. Research 7, 033283] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Monopoles, Dirac strings, and magnetic noise in model spin ice",
      "authors": [
        "A. Huster Zapke and P. C. W. Holdsworth"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v7zq-21j8",
      "doi": "10.1103/v7zq-21j8",
      "summary": "Using the Dirac string formalism for monopoles, we expose an extensive analogy between magnetic monopole excitations in the dumbbell model of spin ice and those of the vacuum. In both cases, the Dirac strings are defined in the space-time of monopole trajectories, which are simulated in spin ice usi… [Phys. Rev. Research 7, 033284] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Teleportation and Entanglement Swapping of Continuous Quantum Variables of Microwave Radiation",
      "authors": [
        "Baleegh Abdo, William Shanks, Oblesh Jinka, J. R. Rozen, and Jason Orcutt"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9cpm-kr4h",
      "doi": "10.1103/9cpm-kr4h",
      "summary": "R. Rozen, and Jason Orcutt A superconducting Josephson mixer generates continuous-variable entanglement between microwave modes, enabling teleportation and entanglement swapping with fidelities beyond classical limits—key steps toward scalable quantum networks. [Phys. Rev. X 15, 031075] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Prototypes of Nonrelativistic Spin Splitting and Polarization in Symmetry Broken Antiferromagnets",
      "authors": [
        "Xiuwen Zhang, Jia-Xin Xiong, Lin-Ding Yuan, and Alex Zunger"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mrzv-wmcf",
      "doi": "10.1103/mrzv-wmcf",
      "summary": "Breaking key symmetries in antiferromagnets enables nonrelativistic spin splitting without spin-orbit coupling, with auxiliary symmetries guiding a classification that predicts distinct spin polarization patterns for spintronic materials design. [Phys. Rev. X 15, 031076] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Quantum Computational Advantage of Noisy Boson Sampling with Partially Distinguishable Photons",
      "authors": [
        "Byeongseon Go, Changhun Oh, and Hyunseok Jeong"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rflv-gc66",
      "doi": "10.1103/rflv-gc66",
      "summary": "Noisy boson sampling is shown to retain classical hardness even when a logarithmic fraction of photons are mutually distinguishable. [PRX Quantum 6, 030362] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Stabilizing Non-Abelian Topological Order Against Heralded Noise via Local Lindbladian Dynamics",
      "authors": [
        "Sanket Chirame, Abhinav Prem, Sarang Gopalakrishnan, and Fiona J. Burnell"
      ],
      "date": "2025-09-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zf7y-hxtq",
      "doi": "10.1103/zf7y-hxtq",
      "summary": "Researchers demonstrate that, using erasure qubits, local Lindblad dynamics can stabilize both Abelian and non-Abelian mixed-state topological order in two dimensions. [PRX Quantum 6, 030363] Published Thu Sep 25, 2025"
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Instability in the geological regulation of Earth’s climate",
      "authors": [
        "Dominik Hülse and Andy Ridgwell"
      ],
      "date": "2025-09-25T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adh7730?af=R",
      "doi": "10.1126/science.adh7730",
      "summary": "Science, Volume 389, Issue 6767, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Dynamic U2AF cycling defines two phases of cotranscriptional pre-mRNA splicing",
      "authors": [
        "Changwei Shao, Yajing Hao, Li Jiang, Dong Wang, Rui Wang, Yuanjun Li, Hui Wang, Yaping Ge, Rui Bai, Xiangjuan Du, Xizi Chen, Tan Wu, Lan-Tao Gou, Ruixue Wan, Yanhui Xu, Xiong Ji, Xiang-Dong Fu"
      ],
      "date": "2025-09-25T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adj9141?af=R",
      "doi": "10.1126/science.adj9141",
      "summary": "Science, Volume 389, Issue 6767, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Dual transposon sequencing profiles the genetic interaction landscape in bacteria",
      "authors": [
        "Justin J. Zik, Morgan N. Price, Keisha Hanifa Alma Mayra, Audrey A. Santoso, Adam P. Arkin, Adam M. Deutschbauer, Lok-To Sham"
      ],
      "date": "2025-09-25T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adt7685?af=R",
      "doi": "10.1126/science.adt7685",
      "summary": "Science, Volume 389, Issue 6767, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Diversity-oriented photobiocatalytic synthesis via stereoselective three-component radical coupling",
      "authors": [
        "Chen Zhang, Jun Zhou, Pei-Pei Xie, Silvia M. Rivera, Turki M. Alturaifi, James Finnigan, Simon Charnock, Peng Liu, Yang Yang"
      ],
      "date": "2025-09-25T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx2935?af=R",
      "doi": "10.1126/science.adx2935",
      "summary": "Science, Volume 389, Issue 6767, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "From reactive to proactive: Continuous protein monitoring for preventive health care",
      "authors": [
        "Jane M. Donnelly, Ryan A. Neff, Andrew J. H. Sedlack, Vuslat B. Juska, Luis Fernando Ayala-Cardona, Joseph Bass, Elizabeth M. McNally, Sanjiv J. Shah, Nabil Alshurafa, Eyal Y. Kimchi, G. R. Scott Budinger, Shana O. Kelley"
      ],
      "date": "2025-09-25T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ady6497?af=R",
      "doi": "10.1126/science.ady6497",
      "summary": "Science, Volume 389, Issue 6767, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Erratum for the Report “Fungal small RNAs suppress plant immunity by hijacking host RNA interference pathways” by A. Weinberg et al.",
      "authors": [],
      "date": "2025-09-25T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec0182?af=R",
      "doi": "10.1126/science.aec0182",
      "summary": "Science, Volume 389, Issue 6767, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "The vitality of old age",
      "authors": [
        "Michael A. Goldman"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adz7694?af=R",
      "doi": "10.1126/science.adz7694",
      "summary": "Science, Volume 389, Issue 6767, Page 1298-1298, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Why democracies die and what to do next",
      "authors": [
        "Rachel Beatty Riedl"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea4600?af=R",
      "doi": "10.1126/science.aea4600",
      "summary": "Science, Volume 389, Issue 6767, Page 1299-1299, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "What to Expect When You're Dead: An Ancient Tour of Death and the Afterlife",
      "authors": [],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb7564?af=R",
      "doi": "10.1126/science.aeb7564",
      "summary": "Science, Volume 389, Issue 6767, Page 1299-1299, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Lysosomes signal through the epigenome to regulate longevity across generations",
      "authors": [
        "Qinghao Zhang, Weiwei Dang, Meng C. Wang"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adn8754?af=R",
      "doi": "10.1126/science.adn8754",
      "summary": "Science, Volume 389, Issue 6767, Page 1353-1360, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "The phylogenetic position of the Yunxian cranium elucidates the origin of Homo longi and the Denisovans",
      "authors": [
        "Xiaobo Feng, Qiyu Yin, Feng Gao, Dan Lu, Qin Fang, Yilu Feng, Xuchu Huang, Chen Tan, Hanwen Zhou, Qiang Li, Chi Zhang, Chris Stringer, Xijun Ni"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ado9202?af=R",
      "doi": "10.1126/science.ado9202",
      "summary": "Science, Volume 389, Issue 6767, Page 1320-1324, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Fungus-farming termites can protect their crop by confining weeds with fungistatic soil boluses",
      "authors": [
        "Aanchal Panchal, Ruchira Sen, Renuka Agarwal, Anjali Rana, Rhitoban Raychoudhury"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adr2713?af=R",
      "doi": "10.1126/science.adr2713",
      "summary": "Science, Volume 389, Issue 6767, Page 1366-1371, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Identification of short-range ordering motifs in semiconductors",
      "authors": [
        "Lilian M. Vogl, Shunda Chen, Peter Schweizer, Xiaochen Jin, Shui-Qing Yu, Jifeng Liu, Tianshu Li, Andrew M. Minor"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adu0719?af=R",
      "doi": "10.1126/science.adu0719",
      "summary": "Science, Volume 389, Issue 6767, Page 1342-1346, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Quantum learning advantage on a scalable photonic platform",
      "authors": [
        "Zheng-Hao Liu†, Romain Brunel†, Emil E. B. Østergaard, Oscar Cordero, Senrui Chen, Yat Wong, Jens A. H. Nielsen, Axel B. Bregnsbo, Sisi Zhou, Hsin-Yuan Huang, Changhun Oh, Liang Jiang, John Preskill, Jonas S. Neergaard-Nielsen, Ulrik L. Andersen"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adv2560?af=R",
      "doi": "10.1126/science.adv2560",
      "summary": "Science, Volume 389, Issue 6767, Page 1332-1335, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Deazaguanylation is a nucleobase-protein conjugation required for type IV CBASS immunity",
      "authors": [
        "Douglas R. Wassarman, Patrick Pfaff, Joao A. Paulo, Steven P. Gygi, Kevan M. Shokat, Philip J. Kranzusch"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx6053?af=R",
      "doi": "10.1126/science.adx6053",
      "summary": "Science, Volume 389, Issue 6767, Page 1347-1352, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Fiber-imaged supershear dynamics in the 2024 Mw 7 Mendocino Fault earthquake",
      "authors": [
        "James Atterholt, Jeffrey J. McGuire, Andrew J. Barbour, Connie Stewart, Morgan P. Moschetti"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx6858?af=R",
      "doi": "10.1126/science.adx6858",
      "summary": "Science, Volume 389, Issue 6767, Page 1361-1365, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Critical habitat thresholds for effective pollinator conservation in agricultural landscapes",
      "authors": [
        "Gabriella A. Bishop, David Kleijn, Matthias Albrecht, Ignasi Bartomeus, Rufus Isaacs, Claire Kremen, Ainhoa Magrach, Lauren C. Ponisio, Simon G. Potts, Jeroen Scheper, Henrik G. Smith, Teja Tscharntke, Jörg Albrecht, Jens Åström, Isabelle Badenhausser, András Báldi, Parthiba Basu, Åsa Berggren, Nicole Beyer, Nico Blüthgen, Riccardo Bommarco, Berry J. Brosi, Hamutahl Cohen, Lorna J. Cole, Kathy R. Denning, Mariano Devoto, Johan Ekroos, Felix Fornoff, Bryan L. Foster, Mark A.K. Gillespie, Jose L. Gonzalez-Andujar, Juan P. González-Varo, Dave Goulson, Ingo Grass, Annika L. Hass, José M. Herrera, Andrea Holzschuh, Sebastian Hopfenmüller, Jordi Izquierdo, Birgit Jauker, Eveliina P. Kallioniemi, Felix Kirsch, Alexandra-Maria Klein, Anikó Kovács-Hostyánszki, Jochen Krauss, Elena Krimmer, William E. Kunin, Supratim Laha, Sandra A.M. Lindström, Yael Mandelik, Gabriel Marcacci, David I. McCracken, Marcos Monasterolo, Lora A. Morandin, Jane Morrison, Sonja Mudri Stojnic, Jeff Ollerton, Anna S. Persson, Benjamin B. Phillips, Julia I. Piko, Eileen F. Power, Gabriela M. Quinlan, Maj Rundlöf, Chloé A. Raderschall, Laura G.A. Riggi, Stuart P.M. Roberts, Tohar Roth, Deepa Senapathi, Dara A. Stanley, Ingolf Steffan-Dewenter, Jane C. Stout, Louis Sutter, Marco F. Tanis, Sam Tarrant, Lisette van Kolfschoten, Adam J. Vanbergen, Montserrat Vilà, Vivien von Königslöw, Ante Vujic, Michiel F. WallisDeVries, Ai Wen, Catrin Westphal, Jennifer B. Wickens, Victoria J. Wickens, Nicholas I. Wilkinson, Thomas J. Wood, Thijs P. M. Fijen"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adr2146?af=R",
      "doi": "10.1126/science.adr2146",
      "summary": "Science, Volume 389, Issue 6767, Page 1314-1319, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Global selection on insect antipredator coloration",
      "authors": [
        "Iliana Medina, Alice Exnerová, Klára Daňková, Olivier Penacchio, Tom N. Sherratt, Tomáš Albrecht, Sarika Baidya, Renan Janke Bosque, Héloïse Brown, Emily Burdfield-Steel, Kristal E. Cain, Rodrigo Roucourt Cezário, Ylenia Chiari, Carolina Esquivel, Rhainer Guillermo Ferreira, Amanda M. Franklin, Aloise Garvey, Samuel Guchu, Brandon T. Hastings, Kateřina Hotová-Svádová, Yerin Hwang, Changku Kang, John Kasaya, Jennifer Kelley, Yongsu Kim, Krushnamegh Kunte, Felipe Daetto-Liberato, Karl Loeffler-Henry, Vinicius Marques Lopez, Claire MacKay-Dietrich, Johanna Mappes, María Cecilia De Mársico, Viraj Nawge, Peter Njoroge, Ossi Nokelainen, Arka Pal, Archan Paul, Robert Posont, Jan Raška, Juan Carlos Reboreda, Juan Manuel Rojas Ripari, Hannah M. Rowland, Maria de las Nieves Sabio, Camilo Salazar, Fabian C. Salgado-Roa, Steve A. Stephens-Cárdenas, Anita Szabó, Juan Pablo Mongui Torres, Jolyon Troscianko,\n\n Marie Truhlářová, Kate D. L. Umbers, Molly Venton, Makenzie Vitasovich, Lu-Yi Wang, Sarah-Sophie Weil, William L. Allen"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adr7368?af=R",
      "doi": "10.1126/science.adr7368",
      "summary": "Science, Volume 389, Issue 6767, Page 1336-1341, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Hope, rediscovered",
      "authors": [
        "Easton R. White"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec4467?af=R",
      "doi": "10.1126/science.aec4467",
      "summary": "Science, Volume 389, Issue 6767, Page 1374-1374, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "In Other Journals",
      "authors": [
        "Corinne Simonti, and Jesse Smith, Bianca Lopez, Sarah Lemprière, Angela Hessler, Caroline Ash, Priscilla N. Kelly, Marc S. Lavine, and Yury Suleymanov"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec5109?af=R",
      "doi": "10.1126/science.aec5109",
      "summary": "Science, Volume 389, Issue 6767, Page 1308-1309, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Earthquakes in the blind spot",
      "authors": [
        "Emily E. Brodsky and Sergio Ruiz"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb1414?af=R",
      "doi": "10.1126/science.aeb1414",
      "summary": "Science, Volume 389, Issue 6767, Page 1296-1297, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Gardening strategies of termite farmers",
      "authors": [
        "Aryel C. Goes and Rachelle M. M. Adams"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb5715?af=R",
      "doi": "10.1126/science.aeb5715",
      "summary": "Science, Volume 389, Issue 6767, Page 1291-1292, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Understanding avian influenza mortality",
      "authors": [
        "John M. Drake"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx7159?af=R",
      "doi": "10.1126/science.adx7159",
      "summary": "Science, Volume 389, Issue 6767, Page 1292-1294, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "An inheritance of long life",
      "authors": [
        "K. Adam Bohnert"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb2633?af=R",
      "doi": "10.1126/science.aeb2633",
      "summary": "Science, Volume 389, Issue 6767, Page 1295-1296, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Op-eds connect scientists and communities",
      "authors": [
        "Miles J. Arnett"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea8713?af=R",
      "doi": "10.1126/science.aea8713",
      "summary": "Science, Volume 389, Issue 6767, Page 1301-1301, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Tourism puts Zanzibari reserve at a crossroads",
      "authors": [
        "Tim Caro, Giacomo Baldesi, Grazia Borrini-Feyerabend, Matthew Clark, Viola Clausnitzer, Klaas-Douwe B. Dijkstra, Andy Dobson, Raffael Ernst, Olivier Hamerlynck, Quentin Luke, Simone Orsenigo, Ilaria Pretelli, Juan Rita, and Melita Vamberger"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb5285?af=R",
      "doi": "10.1126/science.aeb5285",
      "summary": "Science, Volume 389, Issue 6767, Page 1301-1302, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Corporate tourism threatens protected areas",
      "authors": [
        "Christopher J. O’Bryan, James R. Allan, and Meitamei Ole Dapash"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb0953?af=R",
      "doi": "10.1126/science.aeb0953",
      "summary": "Science, Volume 389, Issue 6767, Page 1300-1301, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "NSF held captive",
      "authors": [
        "Jeffrey Mervis"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec5123?af=R",
      "doi": "10.1126/science.aec5123",
      "summary": "Science, Volume 389, Issue 6767, Page 1286-1290, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Buried salt is abetting Arctic thaw",
      "authors": [
        "Tim Appenzeller"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec5463?af=R",
      "doi": "10.1126/science.aec5463",
      "summary": "Science, Volume 389, Issue 6767, Page 1276-1277, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Researchers customize AI tools at global ‘hackathon’",
      "authors": [
        "Zack Savitsky"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec5465?af=R",
      "doi": "10.1126/science.aec5465",
      "summary": "Science, Volume 389, Issue 6767, Page 1278-1279, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Science’s grim mood colors lighthearted Ig Nobel prizes",
      "authors": [
        "Hannah Richter"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec5466?af=R",
      "doi": "10.1126/science.aec5466",
      "summary": "Science, Volume 389, Issue 6767, Page 1279-1280, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Autism initiative embraces little-tested vitamin as a treatment",
      "authors": [
        "Gretchen Vogel"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec5468?af=R",
      "doi": "10.1126/science.aec5468",
      "summary": "Science, Volume 389, Issue 6767, Page 1282-1283, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "The cosmic time machine on Long Island winds down",
      "authors": [
        "Adrian Cho"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec5469?af=R",
      "doi": "10.1126/science.aec5469",
      "summary": "Science, Volume 389, Issue 6767, Page 1284-1285, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Ethicists flirt with AI for reviewing human research",
      "authors": [
        "Celina Zhao"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec5467?af=R",
      "doi": "10.1126/science.aec5467",
      "summary": "Science, Volume 389, Issue 6767, Page 1281-1282, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "The EPA’s shaken foundation",
      "authors": [
        "H. Christopher Frey"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec2623?af=R",
      "doi": "10.1126/science.aec2623",
      "summary": "Science, Volume 389, Issue 6767, Page 1275-1275, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "What if NIH had been 40% smaller?",
      "authors": [
        "Pierre Azoulay, Matthew Clancy, Danielle Li, and Bhaven N. Sampat"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb1564?af=R",
      "doi": "10.1126/science.aeb1564",
      "summary": "Science, Volume 389, Issue 6767, Page 1303-1305, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Retraction",
      "authors": [
        "Phan Tan Toi, Hyun Jae Jang, Kyeongseon Min, Sung-Phil Kim, Seung-Kyun Lee, Jongho Lee, Jeehyun Kwag, and Jang-Yeon Park"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec1773?af=R",
      "doi": "10.1126/science.aec1773",
      "summary": "Science, Volume 389, Issue 6767, Page 1300-1300, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "In Science Journals",
      "authors": [
        "Michael Funk, and Yury Suleymanov, Angela Hessler, Annalisa M. VanHook, Ian S. Osborne, Di Jiang, Simon White, Sacha Vignieri, Sarah A. Lemprière, Yevgeniya Nusinovich, Jesse Smith, Michael A. Funk, L. Bryan Ray, Bianca Lopez, Courtney Malo, and Claire Olingy"
      ],
      "date": "2025-09-25T06:00:05+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec5108?af=R",
      "doi": "10.1126/science.aec5108",
      "summary": "Science, Volume 389, Issue 6767, Page 1307-1309, September 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Big mother whales have more daughters than sons",
      "authors": [],
      "date": "2025-09-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03053-0",
      "doi": "10.1038/d41586-025-03053-0",
      "summary": "Nature, Published online: 25 September 2025; doi:10.1038/d41586-025-03053-0 Archival whaling data reveal a sex bias in the offspring of long female whales."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Why is autism really on the rise? What the science says",
      "authors": [
        "Helen Pearson",
        "Dan Fox"
      ],
      "date": "2025-09-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03143-z",
      "doi": "10.1038/d41586-025-03143-z",
      "summary": "Nature, Published online: 25 September 2025; doi:10.1038/d41586-025-03143-z As Trump blames Tylenol, Nature looks into the decades of research on the causes of autism."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How passage through the Milky Way’s spiral arms altered our planet",
      "authors": [],
      "date": "2025-09-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03019-2",
      "doi": "10.1038/d41586-025-03019-2",
      "summary": "Nature, Published online: 25 September 2025; doi:10.1038/d41586-025-03019-2 The chemical make-up of crystals that formed from magma hint at an increase in the number of meteorites battering Earth’s surface."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Daily briefing: How to live to 117",
      "authors": [
        "Jacob Smith"
      ],
      "date": "2025-09-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03170-w",
      "doi": "10.1038/d41586-025-03170-w",
      "summary": "Nature, Published online: 25 September 2025; doi:10.1038/d41586-025-03170-w The secret to living well past 100 years old seems to be a healthy lifestyle and a lucky set of genes. Plus, a machine-learning tool reveals the research that might have never happened had the US National Institutes of Health’s current grant-cutting rationale been applied in 2014."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Mammoth challenge: why we called our de-extinction company Colossal Biosciences",
      "authors": [
        "Jacqui Thornton"
      ],
      "date": "2025-09-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02668-7",
      "doi": "10.1038/d41586-025-02668-7",
      "summary": "Nature, Published online: 25 September 2025; doi:10.1038/d41586-025-02668-7 Chief executive Ben Lamm says the name aims to capture biodiversity challenges and excite children about a flagship species."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Swapping old immune cells in the brain with fresh ones could treat disease",
      "authors": [
        "Heidi Ledford"
      ],
      "date": "2025-09-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03008-5",
      "doi": "10.1038/d41586-025-03008-5",
      "summary": "Nature, Published online: 25 September 2025; doi:10.1038/d41586-025-03008-5 Replacing immune cells called microglia holds promise for addressing brain conditions such as Alzheimer’s disease."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "When life gets in the way of your meticulously-planned career in science",
      "authors": [
        "Julie Gould"
      ],
      "date": "2025-09-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02897-w",
      "doi": "10.1038/d41586-025-02897-w",
      "summary": "Nature, Published online: 25 September 2025; doi:10.1038/d41586-025-02897-w Julie Gould asks two mid-career researchers to reflect on how closely their professional paths have followed their original goals and ambitions."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "US serial killer case opens door to using cutting-edge DNA data in courts",
      "authors": [
        "Katherine Bourzac"
      ],
      "date": "2025-09-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03102-8",
      "doi": "10.1038/d41586-025-03102-8",
      "summary": "Nature, Published online: 25 September 2025; doi:10.1038/d41586-025-03102-8 New York trial could set a legal precedent by admitting findings from whole-genome sequencing as evidence."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Retractions can reshape scientists’ careers in unexpected ways",
      "authors": [
        "Dalmeet Singh Chawla"
      ],
      "date": "2025-09-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02850-x",
      "doi": "10.1038/d41586-025-02850-x",
      "summary": "Nature, Published online: 25 September 2025; doi:10.1038/d41586-025-02850-x Institutions and publishers need to weigh context carefully and provide support when needed, says the author of a new study on the issue."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Huntington’s disease treated for first time using gene therapy",
      "authors": [
        "Elie Dolgin"
      ],
      "date": "2025-09-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03139-9",
      "doi": "10.1038/d41586-025-03139-9",
      "summary": "Nature, Published online: 25 September 2025; doi:10.1038/d41586-025-03139-9 Preliminary results from a small trial offer the clearest evidence yet that the brain disease’s progression can be slowed."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Python, the movie! The programming language’s origin story comes to the silver screen",
      "authors": [
        "Jeffrey M. Perkel"
      ],
      "date": "2025-09-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02903-1",
      "doi": "10.1038/d41586-025-02903-1",
      "summary": "Nature, Published online: 25 September 2025; doi:10.1038/d41586-025-02903-1 The creator of the NumPy and SciPy libraries reflects on their supporting role in the story of Python, now the subject of a documentary."
    }
  ]
}