{
  "generatedAt": "2025-12-29T18:22:58.742478+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Characterization of a quantum bus between two driven qubits",
      "authors": [
        "Alberto Hijano, Henri Lyyra, Juha T. Muhonen, and Tero T. Heikkilä"
      ],
      "date": "2025-12-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/y648-4111",
      "doi": "10.1103/y648-4111",
      "summary": "We investigate the use of driven qubits coupled to a harmonic oscillator to implement a $\\sqrt{i\\mathrm{SWAP}}$ gate. By dressing the qubits through an external driving field, the qubits and the harmonic oscillator can be selectively coupled, allowing for the measurement of individual qubit states, … [Phys. Rev. Research 7, 043339] Published Mon Dec 29, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Realizing an atomic quantum interference device in a rotating-box potential",
      "authors": [
        "Kaspar Görg, Ludwig Mathey, and Vijay Pal Singh"
      ],
      "date": "2025-12-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xpxq-g8ds",
      "doi": "10.1103/xpxq-g8ds",
      "summary": "Atomtronic devices are matter-wave circuits designed to emulate the functional behavior of their electronic counterparts. Motivated by superconducting quantum interference devices (SQUIDs), atomic quantum interference devices (AQUIDs) have been developed using Bose-Einstein condensates (BECs) confin… [Phys. Rev. Research 7, 043340] Published Mon Dec 29, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "First principles study of the Fermi surface topology of ${\\mathrm{CeCu}}_{2}{\\mathrm{Si}}_{2}$",
      "authors": [
        "Roxanne M. Tutchton, Jean-Pierre Julien, Qimiao Si, and Jian-Xin Zhu"
      ],
      "date": "2025-12-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fh8z-r7rx",
      "doi": "10.1103/fh8z-r7rx",
      "summary": "Since the discovery of heavy-fermion superconductivity in ${\\mathrm{CeCu}}_{2}{\\mathrm{Si}}_{2}$, the material has attracted great interest, particularly with regard to the nature of the superconducting pairing and its mechanism. Consequently, it is essential to better understand the electronic Ferm… [Phys. Rev. Research 7, 043341] Published Mon Dec 29, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Unitary-transformed projective squeezing: Applications for circuit knitting and state preparation of non-Gaussian states",
      "authors": [
        "Keitaro Anai, Yasunari Suzuki, Yuuki Tokunaga, Yuichiro Matsuzaki, Shuntaro Takeda, and Suguru Endo"
      ],
      "date": "2025-12-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/q15h-nmq9",
      "doi": "10.1103/q15h-nmq9",
      "summary": "Continuous-variable (CV) quantum computing is a promising candidate for quantum computation because it can, even with one mode, utilize infinite-dimensional Hilbert spaces and can efficiently handle continuous values. Although photonic platforms have been considered as a leading platform for CV comp… [Phys. Rev. Research 7, 043343] Published Mon Dec 29, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Optimal strategies for optical quantum memories using long-lived noble-gas spins",
      "authors": [
        "Or Katz, Eran Reches, Roy Shaham, Eilon Poem, Alexey V. Gorshkov, and Ofer Firstenberg"
      ],
      "date": "2025-12-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xt9b-yq8q",
      "doi": "10.1103/xt9b-yq8q",
      "summary": "Nuclear spins of noble gases exhibit exceptionally long coherence times and can potentially serve as a long-lived storage medium for quantum information. We analyze and compare the performance of two mechanisms for mapping the quantum state of light onto the collective spin state of noble gases. The… [Phys. Rev. Research 7, 043345] Published Mon Dec 29, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Tunable molecular interactions near an atomic Feshbach resonance: Stability and collapse of a molecular Bose-Einstein condensate",
      "authors": [
        "Zhiqiang Wang, Ke Wang, Zhendong Zhang, Qijin Chen, Cheng Chin, and K. Levin"
      ],
      "date": "2025-12-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/r2gt-gcyt",
      "doi": "10.1103/r2gt-gcyt",
      "summary": "Just as for atomic scattering lengths, molecular scattering lengths are shown to be effectively controlled and tuned near a Feshbach resonance of bosonic atoms. Universal analytical expressions for these scattering lengths are obtained and used to characterize the phase stability of a molecular Bose–Einstein condensate near the resonance. [Phys. Rev. Research 7, L042069] Published Mon Dec 29, 2025"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Atomistic Simulation Guided Convolutional Neural Networks for Thermal Modeling of Friction Stir Welding",
      "authors": [
        "Akshansh Mishra"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21344",
      "arxiv": "https://arxiv.org/abs/2512.21344",
      "doi": null,
      "summary": "Accurate prediction of temperature evolution is essential for understanding thermomechanical behavior in friction stir welding. In this study, molecular dynamics simulations were performed using LAMMPS to model aluminum friction stir welding at the atomic scale, capturing material flow, plastic deformation, and heat generation during tool plunge, traverse, and retraction. Atomic positions and velocities were extracted from simulation trajectories and transformed into physics based two dimensional spatial grids. These grids represent local height variation, velocity components, velocity magnitude, and atomic density, preserving spatial correlations within the weld zone. A two-dimensional convolutional neural network was developed to predict temperature directly from the spatially resolved atomistic data. Hyperparameter optimization was carried out to determine an appropriate network configuration. The trained model demonstrates strong predictive capability, achieving a coefficient of determination R square of 0.9439, a root mean square error of 14.94 K, and a mean absolute error of 11.58 K on unseen test data. Class Activation Map analysis indicates that the model assigns higher importance to regions near the tool material interface, which are associated with intense deformation and heat generation in the molecular dynamics simulations. The results show that spatial learning from atomistic simulation data can accurately reproduce temperature trends in friction stir welding while remaining consistent with physical deformation and flow mechanisms observed at the atomic scale."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Structure, biomineralization and biodegradation of Ca-Mg oxyfluorosilicates synthesized by inorganic salt coprecipitation",
      "authors": [
        "E. Salahinejad, M. Jafari Baghjeghaz"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21369",
      "arxiv": "https://arxiv.org/abs/2512.21369",
      "doi": "10.1016/j.ceramint.2017.05.059",
      "summary": "In this research, a novel group of Ca-Mg oxyfluorosilicates containing different levels of fluoride substituting for oxide was synthesized by an inorganic salt coprecipitation process followed by calcination/sintering. The effects of the incorporation of fluoride on the resultant structural characteristics, apatite-forming ability and biodegradability were evaluated by X-ray diffraction, transmission electron microscopy, scanning electron microscopy/energy-dispersive X-ray spectroscopy, Fourier transform infrared spectroscopy, inductively coupled plasma spectroscopy and pH measurements. According to the results, the samples containing up to 2 mol% F present a single-phase structure of diopside (MgCaSi2O6) doped with F. It was also found that to meet the most biomineralization characteristic, the optimal value of fluoride in the homogeneous samples is 1 mol%. In this regard, on the one hand, the partial incorporation of fluoride into apatite (via forming fluorohydroxyapatite) and, on the other hand, the absence of fluorite (CaF2) as a consumer of Ca in the deposits are responsible for achieving the most apatite-forming ability circumstance controlled by an ion-exchange reaction mechanism. In conclusion, this study reflects the merit of the optimization of fluoride-doping into Ca-Mg silicates for development in biomedicine."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Orbitally tuned composite-fermion metal-to-superfluid transitions",
      "authors": [
        "Ravi Kumar, Tomer Firon, Andr\\'e Haug, Misha Yutushui, Alon Ner Gaon, Kenji Watanabe, Takashi Taniguchi, David F. Mross, Yuval Ronen"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21383",
      "arxiv": "https://arxiv.org/abs/2512.21383",
      "doi": null,
      "summary": "The effective interaction between composite fermions, set entirely by the Coulomb potential and the underlying electronic Landau level orbitals, can stabilize exotic fractional quantum Hall states. In particular, half-filled Landau levels with different orbital character can host either metallic or paired phases of composite fermions. Here, we leverage experimental control over the orbital composition to realize a composite-fermion pairing transition in the first excited Landau level of bilayer graphene. Transport measurements at filling factors v = 9/2 and 11/2 reveal conductive states giving way to well-developed plateaus with increasing displacement fields. These states are insensitive to an in-plane magnetic field, indicating single-component ground states and thus pointing at non-Abelian orders. Our numerical study, based on displacement-field-dependent Landau-level wavefunctions, supports the orbital origin of the pairing transition and suggests Moore-Read or anti-Pfaffian ground states."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Criticality as a Universal Thermodynamic Requirement for Perfect Intrinsic Superconducting Diodes",
      "authors": [
        "Pavan Hosur"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21384",
      "arxiv": "https://arxiv.org/abs/2512.21384",
      "doi": null,
      "summary": "Superconducting diodes promise dissipation-less rectification, yet intrinsic platforms invariably have very low efficiencies. We reveal a fundamental thermodynamic origin of this behavior that is independent of microscopic details. Denoting $\\epsilon = I_c^-/I_c^+$, where $I_c^\\pm$ are critical current magnitudes in opposite directions with $I_c^+>I_c^-$ by convention, we show that $\\epsilon=0$ is impossible without fine-tuning, while $\\epsilon\\to0$ can occur but only upon tuning to a critical point \\emph{within} the superconducting state. Away from such internal instabilities, using general Landau theory, we derive a lower bound on $\\epsilon$ that limits intrinsic diode performance. We illustrate these ideas in a minimal superconductor-Ising model, where the strong nonreciprocity can be seen explicitly. In particular, if the internal transition is continuous, we show that the scaling of $\\epsilon$ near the transition is locked to known critical exponents."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Disorder driven maximum in the magnetoresistance of spin polaron systems",
      "authors": [
        "Tanmoy Mondal, Pinaki Majumdar"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21388",
      "arxiv": "https://arxiv.org/abs/2512.21388",
      "doi": null,
      "summary": "Ferromagnetic polarons are self trapped states of an electron in a locally spin polarised environment. They occur close to the magnetic $T_c$ in low carrier density local moment magnets when the electron-spin coupling is comparable to the hopping scale. In non disordered systems the primary signatures are a modest non-monotonicity in the temperature dependent resistivity $\\rho(T)$, and a magnetoresistance that can be $\\sim 20-30 \\%$ at $T_c$, at fields that, in energy units, are $\\sim 0.01 k_BT_c$. We find that structural disorder, in the form of pinning centers, promotes polaron formation, hugely increases the resistivity peak at $T_c$, and can enhance the magnetoresistance to $\\sim 80\\%$. The change in magnetoresistance with disorder is, however, non-monotonic. Too much disorder just creates an Anderson insulator - with the resistivity unresponsive to the magnetisation. This paper establishes the optimum disorder for maximising the magnetoresistance, suggests the physical process behind the unusual disorder dependence, and provides a magnetoresistance map - in terms of coupling and disorder - that locates some of the existing magnetic semiconductors within this framework."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Clogging of cohesive particles in a two-dimensional hopper",
      "authors": [
        "Johnathan Hoggarth, Pablo E. Illing, Eric R. Weeks, Kari Dalnoki-Veress"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21410",
      "arxiv": "https://arxiv.org/abs/2512.21410",
      "doi": null,
      "summary": "We study clogging of cohesive particles in a 2D hopper with experiments and simulations. The system consists of buoyant, monodisperse oil droplets in an aqueous solution, where the droplet size, buoyant force, cohesion, and hopper opening are varied. Stronger cohesion enhances clogging, a trend confirmed in simulations. Balancing buoyant and cohesive forces defines a cohesive length scale that collapses the data onto a master curve. Thus, under strong cohesion, we find that clogging is governed not by particle diameter, but by the cohesive length scale."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hidden layered structures from carbon-analog metastability in metal dichalcogenides",
      "authors": [
        "Shota Ono"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21474",
      "arxiv": "https://arxiv.org/abs/2512.21474",
      "doi": null,
      "summary": "Carbon exhibits both a layered ground state structure that produces two-dimensional (2D) nanosheets and a non-layered diamond structure created under high pressure conditions. Motivated by this metastability relationship, we revisit the ground state structure of metal dichalcogenides that are known to have non-layered pyrite-type structure. Ultrathin films of pyrite-type ZnSe$_2$ spontaneously transform into a layered phase. This phase is identified as a ground state, and the monolayer exhibits strong elastic anisotropy and a semiconducting bandgap larger than that of the pyrite phase by a factor of two. We demonstrate that a two-valued but directional potential energy surface exists along a Bain-like distortion path, hiding the layered ground state. This work implies that many 2D materials are hidden in non-layered materials and connects 2D materials science with surface and high-pressure science."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Giant universal conductance fluctuations in the antiferromagnetic topological insulator MnBi2Te4",
      "authors": [
        "Michael Wissmann, Joseph Dufouleur, Louis Veyrat, Anna Isaeva, Laurent Vila, Bernd B\\\"uchner, Romain Giraud"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21479",
      "arxiv": "https://arxiv.org/abs/2512.21479",
      "doi": null,
      "summary": "Intrinsic magnetic topological insulators can host quantum states with quantized magneto-electric responses, such as the axion and Chern insulators states evidenced in ultra-thin MnBi2Te4 films. Yet, whereas quantization is investigated thoroughly, transport properties related to the phase of charge carriers remains unexplored. Here, we study quantum coherent transport in mesoscopic Hall bars fabricated from thick exfoliated MnBi2Te4 flakes, and reveal the longest phase-coherence length ever observed in a mesoscopic magnet (about 500nm at 1K), associated to 2D topological surface states. In the fully-coherent regime, significant non-local contributions to quantum interference up to the micron scale lead to giant-amplitude universal conductance fluctuations (about 20e2/h). In the self-averaging regime, the statistical properties of conductance fluctuations confirm the 2D nature of quantum interference and different dephasing mechanisms are identified, as due to either magnetism or magnetic flux through coherent loops. Remarkably, the weak decoherence in magnetic topological insulator nanostructures show their potential to realize novel quantum spin interferometers based on dephasing by local magnetic textures at liquid-helium temperatures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Simulating triangle Hofstadter-Hubbard model with fermionic projected entangled simplex states",
      "authors": [
        "Sen Niu, D. N. Sheng, Yang Peng"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21503",
      "arxiv": "https://arxiv.org/abs/2512.21503",
      "doi": null,
      "summary": "The triangular Hofstadter-Hubbard model, realizable in moir\\'e bilayers, provides a fertile ground for discovering correlated topological states. We investigate this model in the grand canonical ensemble by introducing a fermionic infinite projected entangled simplex state (iPESS) approach, which offers direct access to the stability of the emergent correlated states at the thermodynamic limit. Through numerically optimizing fermionic iPESS, we accurately capture the chiral spin liquid (CSL) phase in the Mott insulating regime, characterized by a uniform chiral order, entanglement spectrum and the appearance of gossamer correlation tails in spin channel. The intermediate-$U$ CSL is separated from the weak-$U$ Chern insulator by a Mott transition at $U_{c_1} \\approx 11.5$, signaled by changes in the charge fluctuation and compressibility. Finite-correlation-length scaling of the magnetization reveals a transition into a large-$U$ $120^\\circ$ N\\'eel phase at $U_{c_2} \\approx 22.5$. Remarkably, with finite hole doping $\\delta$, we identify a uniform superconducting state with a finite pairing amplitude, whose order parameter displays a nearly universal phase winding across the $U$-$\\delta$ phase diagram. Our work demonstrates robust chiral superconductivity in the thermodynamic limit through doping Chern insulator and CSL."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Higher-order exceptional ring semimetal with real hinge states in phononic crystals",
      "authors": [
        "Yejian Hu, Zhenhang Pu, Xiangru Chen, Yuxiang Xi, Jiuyang Lu, Weiyin Deng, Manzhu Ke, Zhengyou Liu"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21557",
      "arxiv": "https://arxiv.org/abs/2512.21557",
      "doi": null,
      "summary": "Non-Hermitian topological phase, with the novel concepts such as exceptional points and skin effect, has opened up a new paradigm beyond Hermitian topological physics. Exceptional ring semimetal, featured by a stable ring of exceptional points in three dimensions, exhibits first-order topological properties, including topological surface states and surface-dependent skin effect. Nevertheless, despite extensive research on Hermitian higher-order insulators and semimetals, higher-order exceptional ring semimetal is just emerging. Here, we report the first realization of a higher-order Weyl exceptional ring semimetal in a three-dimensional lossy phononic crystal. The non-Hermitian higher-order topology reflects in the topological hinge states and hinge-dependent skin effect. Counterintuitively, the topological hinge states maintain purely real energy even under a high loss level, ensuring robust hinge-state propagation. Our findings evidence the non-Hermitian higher-order bulk-boundary correspondence of exceptional ring semimetal, and may pave the way to non-Hermitian functional acoustic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nonvolatile Electrical Control of Spin via Sliding Fractional Quantum Multiferroics",
      "authors": [
        "Jiajun Lu, Mu Tian, Chaoxi Cui, Zhi-Ming Yu, Run-Wu Zhang, Yugui Yao"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21559",
      "arxiv": "https://arxiv.org/abs/2512.21559",
      "doi": null,
      "summary": "We propose a fractionally quantized polarization induced by interlayer sliding in bilayer altermagnets, unveiling a previously unrecognized multiferroic phase termed sliding fractional quantum multiferroicity (SFQM). This unconventional magnetic phase uniquely integrates sliding ferroelectricity with fractional quantum ferroelectricity, enabling highly efficient switching and nonvolatile electrical control of spin.~Unlike conventional multiferroics, SFQM simultaneously exhibits lattice-scale atomic displacements, ultralow switching barriers, and spin splitting, giving rise to a large fractionally quantized polarization and strong magnetoelectric coupling. Through symmetry analysis and first-principles calculations, we identify bilayer altermagnet Ca(CoN)$_2$ and its family materials as promising candidates hosting SFQM. In contrast to gate-controlled schemes, the spin-layer coupling in SFQM is intrinsically induced by spontaneous electrical and layer polarization, requiring no sustained gate field and exhibiting nonvolatile character. This mechanism enables nonvolatile electrical control of spin through biaxial sliding, where displacements along the \\textit{x}- and \\textit{y}-axes generate opposite polarization directions in the layer-dependent electrical polarization. Furthermore, SFQM exhibits a fully switchable anomalous Hall effect and a pronounced magneto-optical response, which can be utilized for its detection and distinction. These findings highlight the promising role of sliding-mediated couplings among unconventional magnetism, fractional quantum ferroelectricity, and stacking order in realizing electrically controllable two-dimensional multiferroics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Kondo Effect in Nonreciprocal Response",
      "authors": [
        "Hajime Murata, Hiroaki Ishizuka"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21575",
      "arxiv": "https://arxiv.org/abs/2512.21575",
      "doi": null,
      "summary": "Chiral magnetic states give rise to rich phenomena, from the anomalous Hall effect and the nonlinear electrical current to multiferroics and magnetochiral dichroism. Most of the studies on electrical transport so far have focused on the cases where the magnetic moments are well approximated by classical local moments. Here, we reveal that the coexistence of quantum fluctuations and chiral spin correlations gives rise to a $\\log(T)$ temperature dependence in the electrical magnetochiral effect, a nonreciprocal response. Using the Green's function method and a scattering theory approach, we show that the $\\log(T)$ temperature dependence occurs through a scattering process similar to that of the Kondo effect. The electrical magnetochiral effect is sensitive to the sign of vector spin chirality and the magnetic field. The results demonstrate that local spin correlations and quantum fluctuations cooperatively induce nontrivial properties in transport phenomena."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Account of the self-interaction energy correction in the first principles calculation of the fundamental absorption edge spectrum of LiCl",
      "authors": [
        "M. A. Bunin, I. I Geguzin"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21581",
      "arxiv": "https://arxiv.org/abs/2512.21581",
      "doi": null,
      "summary": "Within the framework of the local electron density functional theory, an ab-initio method is proposed that takes into account the self-interaction energy correction (SIC) for the crystal potential. The principle of dividing the unit cell into regions remained the same as for the ground-state potential. The expression for the self-consistent muffin-tin-SIC potential satisfies the condition of cell electroneutrality. This scheme was applied to calculate the spectrum of the fundamental absorption edge of LiCl. The obtained interband transition energies were not required for fitting to experimental values. In the calculated spectrum, the shape and position of the peaks above ~2.5 eV from the edge agree fairly well with the measured ones, which allows their intensity in this region to be attributed primarily to interband transitions. Closer to the edge, electron-hole interaction significantly alters the ground state, which must be taken into account when calculating the spectrum shape."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Entangled Moire Chern Insulator in Rhombohedral Graphene",
      "authors": [
        "Zaizhe Zhang, Xi Chen, Kenji Watanabe, Takashi Taniguchi, Zhida Song, Xiaobo Lu"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21609",
      "arxiv": "https://arxiv.org/abs/2512.21609",
      "doi": null,
      "summary": "Graphene-based moire superlattices exhibit novel quantum phenomena driven by pronounced interactions, leading to topological corrected states like orbital Chern insulators exhibiting quantum anomalous Hall effect (QAHE). Typically, intrinsic Chern insulators are stabilized at odd moir\\'e fillings, as even fillings often result in valley-balanced, topologically trivial states at zero magnetic field. In our work, we report the observation of an intrinsic Chern insulator with C = 1 state at moire filling v = 2 in rhombohedral octalayer graphene (R8G)/hBN moire superlattice. Observing such Chern insulators in particular with C = 1 at v = 2 is intriguing, as each moir\\'e band carries Chern number C = 1 or -1. We further demonstrate such a state can originate from the entanglement between the low-energy moire flat bands and high-energy remote bands according to the Hartree-Fock calculation. Our findings extend the known topological phase diagram of rhombohedral multilayer graphene (RMG) moire systems and establish this platform as highly promising for investigating strong electron correlations and multiband hybridized transport."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fractionalization and Entanglement of High Chern Insulators",
      "authors": [
        "Zexu Li, Wenxuan Wang, Fajie Wang, Zaizhe Zhang, Qiu Yang, Kenji Watanabe, Takashi Taniguchi, X. C. Xie, Jie Wang, Kaihui Liu, Zhida Song, Xiaobo Lu"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21612",
      "arxiv": "https://arxiv.org/abs/2512.21612",
      "doi": null,
      "summary": "The realization of fractional Chern insulators opens up the possibility of exploring fractionally charged excitations and anyonic statistics in the absence of a magnetic field. One of the central questions is whether lattice-based systems can give rise to radically new states, distinct from those observed in traditional fractional quantum Hall systems. In this work, we investigate a new type of moire flat band system composed of Bernal bilayer graphene and rhombohedral tetralayer graphene. First, we discover an unprecedented richness of states with high Chern numbers. At v = 1 moire filling, we observe Chern insulators with Chern numbers C = 4 and 3. Flanking v = 3 state, we observe a series of Chern insulators from C = 2 to C = 7. All of these states exhibit the quantum anomalous Hall effect. Remarkably, we observe an exotic fractional Chern insulator with C = 7/3 around v = 2/3 which is beyond all known fractional Chern insulators described by either the Jain sequence as or current high Chern theory. Our work expands the understanding of fractionally charged excitations beyond the Landau level basis and offers a new moir\\'e platform for exploring anyons."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spatiotemporal Chaos in the Interface Growth of Topological Insulators",
      "authors": [
        "Yutaro Tanaka, Akira Furusaki"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21624",
      "arxiv": "https://arxiv.org/abs/2512.21624",
      "doi": null,
      "summary": "We demonstrate that topological insulators exhibit an intrinsic interfacial instability that amplifies small interface fluctuations, resulting in chaotic behavior during interface growth. This mechanism is fundamentally different from conventional interfacial instabilities in crystal growth that are driven by external non-uniformities such as surface diffusion, and instead arises from intrinsic electronic properties of topological materials. We find that the boundary states of topological insulators have a pronounced impact on the surface stiffness, which quantifies how strongly a surface resists changes in its shape or orientation. While trivial insulators possess positive stiffness that smooths out surface roughness, topological insulators exhibit negative stiffness that amplifies small shape fluctuations. We derive an effective equation of the interface growth with this negative stiffness and demonstrate that the interface dynamics is governed by the Kuramoto--Sivashinsky equation, a prototypical nonlinear equation exhibiting spatiotemporal chaos."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nonvolatile photoswitching of a Mott state via reversible stacking rearrangement",
      "authors": [
        "Junde Liu, Liwen Su, Pei Liu, Hui Liu, Mojun Pan, Yuchong Zhang, Famin Chen, Yueqian Chen, Zhaoyang Xie, Stefan Mathias, Tianping Ying, Lin Hu, Tian Qian, Xun Shi, Yugui Yao"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21628",
      "arxiv": "https://arxiv.org/abs/2512.21628",
      "doi": null,
      "summary": "Nonvolatile control of the Mott transition is a central goal in correlated-electron physics, offering access to fascinating emergent states and great potential for technological applications. Compared to chemical or mechanical approaches, ultrafast optical excitation further promises a path to create and manipulate novel non-equilibrium phases with ultimate spatiotemporal precision. However, achieving a truly nonvolatile electronic phase transition in laser-excited Mott systems remains an elusive challenge. Here, we present a highly robust and reversible method for optical control of the Mott state in van der Waals systems. Specifically, using angle-resolved photoemission spectroscopy, we observe a nonvolatile Mott-to-metallic transition in the ultrafast laser-excited charge density wave (CDW) material 1T-TaSe2. Complementary theoretical calculations reveal that this transition originates from a rearrangement of the interlayer CDW stacking. This new stacking order, formed following the ultrafast quenching of the CDW, circumvents the need for large-scale atomic sliding. Intriguingly, it introduces a significant in-plane component to the electron hopping and effectively reduces the ratio of on-site Coulomb interaction to bandwidth, thereby suppressing the Mott state and stabilizing a metallic phase. Our results establish optical-control of interlayer stacking as a versatile strategy for inducing nonvolatile phase transitions, opening a new route to tailor correlated electronic phases and realize reconfigurable high-frequency devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Origin of Organic Magnetoresistance Using Time-Domain Magnetic Spectroscopy",
      "authors": [
        "Paul Ben Ishai, Roshlin Kiruba, Amos Bardea"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21629",
      "arxiv": "https://arxiv.org/abs/2512.21629",
      "doi": null,
      "summary": "Organic Magnetoresistance is defined as the change of resistance in an organic material, such as a conducting polymer, as a function of an imposed magnetic field. We demonstrate this effect in a Polypyrrole/ Polydimethylsiloxane complex by using a novel magnetic pulse system. The frequency spectrum of the current flowing through the sample reveals equally spaced reversed peaks in the current. We show that these peaks happen at the Lamour frequency for the dominant charge carrier of the system, namely polarons. This posits the origin Organic magnetoresistance as simple Rabi Oscillations rather than mechanisms based of bipolaron formation and singlet-triplet conversions. We directly estimate the effective polaronic mass in this complex. A semi classical theoretical approach is suggested to explain this effect as direct spin flipping in a time transient magnetic field. This is the first time that such an experimental approach has been applied in this field and the first time the effective polaronic mass has been measured in a conducting polymer."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Linear Foundation Model for Quantum Embedding: Data-Driven Compression of the Ghost Gutzwiller Variational Space",
      "authors": [
        "Samuele Giuli, Hasanat Hasan, Benedikt Kloss, Marius S. Frank, Tsung-Han Lee, Olivier Gingras, Yong-Xin Yao, Nicola Lanat\\`a"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21666",
      "arxiv": "https://arxiv.org/abs/2512.21666",
      "doi": null,
      "summary": "Simulations of quantum matter rely mainly on Kohn-Sham density functional theory (DFT), which often fails for strongly correlated systems. Quantum embedding (QE) theories address this limitation by mapping the system onto an auxiliary embedding Hamiltonian (EH) describing fragment-environment interactions, but the EH is typically large and its iterative solution is the primary computational bottleneck. We introduce a linear foundation model for QE that utilizes principal component analysis (PCA) to compress the space of quantum states needed to solve the EH within a small variational subspace. Using a data-driven active-learning scheme, we learn this subspace from EH ground states and reduce each embedding solve to a deterministic ground-state eigenvalue problem in the reduced space. Within the ghost Gutzwiller approximation (ghost-GA), we show for a three-orbital Hubbard model that a variational space learned on a Bethe lattice is transferable to square and cubic lattices without additional training, while substantially reducing the cost of the EH step. We further validate the approach on plutonium, where a single variational space reproduces the energetics of all six crystalline phases while reducing the cost of the EH solution by orders of magnitude. This provides a practical route to overcome the main computational bottleneck of QE frameworks, paving the way for high-throughput ab initio simulations of strongly correlated materials at a near-DFT cost."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Symmetry-guided prediction of magnetic-ordered ground states",
      "authors": [
        "Yuhui Li, Sike Zeng, Xiaobing Chen, Renzheng Xiong, Yutong Yu, Yu-Jun Zhao, Qihang Liu"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21672",
      "arxiv": "https://arxiv.org/abs/2512.21672",
      "doi": null,
      "summary": "Given the scarcity of experimentally confirmed magnetic structures, the reliable prediction of magnetic ground states is crucial; however, it remains a long-sought challenge because of the complex magnetic potential energy landscape. Here, we propose a symmetry-guided framework that systematically generates realistic magnetic configurations without requiring any experimental input or prior assumptions such as propagation vectors. Within a hierarchical symmetry-breaking scenario, we integrate the recently developed spin space group formalism and conventional magnetic space group description, respectively capturing symmetry breaking induced by magnetic ordering and spin-orbit coupling. Furthermore, we perform both nonrelativistic and relativistic first-principles calculations to establish the energy ordering of selected magnetic configurations. Exemplified by three recently reported three-dimensional unconventional magnets MnTe, Mn3Sn, and CoNb3S6 and two two-dimensional magnets CrTe2 and NiI2, we demonstrate that only a few dozen first-principles calculations are sufficient to identify the ground-state magnetic configuration along with several low-energy metastable states, which may exhibit exotic physical properties such as p-wave magnetism. Our work provides a general and efficient strategy for large-scale prediction of three-dimensional and two-dimensional magnetic configurations and offers insight into the microscopic origins of magnetic interactions across diverse material systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Defect Engineering for Stabilizing Magnetic and Topological Properties in Mn(Bi1-xSbx)2Te4",
      "authors": [
        "Haonan Chen, Jiayu Wang, Huayao Li, Xunkai Duan, Yuxiang Wang, Zixuan Xu, Yingchao Xia, Wenhao He, Zehao Jia, Xiangyu Cao, Yicheng Mou, Xiangyu Jiang, Jiaming Gu, Pengliang Leng, Fengfeng Zhu, Changlin Zheng, Xiang Yuan, Faxian Xiu, Tong Zhou, Lin Miao, Cheng Zhang"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21680",
      "arxiv": "https://arxiv.org/abs/2512.21680",
      "doi": "10.1038/s41467-025-67774-6",
      "summary": "MnBi2Te4 is a versatile platform for exploring diverse topological quantum states, yet its potential is hampered by intrinsic antisite defects. While Sb substitution has been employed to tune the Fermi level towards the charge neutral point, it exacerbates the formation of Mn-Sb antisite defects. Here, we address this challenge by combining first-principles calculations with strategic synthesis to systematically investigate and control antisite defects in Mn(Bi1-xSbx)2Te4. Our calculations reveal that increasing antisite defect density progressively destroys the field-forced magnetic Weyl state, eventually driving the system into a trivial magnetic insulator. Motivated by these findings, we develop an optimized chemical vapor transport method, yielding high-quality Mn(Bi1-xSbx)2Te4 crystals with significantly reduced antisite defect density. The emergence of strong Shubnikov-de Haas oscillations in the forced ferromagnetic state and a pronounced anomalous Hall effect near charge neutrality, with opposite signs for n- and p-type samples, confirms the type-II Weyl semimetal nature. These findings underscore the critical role of antisite defects in determining the magnetic and topological properties of Mn(Bi1-xSbx)2Te4 and establish defect engineering via optimized synthesis as a crucial strategy for realizing its exotic magnetic topological states."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Pressure-Tuned Metamagnetism and Emergent Three-Body Interactions in CsFeCl$_3$",
      "authors": [
        "K. Nihongi (Center for Advanced High Magnetic Field Science), T. Kida (Center for Advanced High Magnetic Field Science), Y. Narumi (Center for Advanced High Magnetic Field Science), Y. Etoh (Department of Physics, Nihon University), D. Yamamoto (Department of Physics, Nihon University, RKEN Center for Quantum Computing), M. Matsumoto (Department of Physics, Shizuoka University), N. Kurita (Department of Physics, Tokyo Institute of Technology), H. Tanaka (Department of Physics, Tokyo Institute of Technology), K. Yu. Povarov (Dresden High Magnetic Field Laboratory), S. A. Zvyagin (Dresden High Magnetic Field Laboratory), J. Wosnitza (Dresden High Magnetic Field Laboratory, Institut f\\\"ur Festk\\\"orper- und Materialphysik, TU Dresden), K. Kindo (The Institute for Solid State Physics, The University of Tokyo), Y. Uwatoko (The Institute for Solid State Physics, The University of Tokyo), M. Hagiwara (Center for Advanced High Magnetic Field Science)"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21682",
      "arxiv": "https://arxiv.org/abs/2512.21682",
      "doi": null,
      "summary": "We present a combined experimental and theoretical study of the triangular-lattice quantum antiferromagnet CsFeCl$_3$ under high magnetic fields and high pressure. Pulsed-field magnetization for the magnetic field along the symmetric $c$ direction at ambient pressure reveals a magnetization process from a nonmagnetic singlet ground state with a nearly linear increase between 3.7 and 10.7 T, a plateau-like region, and then a sharp stepwise metamagnetic transition near 32 T. Wide frequency--field range electron spin resonance indicates that the low-field regime originates from the $J = 1$ manifold, while the high-field metamagnetic transition suggests a level crossing between the $J = 1$ and $J = 2$ lowest states. Pulsed-field magnetic susceptibilities measured with a proximity detector oscillator under high pressure show that the low-field nonmagnetic singlet phase is gradually suppressed, while the high-field metamagnetic transition evolves into an increasingly rich pattern of fractional steps. While the observations at low to intermediate fields can be understood within the established spin-1 description, the high-field regime requires a new perspective, which we provide through a projected spin-1/2 framework built from Zeeman-selected crystal-field states not related by time reversal. This construction naturally allows emergent three-body interactions on triangular plaquettes and explains the asymmetric evolution of the fractional steps in the magnetization. Our findings reveal that high-field effective spin models in quantum magnets with separated yet accessible crystal-field multiplets are not constrained to even-body couplings, but can naturally host odd-body terms, opening a broader avenue for realizing field-asymmetric magnetization processes and exotic phases beyond conventional even-body physics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Charging capacitors using diodes at different temperatures. I Theor",
      "authors": [
        "L. L. Bonilla, A. Torrente, J. M. Mangum, P. M. Thibado"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21703",
      "arxiv": "https://arxiv.org/abs/2512.21703",
      "doi": null,
      "summary": "Nonlinear elements in a rectifying circuit can be used to harvest energy from thermal fluctuations either steadily or transitorily. We study an energy harvesting system comprising a small variable capacitor (e.g., free standing graphene) wired to two diodes and two storage capacitors that may be kept at different temperatures (or at a single one) and use two current loops. The system reaches very rapidly a quasi stationary state with constant overall charge while the difference of the charges at the storage capacitors evolves much more slowly to its stationary value. In this paper, we extract an exponentially small factor out of the solution of the Fokker-Planck equation and use a Chapman-Enskog procedure to describe the long evolution of the marginal probability density for the charge difference, from the quasi stationary state to the final stationary state (thermal equilibrium for equal temperatures). The second paper of this series shows that the results of the perturbation procedure compare well with direct numerical simulations. For a specific form of the diodes' nonlinear mobilities, we can approximate the quasi stationary state by Gaussian functions and further study the evolution of the marginal probability density. The latter adopts the shape of a slowly expanding pulse (comprising left and right moving wave fronts whose fore edges become sharper as time elapses) in the space of charge differences that leaves the final stationary state behind it."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Charging capacitors using diodes at different temperatures. II Numerical studies",
      "authors": [
        "J. M. Mangum, L. L. Bonilla, A. Torrente, P. M. Thibado"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21705",
      "arxiv": "https://arxiv.org/abs/2512.21705",
      "doi": null,
      "summary": "This study is presented in a series of two papers. The first paper is an analytical study. This is the second paper, and here we numerically study the thermal energy harvesting capability of two electronic circuits. The first circuit consists of a diode and capacitor in series. We solve the time-dependent Fokker-Planck equation and show the capacitor initially charges and then discharges to zero. The peak charge on the capacitor increases with temperature, capacitance, and diode quality. The second circuit has two current loops with one small capacitor, two storage capacitors, and two diodes wired in opposition. When the diodes are held at different temperatures we observe a non-zero steady-state charge is accumulated on both storage capacitors. The magnitude of the stored charges are nearly equal but the signs are opposite. When resistors are used in place of diodes there is no transient and no steady-state charge buildup. Numerical studies for the time-independent Fokker-Planck equation are presented and confirm the steady state charges."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Analytic solution of the multidensity Ornstein-Zernike equation for hard-sphere fluid with tetrahedral quadrupolar-like surface adhesion",
      "authors": [
        "Y. V. Kalyuzhnyi, P. T. Cummings"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21712",
      "arxiv": "https://arxiv.org/abs/2512.21712",
      "doi": null,
      "summary": "We develop a multidensity formulation of the Ornstein-Zernike equation with Percus-Yevick closure for hard spheres with anisotropic surface adhesion of tetrahedral quadrupolar-like symmetry. An analytical solution is obtained using the invariant expansion method combined with Baxter's factorization technique. Structural properties are evaluated using both the multidensity theory and the previously proposed single-density molecular OZ approach. At low stickiness, the two theories yield nearly identical predictions, while increasing stickiness leads to growing discrepancies and eventual loss of convergence of the single-density approach. These results highlight the importance of multidensity descriptions for strongly associating anisotropic fluids."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Non-Hermitian topological devices with Chern insulators",
      "authors": [
        "Kyrylo Ochkan, Michael Wissmann, Louis Veyrat, Lixuan Tai, Minoru Kawamura, Yoshinori Tokura, Viktor K\\\"onye, Bernd B\\\"uchner, Jeroen van den Brink, Ion Cosma Fulga, Joseph Dufouleur, Romain Giraud"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21725",
      "arxiv": "https://arxiv.org/abs/2512.21725",
      "doi": null,
      "summary": "Multi-terminal topological devices are a new generation of electronic devices with quantized properties robust against imperfections. In magnetic topological insulators, dissipationless edge states give functional devices in zero magnetic field, of interest for quantum metrology (resistance standard) or topological electronics (Chern networks). Here we show that a new generation of simple quantum circuits (disk, ring) with non-Hermitian topology, based on the interconnection of 1D Chern states in the quantum anomalous Hall regime, can have a much stronger quantization of their invariant than that of the Chern invariant itself, when measured in a non-metrology grade setup - that is, in industry-relevant conditions. Remarkably, the chirality-related topological skin effect is realized without the need of a magnetic field or an electrical gate, with a record degree of localization for a quantum Hall device. This new type of topological quantum devices based on magnets, with an exponential response that can be switched at small magnetic fields (about 200mT), can operate at liquid-Helium temperature with a good quantization and have some potential as cryogenic sensors for applications in high-precision impedance or magnetic field measurements."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Bethe-ansatz study of the Bose-Fermi mixture",
      "authors": [
        "Soham Chandak, Aleksandra Petkovi\\'c, Zoran Ristivojevic"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21732",
      "arxiv": "https://arxiv.org/abs/2512.21732",
      "doi": null,
      "summary": "We consider a one-dimensional mixture of bosons and spinless fermions with contact interactions. In this system, the excitations at low energies are described by four linearly dispersing modes characterized by two excitation velocities. Here we study the velocities in a system with equal interaction strengths and equal masses of bosons and fermions. The resulting model is integrable and admits an exact Bethe-ansatz solution. We analyze it and analytically derive various exact results, which include the Drude weight matrix. We show that the excitation velocities can be calculated from the knowledge of the matrices of compressibility and the Drude weights, as their squares are the eigenvalues of the product of the two matrices. The elements of the Drude weight matrix obey certain sum rules as a consequence of Galilean invariance. Our results are consistent with the presence of a momentum-momentum coupling term between the two subsystems of bosons and fermions in the effective low-energy Hamiltonian. The analytical method developed in the present study can be extended to other models that possess a nested Bethe-ansatz structure."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Concentration-Dependent Tungsten Effects on Short-Range Order and Deformation Behavior in Ni-W alloys",
      "authors": [
        "Shaozun Liu, Zehao Li, Hantong Chen, Xingyuan San, Bi-Cheng Zhou, Dieter Isheim, Tiejun Wang, Hong Gao, Nie Zhao, Yu Liu, Yong Gan, Xiaobing Hu"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21745",
      "arxiv": "https://arxiv.org/abs/2512.21745",
      "doi": null,
      "summary": "Ni-W based medium heavy alloys offer a promising pathway to bridge the density-strength gap between tungsten heavy alloys and ultrahigh-strength steels. In this study, the effects of W concentration on short-range order (SRO), deformation behavior, and grain boundary chemistry of Ni-xW alloys in the range x = 0 to 38 wt% were systematically investigated using a suite of advanced characterization and modeling techniques, including synchrotron X-ray diffraction, transmission electron microscopy, atom probe tomography, and first-principles thermodynamic simulations. Our study reveals that strong SRO emerges when W content exceeds about 30 wt%, producing distinct diffuse scattering and significantly enhancing strain-hardening capacity. During deformation, the presence of SRO promotes planar slip and twin formation, leading to strong dislocation interactions and elevated flow stress. Hall-Petch analysis demonstrates an exceptionally high grain boundary strengthening coefficient (ky about 1100 MPa micrometer^(1/2)) in Ni-38W, underscoring the intrinsic strengthening effect associated with SRO. First-principles cluster expansion coupled with Monte Carlo simulations reveals that increasing W content enhances SRO tendency through the stabilization of Ni4W-type local configurations. These findings establish a mechanistic link between W concentration, SRO evolution, and mechanical response, providing new insights for designing high-density, high-strength Ni-W based alloys with optimized performance."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "On Critical Temperature and Finite Size Scaling of Continuous Spin $2d$ Ising Model",
      "authors": [
        "Swapna Mahapatra, Rudra Majhi, Jahangir Mohammed, Subhashree Mohanty, Priyanka Priyadarshini Pruseth, Masoom Singh"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21748",
      "arxiv": "https://arxiv.org/abs/2512.21748",
      "doi": null,
      "summary": "In this paper, we have studied the critical temperature $T_c$ of continuous spin $2d$ square-lattice Ising model using Monte-Carlo simulation. We have considered spins $s$ in a bounded interval, where $s \\in [-1,+1]$ in square-lattice configuration with periodic boundary condition. We have observed that the critical temperature $T_c$ is approximately $0.925$, showing a clear second order phase transition. Considering finite size scaling, we have also obtained the critical exponents associated with susceptibility, specific heat, magnetization and we find that these values are in good agreement with the corresponding values obtained for the standard $2d$ Ising universality class."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Upper bounds on the separation efficiency of diffusiophoresis",
      "authors": [
        "Fernando Temprano-Coleto, Jeongmin Kim, Marcel M. Louis, Howard A. Stone"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21758",
      "arxiv": "https://arxiv.org/abs/2512.21758",
      "doi": null,
      "summary": "The separation of colloidal particles from fluids is essential to ensure a safe global supply of drinking water yet, in the case of microscopic particles, it remains a highly energy-intensive process when using traditional filtration methods. Water cleaning through diffusiophoresis $\\unicode{x2014}$spontaneous colloid migration in chemical gradients$\\unicode{x2014}$ effectively circumvents the need for physical filters, representing a promising alternative. This separation process is typically realized in internal flows where a cross-channel electrolyte gradient drives particle accumulation at walls, with colloid separation slowly increasing in the streamwise direction. However, the maximum separation efficiency, achieved sufficiently downstream as diffusiophoretic migration (driving particle accumulation) is balanced by Brownian motion (inducing diffusive spreading), has not yet been characterized. In this work, we develop a theory to predict this upper bound, and derive the colloid separation efficiency by analyzing the asymptotic structure of the governing equations. We find that the mechanism by which the chemical permeates in the channel, as well as the reaction kinetics governing its dissociation into ions, play key roles in the process. Moreover, we identify four distinct regimes in which separation is controlled by different scaling laws involving a Damk\\\"ohler and a P\\'eclet number, which measure the ratio of reaction kinetics to ion diffusion and of diffusiophoresis to Brownian motion, respectively. We also confirm the scaling of one of these regimes using microfluidic experiments where separation is driven by CO$_\\text{2}$ gradients. Our results shed light on pathways towards new, more efficient separations, and are also applicable to quantify colloidal accumulation in the presence of chemical gradients in more general situations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "High-Temperature Quantum Oscillations of a Non-equilibrium Non-Fermi Liquid",
      "authors": [
        "Oles Matsyshyn, Li-kun Shi, Inti Sodemann Villadiego"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21763",
      "arxiv": "https://arxiv.org/abs/2512.21763",
      "doi": null,
      "summary": "A periodically driven Fermi gas coupled to a simple boson bath reaches a non-equilibrium steady-state occupation with sharp non-analyticities at certain momenta. Here, we demonstrate that these non-analyticities behave as emergent Fermi surfaces by showing that they give rise to quantum oscillations of observables with a period controlled by the effective Fermi surface area enclosed by these non-analyticities. However, these oscillations have several striking differences with standard equilibrium quantum oscillations. For example, they remain non-analytic at finite temperatures, their amplitude can survive up to extremely high temperatures comparable to the frequency of the drive, and they can display non-monotonic temperature dependence completely at odds with standard Lifshits-Kosevich behavior."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Memory of topologically constrained disorder in Shakti artificial spin ice",
      "authors": [
        "Priyanka Priyanka, Cristiano Nisoli, Yair Shokef"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21767",
      "arxiv": "https://arxiv.org/abs/2512.21767",
      "doi": null,
      "summary": "Complex behaviors often sit at a critical threshold between order and disorder. But not all disorder is created equal. Disorder can be trivial or constrained, and correlated disorder can even be topological. Crucially, constrained disorder can harbor memory, leading to non-trivial, sequence-dependent responses to external manipulations. And yet the fascinating subject of \"memory of disorder\" remains poorly explored, as memory is often associated to the retention of metastable order. In recent years artificial frustrated materials -- in particular arrays of frustrated nanomagnets known as artificial spin ices -- have been employed to study complex disorders and its wealth of exotic behaviors, yet their memory properties have received much less attention. Here, we investigate both analytically and numerically the sequence-dependent responses of two somehow opposite yet related artificial spin ices: the Landau-ordered square spin ice and the disordered but topologically-ordered Shakti spin ice. We find that Shakti exhibits a pronounced sequence-dependent response, whereas in the square lattice, such path dependence is absent. Within Shakti, even the minimal periodic supercell demonstrates both deterministic and stochastic forms of sequence memory, depending on the interaction strength. Extending our study to cyclic driving, we find that retracing the same input path leads to enhanced memory retention. These results open new perspectives on how topological constraints and correlated disorder generate robust memory effects in frustrated artificial materials, hitherto examined mainly in terms of their ground-state kinetics and thermodynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Time-dependent fluctuating local field approach for description of the correlated fermions dynamics",
      "authors": [
        "L. D. Silakov, Ya. S. Lyakhova, A. N. Rubtsov"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21772",
      "arxiv": "https://arxiv.org/abs/2512.21772",
      "doi": null,
      "summary": "We formulate a time-dependent Fluctuating Local Field (TD-FLF) method for correlated fermion dynamics, extending the stationary FLF approach. The wavefunction is approximated as an ensemble of non-interacting states subject to a classical fluctuating field, with dynamics encoded in the field's time-dependent distribution. This reduces the time-dependent Schr\\\"odinger equation to a generalized eigenvalue problem in a significantly reduced basis. Applied to half-filled 2D Hubbard lattices, TD-FLF yields highly accurate results, outperforming mean-field theory and capturing oscillation frequencies and amplitudes in good agreement with exact diagonalization. Its low computational cost and flexibility make TD-FLF a promising tool for simulating driven correlated systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unveiling the Thermoelectric Properties of Group III-Nitride Biphenylene Networks",
      "authors": [
        "G\\\"ozde \\\"Ozbal Sargin, Kai Gonn, V. Ongun \\\"Oz\\c{c}elik"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21784",
      "arxiv": "https://arxiv.org/abs/2512.21784",
      "doi": null,
      "summary": "After the synthesis of the carbon biphenylene network (C-BPN), research has increasingly focused on adapting elements from other groups of the periodic table to this lattice structure. In this study, the direction-dependent electronic, thermal, and thermoelectric (TE) properties of semiconducting group-III (group-III = B, Al, Ga, In) nitride biphenylene networks are investigated using the non-equilibrium Green's function formalism in combination with first-principles calculations. Phonon spectra and force field molecular dynamics (MD) simulations were used to asses the dynamically and thermally stable structures. At room temperature, the lowest phonon thermal conductance values are obtained for InN-BPN, with $\\kappa_{\\mathrm{ph}}$ = 0.12 nW/K/nm and $\\kappa_{\\mathrm{ph}}$ = 0.21 nW/K/nm along the armchair and zigzag directions, respectively. The nearly dispersionless valence-band region between the $\\Gamma$--$X$ symmetry points causes a sharp increase in the $p$-type electronic transmission, which significantly enhances the $p$-type thermoelectric figure of merit, $zT$. Among the investigated group-III nitride BPNs, InN-BPN exhibits the best performance, with a $p$-type $zT$ value of 2.33 in the zigzag direction at 800 K."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum tunneling and defect-induced transport modulation in twisted bilayer graphene superlattices",
      "authors": [
        "Ayoub Bahlauoi, Youness Zahidi, Ahmed Naddami"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21790",
      "arxiv": "https://arxiv.org/abs/2512.21790",
      "doi": null,
      "summary": "We investigate quantum tunneling of charge carriers through a periodic superlattice in twisted bilayer graphene (TBG) with rectangular potential barriers, including the presence of a defect, using a low-energy continuum model. Transmission probabilities are numerically analyzed depending on the parameters of the problem, highlighting the roles of twist angle, number of barriers, barrier geometry, and the presence of a defect barrier within the superlattice. Our numerical results reveal that transmission is highly sensitive to these parameters: reducing the twist angle changes the number, depth, and position of transmission gaps and resonance peaks. The presence of defect affects the transmission, leading to the appearance of tunneling states inside transmission gaps with energy position can be tuned by the well width. At low incident energy, the transmission for normally incident electrons is perfect or nearly perfect, independent of the twist angle and the number of barriers. However, at large incident energy, the transmission becomes distinctly anisotropic, reflecting the separation of Dirac cones induced by twist angle variations. The presence of defects, particularly at smaller twist angles, provides additional control of tunneling behavior, allowing complete suppression of Klein tunneling under certain conditions. These findings extend the established understanding of miniband transport in periodic graphene systems and open new possibilities for twist-tunable nanoelectronic and quantum devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Temperature- and Pressure-Dependent Vibrational Properties and Phase Stability of Pristine and Sb-Doped Vacancy-Ordered Double Perovskite",
      "authors": [
        "Aalok Tiwari, Karamjyoti Panigrahi, Mrinmay Sahu, Sayan Bhattacharyya, Goutam Dev Mukherjee"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21810",
      "arxiv": "https://arxiv.org/abs/2512.21810",
      "doi": null,
      "summary": "Understanding lattice dynamics and structural transitions in vacancy-ordered double perovskites is crucial for developing lead-free optoelectronic materials, yet the role of dopants in modulating these properties remains poorly understood. We investigate Sb-doped Cs$_2$TiCl$_6$ through temperature-dependent Raman spectroscopy (4 to 273 K), high-pressure studies (0 to 30 GPa), powder XRD, and photoluminescence measurements. Sb doping dramatically improves phase purity, eliminating all impurity-related Raman modes present in pristine and Bi-doped samples while retaining only the three fundamental [TiCl$_6$]$^{2-}$ octahedral vibrations. This enhanced purity reveals a previously unobserved structural phenomenon: Sb-doped samples (2\\% doped and 3\\%) incorporated) exhibit a sharp anomaly at 100 K marked by the emergence of a new Raman mode M$_1$ at 314--319 cm$^{-1}$ and abrupt changes in the temperature coefficient $\\chi$ (factor of 2--8$\\times$ change) and anharmonic constant $A$ across this threshold. No such transition occurs in pristine Cs$_2$TiCl$_6$, indicating Sb-dopant-induced order-disorder transformation. The enhanced phonon anharmonicity in Sb-doped samples directly manifests in photoluminescence: self-trapped exciton emission at 448 nm shows 19\\% broader FWHM (164.73 nm) compared to Bi-doped samples (138.2 nm), confirming stronger electron-phonon coupling. High-pressure measurements reveal structural robustness to 30 GPa with no phase transitions. These findings establish that strategic Sb doping not only improves material quality but also enables a novel low-temperature structural transition, providing fundamental insights into dopant-mediated phase control in vacancy-ordered perovskites for next-generation optoelectronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Toward Generalizable Surrogate Models for Molecular Dynamics via Graph Neural Networks",
      "authors": [
        "Judah Immanuel, Avik Mahata, Aniruddha Maiti"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21822",
      "arxiv": "https://arxiv.org/abs/2512.21822",
      "doi": null,
      "summary": "We present a graph neural network (GNN) based surrogate framework for molecular dynamics simulations that directly predicts atomic displacements and learns the underlying evolution operator of an atomistic system. Unlike conventional molecular dynamics, which relies on repeated force evaluations and numerical time integration, the proposed surrogate model propagates atomic configurations forward in time without explicit force computation. The approach represents atomic environments as graphs and combines message-passing layers with attention mechanisms to capture local coordination and many-body interactions in metallic systems. Trained on classical molecular dynamics trajectories of bulk aluminum, the surrogate achieves sub angstrom level accuracy within the training horizon and exhibits stable behavior during short- to mid-horizon temporal extrapolation. Structural and dynamical fidelity are validated through agreement with reference radial distribution functions and mean squared displacement trends, demonstrating that the model preserves key physical signatures beyond pointwise coordinate accuracy. These results establish GNN-based surrogate integrators as a promising and computationally efficient complement to traditional molecular dynamics for accelerated atomistic simulations within a validated regime."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Physics-informed Neural Network (PINN) to Predict Vibrational Stability of Inorganic Semiconductors",
      "authors": [
        "M. H. Zeb, M. Z. Kabir"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21830",
      "arxiv": "https://arxiv.org/abs/2512.21830",
      "doi": null,
      "summary": "We tackle the challenge of predicting vibrational stability in inorganic semiconductors for high-throughput screening, an essential attribute for evaluating synthesizability alongside thermodynamic stability, frequently missing in prominent materials databases. We create a physics-informed neural network (PINN) that incorporates the Born stability requirements directly into its loss function. This integration is a key learning constraint since it only allows the model to make predictions that do not violate fundamental physics. The model shows consistent and improved performance, having been trained on a dataset of 2112 inorganic materials with validated phonon spectra, and getting an F1-score of 0.83 for both stable and unstable classes. The model shows an AUC-ROC of 0.82 on a benchmark dataset of 1296 materials. Our PINN surpasses the best models in comparative tests, especially when it comes to accurately identifying unstable materials, which is crucial for a stability filter. This work offers a comprehensive screening tool for identifying materials and a methodology for incorporating domain knowledge to enhance predictive accuracy in materials informatics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal thermodynamic framework for quasi-van der Waals epitaxy",
      "authors": [
        "Renhong Liang, Mao Ye, Renkui Zheng, Jianhua Hao, Haitao Huang, Longlong Shu, Shanming Ke"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21833",
      "arxiv": "https://arxiv.org/abs/2512.21833",
      "doi": null,
      "summary": "van der Waals (vdW) epitaxy is conventionally regarded as a rotation-free and strain-free growth mode driven by weak, isotropic interactions, yet many interfaces paradoxically exhibit strictly locked orientations that defy standard surface-energy models. We resolve this inconsistency by establishing a unified quantitative framework for 2D-3D systems, in which strong electrostatic and chemical interactions compete with entropic forces. We introduce a two-tier descriptor set-the predictive index (I_pre) and the thermodynamic locking criterion (I_lock)-to quantify the energetic sufficiency for locked epitaxy. Our theory accurately predicted the competitive interactions at the interface within the 2D-3D system, precisely characterized whether the epitaxial layer underwent free growth or was constrained in a locked growth mode, demonstrating robust consistency with diverse experimental observations. This framework unifies orientation selection in 3D-on-2D films and rotational locking in 2D-on-3D layers within a single-phase diagram. Our work provides a generalizable, predictive route to controlling epitaxial orientation across a broad spectrum of layered heterostructure"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spectroscopic Characterization of Metallocene Single Crystals Grown by Physical Vapor Transport Method",
      "authors": [
        "Ian B. Logue, Sandaruka Jayasooriya Arachchilage, Lance M. Griswold, Moses B. Gaither-Ganim, Lincoln W. Weber, Robyn Cook, Stephen Hofer, Praveena Satkunam, Dipanjan Mazumdar, Poopalasingam Sivakumar, Bumsu Lee"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21836",
      "arxiv": "https://arxiv.org/abs/2512.21836",
      "doi": null,
      "summary": "High-quality metallocene single crystals with a low density of impurities and high homogeneity were prepared using the physical vapor transport method. These crystals were then characterized using various spectroscopic tools and X-ray diffraction. Laser-induced breakdown spectroscopy confirmed the presence of metal ions in each freshly grown sample despite all these crystals undergoing physical deformation with different lifetimes. X-ray diffraction analysis confirmed that all our metallocene single crystals retained a monoclinic structure at room temperature. The vibrational properties of our metallocene crystals were examined using Raman and Fourier-transform infrared spectroscopy. The inter- and intra-ring vibrational modes, along with additional modes associated with the crystalline form, were identified as inherent vibrational properties of our metallocene single crystals. Given the increasingly important role of metallocene in organic solar cells, organic light-emitting displays and molecular quantum systems, this research will enhance our understanding of the intrinsic physical properties of cleaner, more crystalline metallocene single crystals."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Cohomological Framework for Topological Phases from Momentum-Space Crystallographic Groups",
      "authors": [
        "T. R. Liu, Zheng Zhang, Y. X. Zhao"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21844",
      "arxiv": "https://arxiv.org/abs/2512.21844",
      "doi": null,
      "summary": "Crystallographic groups are conventionally studied in real space to characterize crystal symmetries. Recent work has recognized that when these symmetries are realized projectively, momentum space inherently accommodates nonsymmorphic symmetries, thereby evoking the concept of \\textit{momentum-space crystallographic groups} (MCGs). Here, we reveal that the cohomology of MCGs encodes fundamental data of crystalline topological band structures. Specifically, the collection of second cohomology groups, $H^2(\\Gamma_F,\\mathbb{Z})$, for all MCGs $\\Gamma_F$, provides an exhaustive classification of Abelian crystalline topological insulators, serving as an effective approximation to the full crystalline topological classification. Meanwhile, the third cohomology groups $H^3(\\Gamma_F,\\mathbb{Z})$ across all MCGs exhaustively classify all possible twistings of point-group actions on the Brillouin torus, essential data for twisted equivariant K-theory. Furthermore, we establish the isomorphism $H^{n+1}(\\Gamma_F,\\mathbb{Z})\\cong H^n\\big(\\Gamma_F,\\operatorname{\\mathcal{F}}(\\mathbb{R}^d_F,U(1))\\big)$ for $ n\\ge 1$, where $\\operatorname{\\mathcal{F}}(\\mathbb{R}^d_F,U(1))$ denotes the space of continuous $U(1)$-valued functions on the $d$D momentum space $\\mathbb{R}^d_F$. The case $n=1$ yields a complete set of topological invariants formulated in purely algebraic terms, which differs fundamentally from the conventional formulation in terms of differential forms. The case $n=2$, analogously, provides a fully algebraic description for all such twistings. Thus, the cohomological theory of MCGs serves as a key technical framework for analyzing crystalline topological phases within the general setting of projective symmetry."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Breakdown Condensate as a Disorder-Free Quantum Glass",
      "authors": [
        "Yu-Min Hu, Zhaoyu Han, Biao Lian"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21847",
      "arxiv": "https://arxiv.org/abs/2512.21847",
      "doi": null,
      "summary": "We study the phase diagram of a one-dimensional spin quantum breakdown model, which has an exponential $U(1)$ symmetry with charge unit decaying as $2^{-j}$ with site position $j$. By exact diagonalization (ED), we show that the model with spin $S\\ge2$ exhibits an exponential $U(1)$ spontaneous symmetry breaking (SSB) phase dubbed a quantum breakdown condensate. It exhibits a bulk gap violating the Goldstone theorem, and an edge mode only on the left edge if in open boundary condition. In a length $L$ lattice, the condensate has $\\mathcal{O}(2^L)$ number of SSB ground states originating from the $\\mathcal{O}(2^L)$ number of exponential $U(1)$ charge sectors, leading to a finite entropy density $\\ln 2$. This enforces a first order SSB phase transition into this phase, as observed in ED and verified in the large $S$ limit on an exactly solvable Rokhsar-Kivelson line. The condensate has an SSB order parameter being the local in-plane spin, which points in angles related by the chaotic Bernoulli (dyadic) map and thus is effectively random. Moreover, we show the condensate exhibits non-decaying local autocorrelations, and does not have an off-diagonal long-range order. The quantum breakdown condensate thus behaves as a disorder-free quantum glass and is beyond the existing classifications of phases of matter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Chirality-selective topological magnon phase transition induced by interplay of anisotropic exchange interactions in honeycomb ferromagnet",
      "authors": [
        "Jin-Yu Ni, Xia-Ming Zheng, Peng-Tao Wei, Da-Yong Liu, Liang-Jian Zou"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21850",
      "arxiv": "https://arxiv.org/abs/2512.21850",
      "doi": "10.1088/1361-648X/ad31c1",
      "summary": "A variety of distinct anisotropic exchange interactions commonly exist in one magnetic material due to complex crystal, magnetic and orbital symmetries. Here we investigate the effects of multiple anisotropic exchange interactions on topological magnon in a honeycomb ferromagnet, and find a chirality-selective topological magnon phase transition induced by a complicated interplay of Dzyaloshinsky-Moriya interaction (DMI) and pseudo-dipolar interaction (PDI), accompanied by the bulk gap close and reopen with chiral inversion. Moreover, this novel topological phase transition involves band inversion at high symmetry points $K$ and $K'$, which can be regarded as a pseudo-orbital reversal, i.e. magnon valley degree of freedom, implying a new manipulation corresponding to a sign change of the magnon thermal Hall conductivity. Indeed, it can be realized in 4$d$ or 5$d$ correlated materials with both spin-orbit coupling and orbital localized states, such as iridates and ruthenates, etc. This novel regulation may have potential applications on magnon devices and topological magnonics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Beyond on-site Hubbard interaction in charge dynamics of cuprate superconductors",
      "authors": [
        "Hiroyuki Yamase"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21868",
      "arxiv": "https://arxiv.org/abs/2512.21868",
      "doi": null,
      "summary": "In this review, we first present compelling evidence from resonant inelastic x-ray scattering data that highlights the significance of the long-range Coulomb interaction in cuprate charge dynamics, particularly around the in-plane momentum q=(0,0). We show that these experimental observations are well-captured by the layered t-J-V model, which extends the standard t-J framework to include the long-range Coulomb interaction V and the layered structure. This new perspective elucidates how charge dynamics renormalizes one-particle excitation properties, leading to several profound and often counterintuitive consequences. We demonstrate that the electron dispersion does not exhibit a sharp kink, and Landau quasiparticles persist in the low-energy limit despite a significant suppression of their spectral weight. We further show that while charge fluctuations alone cannot fully account for the pseudogap, they are a crucial component for understanding its formation. Additionally, we reveal that optical plasmon excitations generate fermionic quasiparticles, known as plasmarons, which give rise to a distinct, incoherent replica band. We argue that accurately describing these plasmonic effects requires a three-dimensional theoretical approach. This perspective on plasmon excitations may offer a critically new clue to a long-standing puzzle: why multi-layer cuprate superconductors, containing more than two CuO2 layers per unit cell, consistently exhibit a higher critical temperature Tc than their single-layer counterparts. Finally, we review the spin-fluctuation mechanism of superconductivity suffers from the \"self-restraint effect\" and show how important the screened Coulomb interaction is in the spin-fluctuation mechanism to realize high-Tc superconductivity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Theoretical perspectives on charge dynamics in high-temperature cuprate superconductors",
      "authors": [
        "Hiroyuki Yamase"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21869",
      "arxiv": "https://arxiv.org/abs/2512.21869",
      "doi": null,
      "summary": "We review recent theoretical progress on the charge dynamics of doped carriers in high-temperature cuprate superconductors. Advances in this field have clarified that doped charges in cuprates exhibit remarkably rich collective behavior, governed by the combined effects of strong electronic correlations, the intrinsic layered crystal structure, and long-range Coulomb interaction. First, the emergence of acousticlike plasmons has been firmly established through quantitative analyses of resonant inelastic x-ray scattering (RIXS) spectra based on the t-J-V model -- an extension of the conventional t-J model that incorporates the layered crystal structure and the long-range Coulomb interaction V. These acousticlike plasmons arise near the in-plane momentum q=(0,0) and possess characteristic energies far below the well-known ~ 1 eV optical plasmon. This behavior is found to be universal across both hole- and electron-doped cuprates, including multilayer systems. Second, in electron-doped cuprates, a pronounced tendency toward d-wave bond-charge order develops near q=(0.5pi, 0), as revealed by resonant x-ray scattering (RXS) and RIXS. As a result, the charge dynamics acquires a dual structure, in which low-energy bond-charge excitations coexist with relatively high-energy plasmons. Third, analogous signatures of charge-order tendency have also been reported in hole-doped cuprates. However, a direct application of the d-wave bond-charge-order framework fails to account for experimental observations. Similarly, the charge-stripe order in La-based cuprates remains unresolved within existing theoretical approaches. Assuming that mobile carriers behave in a largely universal manner across electron- and hole-doped systems, we discuss a possible scenario that may reconcile these diverse experimental findings."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electrically induced ferromagnetism in an irradiated complex oxide",
      "authors": [
        "Nareg Ghazikhanian, Pavel Salev, Dayne Sasaki, Yayoi Takamura, Ivan K. Schuller"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21875",
      "arxiv": "https://arxiv.org/abs/2512.21875",
      "doi": null,
      "summary": "In metal-insulator transition materials, a small perturbation can shift the delicate balance between competing or coexisting electronic phases, leading to dramatic changes of the material's properties. Using La0.7Sr0.3MnO3, a prototypical metal-insulator transition manganite, we show that local low-dose focused ion beam irradiation increases resistivity by several orders of magnitude, converting the ferromagnetic-metal ground state into a paramagnetic-insulator. Surprisingly, we found that applying electric stimuli to the irradiated material induces a non-thermal insulator-to-metal transition, which results in low-power, repeatable volatile resistive switching. Magnetotransport measurements revealed that this voltage-induced metallic phase in the irradiated material is ferromagnetic, exhibiting clear anisotropic magnetoresistance. This work, thus, reports the discovery of a unique material in which the electrical triggering of the electronic phase transition results in the onset of magnetism, in stark contrast to the magnetic order suppression commonly observed in other metal-insulator transition switching materials. We demonstrate that local focused ion beam irradiation provides new and exciting opportunities to engineer electronic and magnetic functionalities that can find practical applications ranging from spintronics to neuromorphic hardware."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Raman Spectroscopic Investigation of Ferroaxial Order in Na2BaNi(PO4)2 Single Crystals",
      "authors": [
        "Ryunosuke Takahashi, Hayato Seno, Marin Takahashi, Shigetoshi Tomita, Reo Fukunaga, Suguru Nakata, Takayuki Nagai, Shigetada Yamagishi, Yoichi Kajita, Tsuyoshi Kimura, Masami Kanzaki, Hiroki Wadati"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21876",
      "arxiv": "https://arxiv.org/abs/2512.21876",
      "doi": null,
      "summary": "Ferroaxial order is characterized by the breaking of mirror symmetry parallel to the crystallographic principal axis, which often originates from spontaneous rotational distortions of the crystal lattice. Such rotational distortions are, by symmetry, allowed to couple to specific phonon modes. However, Raman-active phonons associated with these rotational distortions have not yet been clearly identified on a symmetry-consistent basis. Here, we perform polarization-resolved Raman spectroscopy on the ferroaxial phase of Na2BaNi(PO4)2 single crystals and combine the measurements with first-principles lattice-dynamics calculations. This symmetry-guided analysis enables a comprehensive assignment of Raman-active modes in the ferroaxial phase. Several low-frequency Ag modes exhibit finite linewidth broadening, suggesting that these phonons may be weakly affected by the underlying rotational distortion. These results establish a symmetry-based spectroscopic framework for analyzing phonons associated with rotational distortions in ferroaxial materials and provide a basis for future studies of ferroaxial order in complex oxides."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Creation of domain-wall skyrmions in chiral magnets with Landau-Lifshitz-Gilbert dynamics and demagnetization",
      "authors": [
        "Sven Bjarke Gudnason, Yuki Amari, Muneto Nitta"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21880",
      "arxiv": "https://arxiv.org/abs/2512.21880",
      "doi": null,
      "summary": "Absorption of an isolated bulk magnetic skyrmion into an empty domain wall in a chiral ferromagnetic system is studied using the Landau-Lifshitz-Gilbert equation with and without the demagnetization effect taken into account. The full phase diagram of creation versus repulsion or annihilation is mapped out in case of both Bloch-type and N\\'eel-type DMI, with and without demagnetization. Finally, the unstable domain wall, realizable with a setup of several external magnets, contains the theoretical possibility of producing a 1-dimensional version of the Kibble-Zurek mechanism, which in turn can create a number of skyrmion-anti-skyrmion pairs engulfed in the domain wall: We denote them domain-wall-skyrmion-anti-domain-wall-skyrmion pairs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Impact of the sodium and calcium chlorides uptake on the interfacial behavior of ice: premelting, structure, and dynamics",
      "authors": [
        "{\\L}ukasz Baran, Luis G. MacDowell"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21929",
      "arxiv": "https://arxiv.org/abs/2512.21929",
      "doi": null,
      "summary": "Hypothesis: Seawater ice and frozen aqueous solutions in contact with air can exhibit a thin quasi-brine surface layer intruding between ice and vapor, but a detailed characterization of surface properties and its relation to three phase coexistence has been lacking. Using thermodynamic arguments we show how it is possible to characterize the surface layers by comparison to the three phase ice-brine-air bulk phase diagram, despite the difficulty to control or monitor all of the relevant thermodynamic fields of the two component system. Simulations: We performed computer simulations of surface briny layers of sodium and calcium chloride adsorbed on ice. Using suitable order parameters and a rigorous geometrical dividing surface, we are able to characterize the layer's thermodynamic state, measure its properties and relate them to the corresponding properties of the bulk solution. Results: Our results confirm that undersaturated briny surface layers can form down to the eutectic point, with a maximum concentration that is bound by the liquidus line of the ice-brine phase diagram. Such layers are distinct from finite size realizations of three phase coexistence, and can be regarded as genuine surface states, but their salt content can increase the premelting layer thickness by a factor of two or more. Owing to this significant thickness, these layers can be related to bulk electrolyte solutions of similar concentration, both as regards the structural organization of ions and the dynamical properties of the quasi-liquid film."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Zeeman-like coupling to valley degree of freedom in Si-based spin qubits",
      "authors": [
        "S Akbar Jafari, Hendrik J Bluhm, David P Divincenzo"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21930",
      "arxiv": "https://arxiv.org/abs/2512.21930",
      "doi": null,
      "summary": "Increasing the valley splitting in Si-based heterostructures is critical for improving the performance of semiconductor qubits. This paper demonstrates that the two low-energy conduction band valleys are not independent parabolic bands. Instead, they originate from the X-point of the Brillouin zone, where they are interconnected by a degeneracy protected by the non-symmorphic symmetry of the diamond lattice. This semi-Dirac-node degeneracy gives rise to the $\\Delta_1$ and $\\Delta_{2'}$ bands, which constitute the valley degrees of freedom. By explicitly computing the two-component Bloch functions $X_1^\\pm$, using the wave vector group at the X-point, we determine the transformation properties of the object $(X_1^+,X_1^-)$. We demonstrate that these properties are fundamentally different from those of a spinor. Consequently, we introduce the term \"valleyor\" to emphasize this fundamental distinction. The transformation properties of valleyors induce corresponding transformations of the Pauli matrices $\\tau_1,\\tau_2$ and $\\tau_3$ in the valley space. Determining these transformations allows us to classify possible external perturbations that couple to each valley Pauli matrix, thereby identifying candidates for valley-magnetic fields, ${\\mathsf B}$. These fields are defined by a Zeeman-like coupling ${\\mathsf B}\\cdot\\vec\\tau$ to the valley degree of freedom. In this way, we identify scenarios where an applied magnetic field $\\vec B$ can leverage other background fields, such as strain, to generate a valley-magnetic field ${\\mathsf B}$. This analysis suggests that beyond the well-known mechanism of potential scattering from Ge impurities, there exist additional channels (mediated by combinations of magnetic and strain-induced vector potentials) to control the valley degree of freedom"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Multipolar fluctuations from localized 4f electrons in CeRh2As2",
      "authors": [
        "Koki Numa, Eri Matsuda, Akimitsu Kirikoshi, Junya Otsuki"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21931",
      "arxiv": "https://arxiv.org/abs/2512.21931",
      "doi": null,
      "summary": "The heavy-fermion superconductor CeRh2As2 exhibits a non-superconducting phase transition that precedes the emergence of superconductivity. The nature of the corresponding order parameter remains under debate, with competing proposals involving magnetic dipoles or electric quadrupoles. We derive the momentum-dependent multipolar susceptibilities and effective interactions among the localized 4f electrons, based on the framework of density functional theory combined with dynamical mean-field theory. Magnetic fluctuations within the crystalline-electric-field (CEF) ground-state doublet are dominated by q=(1/2,1/2,0), corresponding to a two-dimensional checkerboard configuration of the magnetic moment M_z along the c axis. Hybridization between the CEF ground state and the first-excited doublet gives rise to leading magnetic octupole fluctuations of z(x^2-y^2) symmetry, followed by electric quadrupole fluctuations of x^2-y^2 and {yz, zx} symmetries. By taking into account the anisotropic magnetic-field dependence of the transition temperature T_0, we conclude that an antiferromagnetic order of M_z at q=(1/2,1/2,0) is consistent with the experiments, owing to the enhancement of T_0 caused by fluctuations of the field-induced quadrupole of {yz, zx} type under an in-plane magnetic field."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Local Sources of Phase Curvature and Rigidity in Finite Quantum Matter",
      "authors": [
        "Riccardo Castagna"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21940",
      "arxiv": "https://arxiv.org/abs/2512.21940",
      "doi": null,
      "summary": "Finite coherent quantum systems exhibit a nontrivial response to local sources of phase curvature, which cannot be reduced to conventional forces, disorder-induced localization, or simple gap opening. Here we show that, in finite fermionic rings, a localized symmetry-breaking perturbation acts as a source of phase curvature in the many-body Hilbert space, inducing an anomalous breakdown of global phase rigidity. Starting from a Hubbard-Peierls description, we derive an effective field-theoretic functional in which the inverse local susceptibility defines a phase-rigidity scale controlled by system size and electronic correlations. This rigidity quantifies the resistance of a coherent many-body state to geometric deformation of its phase structure, rather than to energetic localization. We demonstrate that interactions enhance phase rigidity in finite systems, counter to naive expectations based on single-particle localization, and that rigidity loss may occur without a direct correspondence to gap formation. Molecular pi-electron rings and mesoscopic quantum circuits provide experimentally accessible realizations of this regime, establishing a direct connection between local phase curvature, geometric rigidity, and coherence-driven phenomena across finite quantum matter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Revealing the Partially Coherent Nature of Transport in IGZO",
      "authors": [
        "Ying Zhao, Michiel J. van Setten, Anastasiia Kruv, Pietro Rinaudo, Harold Dekkers, Jacopo Franco, Ben Kaczer, Mischa Thesberg, Gerhard Rzepa, Franz Schanovsky, Attilio Belmonte, Gouri Sankar Kar, Adrian Chasin"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21945",
      "arxiv": "https://arxiv.org/abs/2512.21945",
      "doi": null,
      "summary": "Thin-film transistors based on amorphous oxide semiconductors (AOS) are promising candidates for enabling further DRAM scaling and 3D integration, which are critical for advanced computing. Despite extensive research, the charge transport mechanism in these disordered semiconductors remains poorly understood. In this work, we investigate charge transport in the archetypical AOS material, indium gallium zinc oxide (IGZO), across a range of compositions and temperatures using thin-film transistors and Hall bar structures. Our results show that the electrons involved in transport exhibit partially spatial coherence and non-degenerate conduction. Under these conditions, transport is dominated by electron transfer across insulating gaps between locally coherent regions, rather than by degenerate percolative transport above a mobility edge, or by localized-state hopping, both of which are widely assumed in the literature. While fluctuation-induced tunnelling has previously been invoked to describe low-temperature transport in oxide transistors, we show that such behavior originates from partially coherent electronic states and develop a field-effect-aware fluctuation-induced tunnelling (FEAFIT) framework that explicitly accounts for gate modulation of the tunneling landscape. The FEAFIT model accurately predicts experimental data across all compositions, temperatures, and gate voltages, enabling extraction of fundamental transport parameters. These tunnelling parameters are then correlated with electron coherence dimensions and the degree of energetic disorder obtained from first-principles calculations. Our findings advance the fundamental understanding of charge transport in AOS-based transistors and provide a foundation for further performance improvements"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological constraints on the electronic band structure of hexagonal lattice in a magnetic field",
      "authors": [
        "Qi Gao, Wei Chen"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21966",
      "arxiv": "https://arxiv.org/abs/2512.21966",
      "doi": null,
      "summary": "The impact of projective lattice symmetry on electronic band structures has attracted significant attention in recent years, particularly in light of growing experimental studies of two-dimensional hexagonal materials in magnetic fields. Yet, most theoretical work to date has focused on the square lattice due to its relative simplicity. In this work, we investigate the role of projective lattice symmetry in a hexagonal lattice with rational magnetic flux, emphasizing the resulting topological constraints on the electronic band structure. We show that, at pi flux, the symmetry in the hexagonal lattice enforces novel Dirac band touchings at E not equal to zero, and for general rational flux it constrains the number of Dirac points at E = 0. We further analyze the symmetry-imposed constraints on the Chern numbers of both isolated gapped bands and band multiplets connected by Dirac-point touchings. Our results demonstrate that these constraints in the hexagonal lattice differ substantially from those in the square lattice."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tunable Magnetic and Topological Phases in EuMnXBi$_2$ (X=Mn, Fe, Co, Zn) Pnictides",
      "authors": [
        "Deep Sagar, Abhishek Sharma, Arti Kashyap"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21978",
      "arxiv": "https://arxiv.org/abs/2512.21978",
      "doi": null,
      "summary": "We present a comprehensive density functional theory (DFT) study of the electronic, magnetic, and topological properties of the layered pnictides EuMnXBi2 (X = Mn, Fe, Co, Zn), focusing in particular on the relatively unexplored Bi-based member of the EuMn2X2 family. Unlike the well-studied As-, Sb-, and P--based analogues, we show that EuMn2Bi2 stabilizes in a C-type antiferromagnetic ground state with a narrow-gap semiconducting character. Inclusion of spin-orbit coupling (SOC) drives a transition from this trivial antiferromagnetic semiconductor to a Weyl semimetal hosting four symmetry-related Weyl points and robust Fermi arc states. Systematic substitution of Mn with Fe, Co, and Zn further reveals a tunable sequence of magnetic ground states: Fe and Co induce ferrimagnetism with semimetallic behavior, while Zn stabilizes a ferromagnetic semimetal with a large net moment. These findings establish Bi-based EuMnXBi2 pnictides as a versatile platform where magnetic exchange interactions and band topology can be engineered through SOC and chemical substitution. The complex interplay of magnetic interactions and topological effects in the proposed bulk and doped pnictides opens a promising avenue to explore a wide range of electronic and magnetic phenomena. In particular, this study demonstrates that EuMn2Bi2 hosts tunable magnetic and topological phases driven by electron correlations, chemical substitution, and spin-orbit coupling."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "CO$_2$ Dissociative Sticking on Cu(110)",
      "authors": [
        "Federico J. Gonzalez, Carmen A. Tachino, H. Fabio Busnengo"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21994",
      "arxiv": "https://arxiv.org/abs/2512.21994",
      "doi": null,
      "summary": "In this work we investigate the dissociation of CO$_2$ on Cu(110) by performing density functional theory calculations using the vdW-DF2 exchange-correlation functional, with a potential energy surface parameterized using artificial neural networks. We computed quasi-classical trajectory calculations of molecular and dissociative adsorption probabilities as a function of the initial impact energy of the molecules and surface temperature, by comparing our results with available supersonic molecular beam experimental data for normal incidence. Concerning the general dependence of the molecular and dissociative adsorption probabilities on the initial translational energy of the molecules, our theoretical results agree with experiments. Also in agreement with experiments, we have found that dissociative adsorption is not affected by surface temperature between 50 and 400 K, for impact energies for which the dissociation probability is larger than $\\sim 10^{-3}$. We have investigated the influence of impact energy and surface temperature on the final state of the dissociation products by extending the time integration of the reactive trajectories up to 10 ps. We have found that above $\\sim 2.5$ eV and close to or above room temperature, CO$_2$ dissociation induces strong surface distortions including final structures involving Cu adatoms. The creation of Cu vacancy-adatom pairs is stimulated by the presence of both CO$_{ads}$ and O$_{ads}$ which interact strongly with the Cu adatoms and even give rise to unexpected (O-Cu-CO)$_{ads}$ linear moieties anchored to the surface by the dissociated O atom and involving a Cu adatom almost detached from the surface. These surface distortions produced by dissociation products of high energy CO$_2$ molecules at and above room temperature might explain recent experiments that have found a greater saturation oxygen coverage for high energy molecules."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interplay between electronic and phononic energy dissipation channels in the adsorption of CO on Cu(110)",
      "authors": [
        "Carmen A. Tachino, Federio J. Gonzalez, Alberto S. Muzas, J. I\\~naki Juaristi, Maite Alducin, H. Fabio Busnengo"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21996",
      "arxiv": "https://arxiv.org/abs/2512.21996",
      "doi": null,
      "summary": "In this work, we investigate the relative importance of electronic and phononic energy dissipation during the molecular adsorption of CO on Cu(110). Initial sticking probabilities as a function of impact energy for CO impinging at normal incidence at a surface temperature of 90 K were computed using classical trajectory simulations. To this aim, we use a full-dimensional potential energy surface constructed using an atomistic neural network trained on density functional theory data obtained with the nonlocal vdW-DF2 exchange-correlation functional. Two models are compared: one allowing only energy transfer and dissipation from the molecule to lattice vibrations, and the other also incorporating the effect of molecular energy loss due to the excitation of electron-hole pairs, modeled within the local-density friction approximation. Our results reveal, firstly, that the molecule mainly transfers energy to lattice vibrations, and this channel determines the adsorption probabilities, with electronic friction playing a minor role. Secondly, once the molecule is trapped near the surface (where electronic density is higher), electron-hole pair excitations accelerate energy dissipation, significantly promoting CO thermalization. Still, the faster energy dissipation when electron-hole pair excitations are accounted for accelerates the accommodation of the adsorbed molecules in the chemisorption well but does not significantly alter their lateral displacements over the surface."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Diffusion in Rugged Energy Landscapes in the Presence of Spatial Correlations : A Surprising Route to Zwanzig's Mean-Field Prediction",
      "authors": [
        "Biman Bagchi"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22015",
      "arxiv": "https://arxiv.org/abs/2512.22015",
      "doi": null,
      "summary": "Diffusion in rugged free-energy landscapes is central to diverse problems in chemical physics, biomolecular dynamics, polymer transport and numerous disordered systems. Zwanzig's well-known classic mean-field theory predicts that roughness reduces the diffusion coefficient by an exponential factor determined solely by the variance of the disorder. However, the numerical studies of Banerjee, Seki, and Bagchi (BSB) showed that this result fails for uncorrelated Gaussian-distributed site energies because rare but deep three-site traps dominate long-time transport. BSB introduced Gaussian \\emph{spatial} correlations - originally developed in astrophysics to model turbulent density fluctuations - and demonstrated that even modest correlations suppress these pathological traps and restore Zwanzig's exponential scaling. Here we present here a unified theoretical framework clarifying (i) why Zwanzig's local averaging, may be viewed as a Gaussian cumulant expansion, could breakdown. In particular, how its validity is destroyed by uncorrelated disorder, and (ii) how Gaussian spatial correlations reshape roughness increments, eliminate asymmetric multi-site traps, and thereby recover mean-field diffusion, and (iii) a derivation showing exactly how Gaussian spatial correlations modify roughness increments, trap statistics, and ultimately the diffusion constant. We also provide explicit numerical triplet examples illustrating the dramatic reduction of escape times produced by spatial correlations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Necessary conditions for spin-resolved Josephson diode effect across strongly spin-polarized magnetic materials",
      "authors": [
        "Danilo Nikoli\\'c, Niklas L. Schulz, Matthias Eschrig"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22017",
      "arxiv": "https://arxiv.org/abs/2512.22017",
      "doi": null,
      "summary": "We present a set of necessary conditions for the appearance of charge and spin Josephson diode effects across strongly spin-polarized inhomogeneous magnetic materials (FM) placed between two spin-singlet superconductors. Noncoplanarity of the FM's spin texture gives rise to quantum geometric phases, $\\Delta\\varphi'$, that enter the Josephson current-phase relation (CPR) similarly to the superconducting phase difference, resulting in charge and spin Josephson diode effects. Our study shows that such effects appear if the CPR possesses no phase-inversion center, achieved under the following conditions. First, noncoplanarity of the spin texture is necessary to break the spatial inversion symmetry. Second, both spin bands have to contribute to the transport, i.e., the effect is absent in half-metallic junctions. Third, different band-specific densities of states are required, and this condition is ensured by the strong spin polarization of the FM. Finally, higher harmonics in the CPR are necessary, i.e., the effect is absent in the tunneling limit. However, even in this case, the CPR must not have a phase-inversion center, which is ensured by the restriction of the quantum geometric phase to values $\\Delta\\varphi'\\neq k\\pi/2, k\\in\\mathbb{Z}$. We formulate a minimal phenomenological model that incorporates all these points, qualitatively illustrating our theory."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Site-Order Optimization in the Density Matrix Renormalization Group via Multi-Site Rearrangement",
      "authors": [
        "Ryo Watanabe, Toshiya Hikihara, Hiroshi Ueda"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22021",
      "arxiv": "https://arxiv.org/abs/2512.22021",
      "doi": null,
      "summary": "In the approaches based on matrix-product states (MPSs), such as the density-matrix renormalization group (DMRG) method, the ordering of the sites crucially affects the computational accuracy. We investigate the performance of an algorithm that searches for the optimal site order by iterative local site rearrangement. We improve the algorithm by expanding the range of site rearrangement and apply it to a one-dimensional quantum Heisenberg model with random site permutation. The results indicate that increasing the range of the site rearrangement significantly improves the computational accuracy of the DMRG method. In particular, increasing the rearrangement range from two to three sites reduces the average relative error in the ground-state energy by 65% to 94% in the cases we tested. We also discuss the computational cost of the algorithm and its application as a preprocessing for MPS-based calculations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Non-reciprocal circular dichroism of ferro-rotational phonons in MnTiO$_{3}$",
      "authors": [
        "H. Y. Huang, G. Channagowdra, D. Banerjee, E. V. Komleva, J. Okamoto, C. T. Chen, M. Guennou, S. Johnston, S. V. Streltsov, C. Y. Mou, A. Fujimori, S-W. Cheong, D. J. Huang"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22050",
      "arxiv": "https://arxiv.org/abs/2512.22050",
      "doi": null,
      "summary": "X-ray circular dichroism (XCD), defined as the difference in absorption or scattering intensity between X-rays of opposite polarizations, arises from the breaking of spatial inversion or time-reversal symmetry and is thus sensitive to chirality, magnetism, and their interplay. Non-reciprocal XCD, in which the dichroic response changes upon reversing the propagation direction of the probe, is generally forbidden in systems with both symmetries. Using resonant inelastic X-ray scattering, we identify circularly polarized phonons in ferro-rotational MnTiO$_3$, which we term ferro-rotational phonons. Their excitations provide a direct demonstration of non-reciprocal XCD in a system that globally preserves inversion and time-reversal symmetries. We propose that a condensate of these phonons, manifested as standing waves, underlies the ferro-rotational order in MnTiO$_3$. The interplay among photon helicity, phonon polarization, and the axial ferro-rotational order gives rise to the observed non-reciprocal circular dichroism."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin dynamics in the van der Waals ferromagnet CrTe2 engineered by Nb doping",
      "authors": [
        "Dhan Raj Lawati, Prem Bahadur Karki, Jitender Kumar, Karishma Prasad, Mohamed A. Elekhtiar, Kai Huang, Bibek Tiwari, Suvechhya Lamichhane, Rupak Timalsina, Zane Hubble, John Watt, Sy-Hwang Liou, Evgeny Y. Tsymbal, Jian Wang, Kapildeb Ambal, Abdelghani Laraoui"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22058",
      "arxiv": "https://arxiv.org/abs/2512.22058",
      "doi": null,
      "summary": "Understanding and controlling spin dynamics in two-dimensional (2D) van der Waals (vdW) ferromagnets is essential for their application in magnonics and hybrid quantum platforms. Here, we investigate the spin dynamics of the vdW ferromagnet 1T-CrTe_{2} and demonstrate their systematic tunability via niobium (Nb) substitution in Cr_{1-x}Nb_{x}Te_{2}(x=0-0.2). Ferromagnetic resonance (FMR) spectroscopy reveals that Nb doping enables wide-band tuning of the resonance frequency from 40 GHz down to the few-GHz regime, accompanied by a moderate increase in the Gilbert damping constant from ~0.066 to ~0.14, while preserving robust room-temperature ferromagnetism. Complementary magnetometry shows a concurrent reduction of the Curie temperature and saturation magnetization with increasing Nb content. Density functional theory calculations attribute the observed spin-dynamic trends to Nb-induced modifications of magnetic anisotropy and magnetic exchange interactions. Furthermore, CrTe_{2} flakes (~100nm thick) exhibit lower resonance frequencies than bulk crystals, consistent with thickness-dependent magnetic anisotropy. These results establish Nb-doped CrTe_{2} as a tunable vdW ferromagnet with controllable spin dynamics, extending its functionality from spintronics to broadband magnonics and quantum magnonics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Plasmon-Enhanced Graphene Terahertz Photo-thermoelectric Response",
      "authors": [
        "Runli Li, Shaojing Liu, Ximiao Wang, Hongjia Zhu, Yongsheng Zhu, Shangdong Li, Huanjun Chen"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22063",
      "arxiv": "https://arxiv.org/abs/2512.22063",
      "doi": null,
      "summary": "Terahertz (THz) technology shows great potential in 6G communications and imaging, but faces challenges related to detector sensitivity, noise, and cryogenic operation. Here, we integrate interferometric enhancement of absorption (IEA) from a metal reflection layer with a graphene plasmon polariton atomic cavity (PPAC)-based photodetector. The hybrid configuration enhances the in-plane electric field and improves the plasmon-induced thermal gradient. Numerical simulations and photoresponse measurements were employed to systematically investigate the influence of a metal reflective layer on the photothermoelectric behavior of the device, which reveals the IEA design significantly boosts the THz absorption rate in graphene nanostructures and promotes asymmetry in the lateral diffusion of hot carriers. Compared with the bare device, the responsivity of the device is enhanced by approximately 30-folds, while maintaining a response time below 130 {\\mu}s. We further demonstrate the potential of the device to distinguish concealed liquids, advancing high-responsivity, room-temperature, and compact terahertz imaging technology."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ferroelectricity in magnon Bose-Einstein condensate: non-reciprocal superfluidity, exceptional points and Majorana bosons",
      "authors": [
        "Kazuki Yamamoto, Takuto Kawakami, Mikito Koshino"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22073",
      "arxiv": "https://arxiv.org/abs/2512.22073",
      "doi": null,
      "summary": "We investigate a ferroelectric instability of a magnon Bose-Einstein condensate, mediated by its interaction with an electric field through a geometric Aharonov-Casher (AC) phase. A distinct feature of the system is the positive feedback loop in which an electric field induces magnon orbital motion via the AC phase, generating electric polarization that in turn enhances the original field. Based on bosonic Bogoliubov-de Gennes (BdG) mean-field theory, we show that this feedback drives a spontaneous ferroelectric transition in the magnon superfluid, accompanied by a persistent magnon supercurrent. In the resulting ferroelectric phase, the quasiparticle excitation spectrum becomes nonreciprocal, reflecting spontaneous breaking of spatial inversion symmetry. At the critical point of the transition, the bosonic BdG Hamiltonian exhibits coalescence of both eigenvalues and eigenvectors, forming an exceptional point. The corresponding eigenvector is an equally weighted superposition of bosonic quasiparticle and quasihole states and is invariant under particle-hole transformation, allowing it to be interpreted as a bosonic analog of a Majorana fermion."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unlocking klockmannite: formation of colloidal quasi-2D CuSe nanocrystals and photo-physical properties arising from crystal anisotropy",
      "authors": [
        "Urvi Parekh, Nadiia Didukh, Samira Dabelstein, Ronja Piehler, Eugen Klein, Jivesh Kaushal, Tobias Korn, Stefan Lochbrunner, Christian Klinke, Stefan Scheel, Rostyslav Lesyuk"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22086",
      "arxiv": "https://arxiv.org/abs/2512.22086",
      "doi": null,
      "summary": "Copper selenide is an exceptional quasi-layered monolithic material that exhibits both semiconducting and metallic properties in adjacent visible and near-infrared (NIR) spectral ranges. Here we introduce a thiol-free colloidal synthesis for generating quasi-2D klockmannite copper selenide nanocrystals via hot injection method, achieving shape control by tuning the injection temperature and precursor concentrations without any additional ligands. This approach produces large klockmannite nanosheets with lateral sizes from 200 nm to several micrometres, as well as uniform triangular nanoplatelets with sizes of 12-25 nm that are monocrystalline and display strong NIR plasmonic absorption. The spectral features of the anisotropic klockmannite phase in the NIR have been analysed using complex-scaled discrete dipole approximation (CSDDA) calculations, which reveal pronounced optical anisotropy and the emergence of hyperbolic regime. The combined effect of propagating and evanescent fields is regarded as the underlying reason of such modes in the hyperbolic domain. Finally, the ultrafast photophysical behaviour of the material in klockmannite phase is examined, including hot-hole cooling, trapping, and coherent phonons generation. Our findings emphasize the important role of the intrinsic crystal anisotropy in governing the physical properties of nanoscale klockmannite."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Minimal Network of Brain Dynamics: Hierarchy of Approximations to Quasi-critical Neural Network Dynamics",
      "authors": [
        "Jeremy B. Goetz, Naruepon Weerawongphrom, Rashid V. Williams-Garc\\'ia, John M. Beggs, Gerardo Ortiz"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22093",
      "arxiv": "https://arxiv.org/abs/2512.22093",
      "doi": null,
      "summary": "We present an interacting branching model of neural network dynamics, incorporating key biological features such as inhibition with several types of inhibitory interactions. We establish a hierarchy of analytical mean-field approximations to the model, which characterizes nonequilibrium phase transitions between disorder and ordered phases, and perform a stability analysis. Generically, inhibitory neurons increase the stability of the model dynamics. The model is consistent with the quasi-criticality hypothesis in that it displays regions of maximal dynamical susceptibility and maximal mutual information predicated on the strength of the external stimuli. Directed percolation emerges as the universality class of the critical transition of the model, consistent with some previous experimental data and models. In the unstable phase, chaotic dynamics emerge, which may be linked to the occurrence of epileptic seizures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Effect of Population Imbalance on Vortex Mass in Superfluid Fermi Gases",
      "authors": [
        "Lucas Levrouw, Hiromitsu Takeuchi, Jacques Tempere"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22099",
      "arxiv": "https://arxiv.org/abs/2512.22099",
      "doi": null,
      "summary": "One of the fundamental parameters associated with quantized vortices in superfluids is the vortex mass, which is the inertia of a vortex. As of yet, this mass has not been observed in a superfluid. However, ultracold Fermi gases provide a promising platform in which recently much experimental progress was made, offering tunability of the interaction as well as control on the single-vortex level. Not only can the scattering length be freely tuned, allowing exploration of the BEC-BCS crossover, but also an imbalance between different pseudospin states can be introduced. We study the effect of introducing this imbalance on the vortex mass, using a method based on an effective field theory for superfluid Fermi gases. We find that it is crucial to consider the imbalance in conjunction with nonzero temperatures; at some temperatures, the vortex mass is significantly enhanced while at others, the vortex mass is diminished. This pronounced temperature dependence highlights the need for careful tuning of experimental conditions and identifies favorable parameter regimes in which the vortex mass is likely to be observed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Keffer-like form of the symmetric Heisenberg exchange integral: Contribution to the Landau--Lifshitz--Gilbert equation and spin wave dispersion dependence",
      "authors": [
        "Pavel A. Andreev"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22108",
      "arxiv": "https://arxiv.org/abs/2512.22108",
      "doi": null,
      "summary": "The symmetric Heisenberg exchange interaction and antisymmetric Dzyaloshinskii-Moriya interaction are parts of the tensor potential describing effective spin-spin interaction caused by the superexchange interaction of magnetic ions via nonmagnetic ion. There is the Keffer form of the vector constant of the Dzyaloshinskii-Moriya interaction, which includes the shift of the nonmagnetic ion (ligand) from the line connecting two magnetic ions. It is suggested, in this paper, that the ligand shift can give contribution in the constant of the symmetric Heisenberg interaction in antiferromagnetic or ferrimagnetic materials. Hence, the constant of the Heisenberg interaction is composed minimum of two terms. One does not depend on the ligand shift an gives standard contribution in the energy density like term with no derivatives of the spin densities or term containing two spatial derivatives of the spin densities. It is demonstrated that additional term gives a term in the energy density containing one spatial derivative of the spin density. Corresponding contribution in the Landau--Lifshitz--Gilbert equation is found. Possibility of the noncollinear equilibrium order of spin under influence of new spin torque is discussed. Modification of the spin wave (normal modes) dispersion dependencies in the antiferromagnetic materials is found for the collinear order and for the cycloidal order of spins. Effective spin current is derived and applied for the spin-current model of the polarization origin in multiferroics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Bose polarons as relativistic Unruh-DeWitt detectors: Entanglement harvesting from Bose-Einstein condensates",
      "authors": [
        "T. Rick Perche, Francesco Gozzini, Markus K. Oberthaler"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21381",
      "arxiv": "https://arxiv.org/abs/2512.21381",
      "doi": null,
      "summary": "We show that a bound impurity in a Bose-Einstein condensate can be directly mapped to an Unruh-DeWitt detector interacting with a relativistic quantum field. We provide explicit experimental parameters for an implementation using ${}^{39}\\text{K}$ impurities coupled to a ${}^{87}\\text{Rb}$ condensate via finite-time Feshbach tuning. As an application, we study the extraction of vacuum entanglement from distant regions of the condensate and find viable parameters for the implementation of entanglement harvesting."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hybrid digital-analog protocols for simulating quantum multi-body interactions",
      "authors": [
        "Or Katz, Alexander Schuckert, Tianyi Wang, Eleanor Crane, Alexey V. Gorshkov, Marko Cetina"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21385",
      "arxiv": "https://arxiv.org/abs/2512.21385",
      "doi": null,
      "summary": "While quantum simulators promise to explore quantum many-body physics beyond classical computation, their capabilities are limited by the available native interactions in the hardware. On many platforms, accessible Hamiltonians are largely restricted to one- and two-body interactions, limiting access to multi-body Hamiltonians and to systems governed by simultaneous, non-commuting interaction terms that are central to condensed matter, quantum chemistry, and high-energy physics. We introduce and experimentally demonstrate a hybrid digital-analog protocol that overcomes these limitations by embedding analog evolution between shallow entangling-gate layers. This method produces effective Hamiltonians with simultaneous non-commuting three- and four-body interactions that are generated non-perturbatively and without Trotter error -- capabilities not practically attainable on near-term hardware using purely digital or purely analog schemes. We implement our scheme on a trapped-ion quantum processor and use it to realize a topological spin chain exhibiting prethermal strong zero modes persisting at high temperature, as well as models featuring three- and four-body interactions. Our hardware-agnostic and scalable method opens new routes to realizing complex many-body physics across quantum platforms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Observation of disorder-induced superfluidity",
      "authors": [
        "Nicole Ticea, Elias Portoles, Eliott Rosenberg, Alexander Schuckert, Aaron Szasz, Bryce Kobrin, Nicolas Pomata, Pranjal Praneel, Connie Miao, Shashwat Kumar, Ella Crane, Ilya Drozdov, Yuri Lensky, Sofia Gonzalez-Garcia, Thomas Kiely, Dmitry Abanin, Amira Abbas, Rajeev Acharya, Laleh Aghababaie Beni, Georg Aigeldinger, Ross Alcaraz, Sayra Alcaraz, Markus Ansmann, Frank Arute, Kunal Arya, Walt Askew, Nikita Astrakhantsev, Juan Atalaya, Ryan Babbush, Brian Ballard, Hector Bates, Andreas Bengtsson, Majid Bigdeli Karimi, Alexander Bilmes, Simon Bilodeau, Felix Borjans, Alexandre Bourassa, Jenna Bovaird, Dylan Bowers, Leon Brill, Peter Brooks, Michael Broughton, David A. Browne, Brett Buchea, Bob B. Buckley, Tim Burger, Brian Burkett, Jamal Busnaina, Nicholas Bushnell, Anthony Cabrera, Juan Campero, Hung-Shen Chang, Silas Chen, Zijun Chen, Ben Chiaro, Liang-Ying Chih, Agnetta Y. Cleland, Bryan Cochrane, Matt Cockrell, Josh Cogan, Paul Conner, Harold Cook, Rodrigo G. Corti\\~nas, William Courtney, Alexander L. Crook, Ben Curtin, Sayan Das, Martin Damyanov, Dripto M. Debroy, Stijn J. de Graaf, Laura De~Lorenzo, Sean Demura, Lucia B. De Rose, Agustin Di Paolo, Paul Donohoe, Andrew Dunsworth, Valerie Ehimhen, Alec Eickbusch, Aviv Moshe Elbag, Lior Ella, Mahmoud Elzouka, David Enriquez, Catherine Erickson, Lara Faoro, Vinicius S. Ferreira, Marcos Flores, Leslie Flores Burgos, Sam Fontes, Ebrahim Forati, Jeremiah Ford, Brooks Foxen, Masaya Fukami, Alan Wing Lun Fung, Lenny Fuste, Suhas Ganjam, Gonzalo Garcia, Christopher Garrick, Robert Gasca, Helge Gehring, Robert Geiger, \\'Elie Genois, William Giang, Dar Gilboa, James E. Goeders, Edward C. Gonzales, Raja Gosula, Alejandro Grajales Dau, Dietrich Graumann, Joel Grebel, Alex Greene, Jonathan A. Gross, Jose Guerrero, Tan Ha, Steve Habegger, Tanner Hadick, Ali Hadjikhani, Monica Hansen, Matthew P. Harrigan, Sean D. Harrington, Jeanne Hartshorn, Stephen Heslin, Paula Heu, Oscar Higgott, Reno Hiltermann, Jeremy Hilton, Hsin-Yuan Huang, Mike Hucka, Christopher Hudspeth, Ashley Huff, William J. Huggins, Evan Jeffrey, Shaun Jevons, Zhang Jiang, Xiaoxuan Jin, Cody Jones, Chaitali Joshi, Pavol Juhas, Andreas Kabel, Dvir Kafri, Hui Kang, Kiseo Kang, Amir H. Karamlou, Ryan Kaufman, Kostyantyn Kechedzhi, Julian Kelly, Tanuj Khattar, Mostafa Khezri, Seon Kim, Paul V. Klimov, Can M. Knaut, Alexander N. Korotkov, Fedor Kostritsa, John Mark Kreikebaum, Ryuho Kudo, Arun Kumar, Ben Kueffler, Vladislav D. Kurilovich, Vitali Kutsko, Nathan Lacroix, Tiano Lange-Dei, Brandon W. Langley, Pavel Laptev, Kim-Ming Lau, Emma Leavell, Loick Le Guevel, Justin Ledford, Joy Lee, Kenny Lee, Brian J. Lester, Wendy Leung, Matthew T. Lloyd, Lily L Li, Wing Yan Li, Ming Li, Alexander T. Lill, William P. Livingston, Aditya Locharla, Erik Lucero, Daniel Lundahl, Aaron Lunt, Sid Madhuk, Aniket Maiti, Ashley Maloney, Salvatore Mandr\\`a, Leigh S. Martin, Orion Martin, Eric Mascot, Paul Masih Das, Dmitri Maslov, Melvin Mathews, Cameron Maxfield, Jarrod R. McClean, Matt McEwen, Seneca Meeks, Anthony Megrant, Kevin C. Miao, Reza Molavi, Sebastian Molina, Shirin Montazeri, Charles Neill, Michael Newman, Anthony Nguyen, Murray Nguyen, Chia-Hung Ni, Murphy Yuezhen Niu, Nicholas Noll, Logan Oas, William D. Oliver, Raymond Orosco, Kristoffer Ottosson, Alice Pagano, Sherman Peek, David Peterson, Alex Pizzuto, Rebecca Potter, Orion Pritchard, Michael Qian, Chris Quintana, Arpit Ranadive, Ganesh Ramachandran, Matthew J. Reagor, Rachel Resnick, David M. Rhodes, Daniel Riley, Gabrielle Roberts, Roberto Rodriguez, Emma Ropes, Eliott Rosenberg, Emma Rosenfeld, Dario Rosenstock, Elizabeth Rossi, David A. Rower, Robert Salazar, Kannan Sankaragomathi, Murat Can Sarihan, Kevin J. Satzinger, Sebastian Schroeder, Henry F. Schurkus, Aria Shahingohar, Michael J. Shearn, Aaron Shorter, Vladimir Shvarts, Volodymyr Sivak, Spencer Small, W. Clarke Smith, David A. Sobel, Barrett Spells, Sofia Springer, George Sterling, Jordan Suchard, Alexander Sztein, Madeline Taylor, Jothi Priyanka Thiruraman, Douglas Thor, Dogan Timucin, Eifu Tomita, Alfredo Torres, M. Mert Torunbalci, Hao Tran, Abeer Vaishnav, Justin Vargas, Sergey Vdovichev, Benjamin Villalonga, Catherine Vollgraff Heidweiller, Meghan Voorhees, Steven Waltman, Jonathan Waltz, Shannon X. Wang, Danni Wang, Brayden Ware, James D. Watson, Yonghua Wei, Travis Weidel, Theodore White, Kristi Wong, Bryan W. K. Woo, Christopher J. Wood, Maddy Woodson, Cheng Xing, Z. Jamie Yao, Ping Yeh, Bicheng Ying, Juhwan Yoo, Noureldin Yosri, Elliot Young, Grayson Young, Adam Zalcman, Ran Zhang, Yaxing Zhang, Ningfeng Zhu, Nicholas Zobrist, Zhenjie Zou, Sergio Boixo, Hartmut Neven, Vadim Smelyanskiy, Guifre Vidal, Erich Mueller, Trond Andersen, Lev Ioffe, Andre Petukhov, Mohammad Hafezi, Pedram Roushan"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21416",
      "arxiv": "https://arxiv.org/abs/2512.21416",
      "doi": null,
      "summary": "The emergence of states with long-range correlations in a disordered landscape is rare, as disorder typically suppresses the particle mobility required for long-range coherence. But when more than two energy levels are available per site, disorder can induce resonances that locally enhance mobility. Here we explore phases arising from the interplay between disorder, kinetic energy, and interactions on a superconducting processor with qutrit readout and control. Compressibility measurements distinguish an incompressible Mott insulator from surrounding compressible phases and reveal signatures of glassiness, reflected in non-ergodic behavior. Spatially-resolved two-point correlator measurements identify regions of the phase diagram with a non-vanishing condensate fraction. We also visualize the spectrum by measuring the dynamical structure factor. A linearly-dispersing phonon mode materializes in the superfluid, appearing even when disorder is introduced to the clean Mott insulator. Our results provide strong experimental evidence for disorder-induced superfluidity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Algebraic Fusion in a (2+1)-dimensional Lattice Model with Generalized Symmetries",
      "authors": [
        "Chinmay Giridhar, Philipp Vojta, Zohar Nussinov, Gerardo Ortiz, Andriy H. Nevidomskyy"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21436",
      "arxiv": "https://arxiv.org/abs/2512.21436",
      "doi": null,
      "summary": "The notion of quantum symmetry has recently been extended to include reduced-dimensional transformations and algebraic structures beyond groups. Such generalized symmetries lead to exotic phases of matter and excitations that defy Landau's original paradigm. Here, we develop an algebraic framework for systematically deriving the fusion rules of topological defects in higher-dimensional lattice systems with non-invertible generalized symmetries, and focus on a (2+1)-dimensional quantum Ising plaquette model as a concrete illustration. We show that bond-algebraic automorphisms, when combined with the so-called half-gauging procedure, reveal the structure of the non-invertible duality symmetry operators, which can be explicitly represented as a sequential quantum circuit. The resulting duality defects are constrained by the model's rigid higher symmetries (lower-dimensional subsystem symmetries), leading to restricted mobility. We establish the fusion algebra of these defects. Finally, in constructing the non-invertible duality transformation, we explicitly verify that it acts as a partial isometry on the physical Hilbert space, thereby satisfying a recent generalization of Wigner's theorem applicable to non-invertible symmetries."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Under pressure: poroelastic regulation of flow in espresso brewing",
      "authors": [
        "Radost Waszkiewicz, Franciszek Myck, {\\L}ukasz Bia{\\l}as, Maria Puciata-Mroczynska, Micha{\\l} Dzikowski, Piotr Szymczak, Maciej Lisicki"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21528",
      "arxiv": "https://arxiv.org/abs/2512.21528",
      "doi": null,
      "summary": "The sensory richness of coffee is widely recognised and arises from the complex chemistry and immersion in cultural practices of coffee preparation. In contrast, the physical complexity of espresso has received less attention. The multiphase reactive flow through a dissolving, elastic porous medium remains challenging to describe. Using a controlled experimental setup based on a caf\\'e-grade espresso machine, we demonstrate that the interplay between elasticity and porosity governs the long-time flow rate during espresso extraction and, consequently, the concentration of solubles in the final beverage. We introduce a minimal model that captures the resulting non-linear pressure-flow relationship and propose a methodology capable of reproducing the time-dependent behaviour of the espresso brewing process. Finally, we show that dissolution dynamics play a central role in determining the temporal evolution of flow during extraction."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Incorporating rank-free coupling and external field via an amplitude-only modulated spatial photonic Ising machine",
      "authors": [
        "Ze Zheng, Yuegang Li, Hang Xu, Jingzheng Huang, Tailong Xiao, Guihua Zeng"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21587",
      "arxiv": "https://arxiv.org/abs/2512.21587",
      "doi": null,
      "summary": "Ising machines have emerged as effective solvers for combinatorial optimization problems, such as NP-hard problems, machine learning, and financial modeling. Recent spatial photonic Ising machines (SPIMs) excel in multi-node optimization and spin glass simulations, leveraging their large-scale and fully connected characteristics. However, existing laser diffraction-based SPIMs usually sacrifice time efficiency or spin count to encode high-rank spin-spin coupling and external fields, limiting their scalability for real-world applications. Here, we demonstrate an amplitude-only modulated rank-free spatial photonic Ising machine (AR-SPIM) with 200 iterations per second. By re-formulating an arbitrary Ising Hamiltonian as the sum of Hadamard products, followed by loading the corresponding matrices/vectors onto an aligned amplitude spatial light modulator and digital micro-mirrors device, we directly map a 797-spin Ising model with external fields (nearly 9-bit precision, -255 to 255) into an incoherent light field, eliminating the need for repeated and auxiliary operations. Serving as encoding accuracy metrics, the linear coefficient of determination and Pearson correlation coefficient between measured light intensities and Ising Hamiltonians exceed 0.9800, with values exceed 0.9997 globally. The AR-SPIM achieves less than 0.3% error rate for ground-state search of biased Max-cut problems with arbitrary ranks and weights, enables complex phase transition observations, and facilitates scalable spin counts for sparse Ising problems via removing zero-valued Hadamard product terms. This reconfigurable AR-SPIM can be further developed to support large-scale machine-learning training and deployed for practical applications in discrete optimization and quantum many-body simulations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spectroscopic Search for Topological Protection in Open Quantum Hardware: The Dissipative Mixed Hodge Module Approach",
      "authors": [
        "Prasoon Saurabh"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21662",
      "arxiv": "https://arxiv.org/abs/2512.21662",
      "doi": null,
      "summary": "Standard spectroscopic protocols model the dynamics of open quantum systems as a superposition of isolated, exponentially decaying eigenmodes. This paradigm fails fundamentally at Exceptional Points, where the eigenbasis collapses and the response becomes dominated by non-diagonalizable Jordan blocks. We resolve this ambiguity by introducing a geometric framework based on \\textit{Dissipative Mixed Hodge Modules} (DMHM). By replacing the scalar linewidth with a topological \\textit{Weight Filtration}, we derive ``Weight Filtered Spectroscopy'' (WFS)--a protocol that spatially separates decay channels based on the nilpotency rank of the Liouvillian. We demonstrate that WFS acts as a dissipative x-ray, quantifying dissipative leakage in molecular polaritons and certifying topological isolation in Non-Hermitian Aharonov-Bohm rings. This establishes that topological protection persists as an algebraic invariant even when the spectral gap is closed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Classifying fusion rules of anyons or SymTFTs: A general algebraic formula for domain wall problems and quantum phase transitions",
      "authors": [
        "Yoshiki Fukusumi"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21687",
      "arxiv": "https://arxiv.org/abs/2512.21687",
      "doi": null,
      "summary": "We propose a formula for the transformation law of anyons in topologically ordered phases or topological quantum field theories (TQFTs) through a gapped or symmetry-preserving domain wall. Our formalism is based on the ring homomorphism between the $\\mathbb{C}$-linear commutative fusion rings, also known as symmetry topological field theories (SymTFTs). The fundamental assumption in our formalism is the validity of the Verlinde formula, applicable to commutative fusion rings. By combining it with more specific data of the settings, our formula provides classifications of anyons compatible with developing categorical formulations. It also provides the massless renormalization group (RG) flows between conformal field theories (CFTs), or a series of measurement-induced quantum phase transitions, in the language of SymTFT, through the established correspondence between CFTs and TQFTs. Moreover, by studying the correspondence between the ideal structure in the massless RG and the module in the related massive RG, one can make the Nambu-Goldstone-type arguments for generalized symmetry. By combining our formula with orbifolding, extension, and similarity transformation, one can get a series of classifications for the corresponding extended models, or symmetry-enriched topological orders and quantum criticalities."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "On prethermal time crystals from semi-holography",
      "authors": [
        "Toshali Mitra, Sukrut Mondkar, Ayan Mukhopadhyay, Alexander Soloviev"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21690",
      "arxiv": "https://arxiv.org/abs/2512.21690",
      "doi": null,
      "summary": "We demonstrate the existence of a pair of almost dissipationless oscillating modes at low temperatures in both the shear and sound channels of a hybrid quantum system, comprised of a weakly self-interacting perturbative sector coupled to strongly self-interacting holographic degrees of freedom described by a black hole geometry. We argue that these modes realize prethermal time-crystal behavior in semiholographic systems without fine-tuning and can be observed by measuring operators that probe either the hard (perturbative) or the soft (holographic) sector. We also find novel Gregory Laflamme type instabilities that lead to the formation of inhomogeneities at higher temperatures. These results provide evidence that black holes with planar horizons and dynamical boundary conditions can develop both inhomogeneous and metastable time crystal phases over a wide range of temperatures set by an intermediate scale. Furthermore, they suggest that such phases can be realized without external driving in nonAbelian plasmas of asymptotically free gauge theories in the large-$N$ limit."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Accelerating Scientific Discovery with Autonomous Goal-evolving Agents",
      "authors": [
        "Yuanqi Du, Botao Yu, Tianyu Liu, Tony Shen, Junwu Chen, Jan G. Rittig, Kunyang Sun, Yikun Zhang, Zhangde Song, Bo Zhou, Cassandra Masschelein, Yingze Wang, Haorui Wang, Haojun Jia, Chao Zhang, Hongyu Zhao, Martin Ester, Teresa Head-Gordon, Carla P. Gomes, Huan Sun, Chenru Duan, Philippe Schwaller, Wengong Jin"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21782",
      "arxiv": "https://arxiv.org/abs/2512.21782",
      "doi": null,
      "summary": "There has been unprecedented interest in developing agents that expand the boundary of scientific discovery, primarily by optimizing quantitative objective functions specified by scientists. However, for grand challenges in science , these objectives are only imperfect proxies. We argue that automating objective function design is a central, yet unmet requirement for scientific discovery agents. In this work, we introduce the Scientific Autonomous Goal-evolving Agent (SAGA) to amend this challenge. SAGA employs a bi-level architecture in which an outer loop of LLM agents analyzes optimization outcomes, proposes new objectives, and converts them into computable scoring functions, while an inner loop performs solution optimization under the current objectives. This bi-level design enables systematic exploration of the space of objectives and their trade-offs, rather than treating them as fixed inputs. We demonstrate the framework through a broad spectrum of applications, including antibiotic design, inorganic materials design, functional DNA sequence design, and chemical process design, showing that automating objective formulation can substantially improve the effectiveness of scientific discovery agents."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unitary and Nonunitary A-D-E minimal models: Coset graph fusion algebras, defects, entropies, SREEs and dilogarithm identities",
      "authors": [
        "Paul A. Pearce, Jared Heymann, Thomas Quella"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21808",
      "arxiv": "https://arxiv.org/abs/2512.21808",
      "doi": null,
      "summary": "We consider both unitary and nonunitary A-D-E minimal models on the cylinder with topological defects along the non-contractible cycle of the cylinder. We define the coset graph $A \\otimes G/\\mathbb{Z}_2$ and argue that it encodes not only the (i) coset graph fusion algebra, but also (ii) the Affleck-Ludwig boundary g-factors; (iii) the defect g-factors (quantum dimensions) and (iv) the relative symmetry resolved entanglement entropy. By studying A-D-E restricted solid-on-solid models, we find that these boundary conformal field theory structures are also present on the lattice: defects (seams) are implemented by face weights with special values of the spectral parameter. Integrability allows the study of lattice transfer matrix T- and Y-system functional equations to reproduce the fusion algebra of defect lines. The effective central charges and conformal weights are expressed in terms of dilogarithms of the braid and bulk asymptotics of the Y-system expressed in terms of the quantum dimensions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Loring--Schulz-Baldes Spectral Localizer Revisited",
      "authors": [
        "Gregory Berkolaiko, Jacob Shapiro, Beyer Chase White"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21843",
      "arxiv": "https://arxiv.org/abs/2512.21843",
      "doi": null,
      "summary": "The spectral localizer, introduced by Loring in 2015 and Loring and Schulz-Baldes in 2017, is a method to compute the (infinite volume) topological invariant of a quantum Hamiltonian on $\\ZZ^d$, as the signature of the (finite) localizer matrix. We present a direct and elementary spectral-theoretic proof treating the $d=1$ and $d=2$ cases on an almost equal footing. Moreover, we re-interpret the localizer as a higher-dimensional topological insulator via the bulk-edge correspondence."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nascent biofilms on soft surfaces",
      "authors": [
        "Garima Rani, G. H. Philipp Nguyen, Ren\\'e Wittmann, Hartmut L\\\"owen, Anupam Sengupta"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21870",
      "arxiv": "https://arxiv.org/abs/2512.21870",
      "doi": null,
      "summary": "Soft surfaces, spanning vastly different environmental and biomedical settings, are frequently colonised by surface-associated bacteria. Yet, how soft surfaces govern bacterial dynamics and their self-organisation into colonies remains poorly understood. Using experiments and agent-based modelling, we report the self-organisation of bacterial cells into nascent biofilms on soft substrates. By tuning the elastic modulus over two orders of magnitude, we show that the colony morphology, spreading dynamics and collective behaviour depend on the substrate stiffness, wherein softer surfaces promote slowly expanding, geometrically anisotropic, multilayered colonies, while harder substrates drive rapid, isotropic expansion of bacterial monolayers before multilayer structures emerge. Supported a cell mechanical model and two-dimensional agent-based simulations, our results identify that anisotropic drag forces on soft substrates, emerging due to local deformations, underpin colony anisotropy and swift verticalisation. In contrast, reduced drag on hard surfaces allows rapid expansion of monolayers, thus delaying the transition to a multilayer structure. Surface compliance, a key but overlooked determinant of early-stage biofilm development, could be harnessed to engineer biofilm structures and dynamics for nature-inspired and biomedical applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tuning diffusioosmosis of electrolyte solutions by hydrostatic pressure",
      "authors": [
        "Elena F. Silkina, Evgeny S. Asmolov, Olga I. Vinogradova"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21951",
      "arxiv": "https://arxiv.org/abs/2512.21951",
      "doi": null,
      "summary": "When two reservoirs of a distinct salinity are connected by channels or pores, a fluid flow termed diffusio-osmotic is generated. This article investigates the flow emerging in an uniformly charged long slit whose thickness exceeds the local Debye screening length. Attention is focussed on the role of hydrostatic pressure drop $\\Delta p$ between reservoirs. For a thick slit we recover the known formula for a local diffusioosmotic slip over a single wall, which is determined by the surface potential, salt concentration and its gradient. An equation for the global fluid flow rate $\\mathcal{Q}$ is presented as a sum of the diffusio-osmotic and pressure-driven contributions. Although the diffusio-osmotic term itself remains unaffected by $\\Delta p$, the concentration and surface potential profiles along the slit, and consequently, the local slip velocity are dramatically modified. We present an equation relating the local concentration to $\\mathcal{Q}$ and employ it to derive an expression describing the surface potential variation in the slit. Since $\\mathcal{Q}$ can easily be tuned by $\\Delta p$, the variety of possible concentration and surface potential profiles becomes very rich. Our theory provides a simple explanation of recent flow rate measurements and shows that experimental data provide rather direct information about concentration and surface potential profiles in the uniformly charged slit. The relevance of our results for sensing the salt dependence of surface potentials is discussed briefly."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spacetime Spins: Statistical mechanics for error correction with stabilizer circuits",
      "authors": [
        "Cory T. Aitchison, Benjamin B\\'eri"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21991",
      "arxiv": "https://arxiv.org/abs/2512.21991",
      "doi": null,
      "summary": "A powerful method for analyzing quantum error-correcting codes is to map them onto classical statistical mechanics models. Such mappings have thus far mostly focused on static codes, possibly subject to repeated syndrome measurements. Recent progress in quantum error correction, however, has prompted new paradigms where codes emerge from stabilizer circuits in spacetime -- a unifying perspective encompassing syndrome extraction circuits of static codes, dynamically generated codes, and logical operations. We show how to construct statistical mechanical models for stabilizer circuits subject to independent Pauli errors, by mapping logical equivalence class probabilities of errors to partition functions using the spacetime subsystem code formalism. We also introduce a modular language of spin diagrams for constructing the spin Hamiltonians, which we describe in detail focusing on independent circuit-level X-Z error channels. With the repetition and toric codes as examples, we use our approach to analytically rank logical error rates and thresholds between code implementations with standard and dynamic syndrome extraction circuits, describe the effect of transversal logical Clifford gates on logical error rates, and perform Monte Carlo simulations to estimate maximum likelihood thresholds. Our framework offers a universal prescription to analyze, simulate, and compare the decoding properties of any stabilizer circuit, while revealing the innate connections between dynamical quantum systems and noise-resilient phases of matter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Towards an understanding of dipole-dipole interactions in nonlocal media",
      "authors": [
        "L. In\\'acio, A. Kurumbail, S. K. Panja, I. Brevik, M. Bostr\\\"om"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22041",
      "arxiv": "https://arxiv.org/abs/2512.22041",
      "doi": null,
      "summary": "We commence our study with review of dispersion interactions in electrolytes. We then reflect on how background media change atom-atom excited-state systems. To highlight the impact of nonlocal media, such as salt solutions, we predict that a new contribution to the resonance interaction energy emerges in a form $\\propto e^{-\\kappa_{\\rm D} \\rho}/\\rho$. Here $\\kappa_{\\rm D}$ is the Debye length and $\\rho$ is the distance between the atoms. This contribution vanishes at zero temperature, where a new term proportional to $1/\\rho^4$ (similar to free space) occurs. This new term is dampened by the electrolyte at large distances, causing it to decrease much faster, proportional to $1/\\rho^7$. The long-range electrolyte-induced resonance interaction at finite temperature may, in addition to the dominating van der Waals attraction (which goes as $1/\\rho^6$), take part in the molecular formation of biological fluids."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "General Construction of Quantum Error-Correcting Codes from Multiple Classical Codes",
      "authors": [
        "Yue Wu, Meng-Yuan Li, Chengshu Li, Hui Zhai"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22116",
      "arxiv": "https://arxiv.org/abs/2512.22116",
      "doi": null,
      "summary": "The hypergraph product (HGP) construction of quantum error-correcting codes (QECC) offers a general and explicit method for building a QECC from two classical codes, thereby paving the way for the discovery of good quantum low-density parity-check codes. In this letter, we propose a general and explicit construction recipe for QECCs from a total of D classical codes for arbitrary D. Following this recipe guarantees the obtainment of a QECC within the stabilizer formalism and nearly exhausts all possible constructions. As examples, we demonstrate that our construction recovers the HGP construction when D = 2 and leads to four distinct types of constructions for D = 3, including a previously studied case as one of them. When the input classical codes are repetition codes, our D = 3 constructions unify various three-dimensional lattice models into a single framework, encompassing the three-dimensional toric code model, a fracton model, and two other intriguing models not previously investigated. Among these, two types of constructions exhibit a trade-off between code distance and code dimension for a fixed number of qubits by adjusting the lengths of the different classical codes, and the optimal choice can simultaneously achieve relatively large values for both code distance and code dimension. Our general construction protocol provides another perspective for enriching the structure of QECCs and enables the exploration of richer possibilities for good codes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Charge-Informed Quantum Error Correction",
      "authors": [
        "Vlad Temkin, Zack Weinstein, Ruihua Fan, Daniel Podolsky, Ehud Altman"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22119",
      "arxiv": "https://arxiv.org/abs/2512.22119",
      "doi": null,
      "summary": "We investigate the statistical physics of quantum error correction in ${\\rm U}(1)$ symmetry-enriched topological quantum memories. Starting from a phenomenological error model of charge-conserving noise, we study the optimal decoder assuming the local charges of each anyon can be measured. The error threshold of the optimal decoder corresponds to a continuous phase transition in a disordered two-dimensional integer loop model on the Nishimori line. Using an effective replica field theory analysis and Monte Carlo numerics, we show that the optimal decoding transition exhibits Berezinskii-Kosterlitz-Thouless universality with a modified universal jump in winding number variance. We further generalize the model beyond the Nishimori line, which defines a large class of suboptimal decoders. At low nonzero temperatures and strong disorder, we find numerical evidence of a disorder-dominated loop-glass phase which corresponds to a \"confidently incorrect\" decoder. The zero-temperature limit defines the minimum-cost flow decoder, which serves as the ${\\rm U}(1)$ analog of minimum-weight perfect matching in $\\mathbb{Z}_2$ topological codes. Both the optimal and minimum-cost flow decoders are shown to dramatically outperform the charge-agnostic optimal decoder in symmetry-enriched topological codes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Information Critical Phases under Decoherence",
      "authors": [
        "Akash Vijay, Jong Yeon Lee"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.22121",
      "arxiv": "https://arxiv.org/abs/2512.22121",
      "doi": null,
      "summary": "Quantum critical phases are extended regions of phase space characterized by a diverging correlation length. By analogy, we define an information critical phase as an extended region of a mixed state phase diagram where the Markov length, the characteristic length scale governing the decay of the conditional mutual information (CMI), diverges. We demonstrate that such a phase arises in decohered $\\mathbb{Z}_{N}$ Toric codes by assessing both the CMI and the coherent information, the latter quantifying the robustness of the encoded logical qudits. For $N>4$, we find that the system hosts an information critical phase intervening between the decodable and non-decodable phases where the coherent information saturates to a fractional value in the thermodynamic limit, indicating that a finite fraction of logical information is still preserved. We show that the density matrix in this phase can be decomposed into a convex sum of Coulombic pure states, where gapped anyons reorganize into gapless photons. We further consider the ungauged $\\mathbb{Z}_{N}$ Toric code and interpret its mixed state phase diagram in the language of strong-to-weak spontaneous symmetry breaking. We argue that in the dual model, the information critical phase arises because the spontaneously broken off-diagonal $\\mathbb{Z}_{N}$ symmetry gets enhanced to a U(1) symmetry, resulting in a novel superfluid phase whose gapless modes involve coherent excitations of both the system and the environment. Finally, we propose an optimal decoding protocol for the corrupted $\\mathbb{Z}_{N}$ Toric code and evaluate its effectiveness in recovering the fractional logical information preserved in the information critical phase. Our findings identify a gapless analog for mixed-state phases that still acts as a fractional topological quantum memory, thereby extending the conventional paradigm of quantum memory phases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Gamow Temperature in Tsallis and Kaniadakis Statistics",
      "authors": [
        "Hooman Moradpour, Mohsen Javaherian, Ebrahim Namvar, Amir Hadi Ziaie"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2205.04316",
      "arxiv": "https://arxiv.org/abs/2205.04316",
      "doi": "10.3390/e24060797",
      "summary": "Relying on the quantum tunnelling concept and Maxwell-Boltzmann-Gibbs statistics, Gamow shows that the star-burning process happens at temperatures comparable to a critical value, called the Gamow temperature ({\\tt T}) and less than the prediction of the classical framework. In order to highlight the role of the equipartition theorem in the Gamow argument, a thermal length scale is defined, and then the effects of non-extensivity on the Gamow temperature have been investigated by focusing on the Tsallis and Kaniadakis statistics. The results attest that while the Gamow temperature decreases in the framework of Kaniadakis statistics, it can be bigger or smaller than {\\tt T} when Tsallis statistics are employed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Correlated Terahertz phonon-ion interactions control ion conduction in a solid electrolyte",
      "authors": [
        "Kim H. Pham, Kiarash Gordiz, Natan A. Spear, Amy K. Lin, Jonathan M. Michelsen, Hanzhe Liu, Daniele Vivona, Geoffrey A. Blake, Yang Shao-Horn, Asegun Henry, Kimberly A. See, Scott K. Cushing"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2305.01632",
      "arxiv": "https://arxiv.org/abs/2305.01632",
      "doi": null,
      "summary": "Ionic conduction in solids that exceeds 1 mS/cm is predicted to involve coupled phonon-ion interactions in the crystal lattice. Here, we use theory and experiment to measure the possible contribution of coupled phonon-ion hopping modes which enhance Li+ migration in Li0.5La0.5TiO3 (LLTO). The ab initio calculations predict that the targeted excitation of individual TiO6 rocking modes greatly increases the Li+ jump rate as compared to the excitation of vibrational modes associated with heating. Experimentally, coherently driving TiO6 rocking modes via terahertz (THz) illumination leads to a ten-fold decrease in the differential impedance compared to the excitation of acoustic and optical phonons. Additionally, we differentiate the ultrafast responses of LLTO due to ultrafast heating and THz-range vibrations using laser-driven spectroscopy (LUIS), finding a unique long-lived response for the THz-range excitation. These findings provide new insights into coupled ion migration mechanisms, indicating the important role of THz-range coupled phonon-ion hopping modes in enabling fast ion conduction at room temperature."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Extreme orbital ab-plane upper critical fields far beyond Pauli limit in 4Hb-Ta(S, Se)2 bulk crystals",
      "authors": [
        "Fanyu Meng, Yang Fu, Senyang Pan, Shangjie Tian, Shaohua Yan, Zhengyu Li, Shouguo Wang, Jinglei Zhang, Hechang Lei"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2312.03448",
      "arxiv": "https://arxiv.org/abs/2312.03448",
      "doi": "10.1103/PhysRevB.109.134510",
      "summary": "Transition metal disulfides 4Hb-Ta(S, Se)2 with natural heterostructure of 1T- and 1H-Ta(S, Se)2 layers have became the focus of correlated materials their unique combinations of Mott physics and possible topological superconductivity. In this work, we study the upper critical fields mu0Hc2 of 4Hb-TaS2 and 4Hb-TaS1.99Se0.01 single crystals systematically. Transport measurements up to 35 T show that both of ab-plane and c-axis upper critical fields (mu0Hc2,ab and mu0Hc2,c) for 4Hb-TaS2 and 4Hb-TaS1.99Se0.01 exhibit a linear temperature dependent behavior down to 0.3 K, suggesting the three-dimensional superconductivity with dominant orbital depairing mechanism in bulk 4Hb-Ta(S, Se)2. However, the zero-temperature mu0Hc2,ab(0) for both crystals are far beyond the Pauli paramagnetic limit mu0HP. It could be explained by the effects of spin-momentum locking in 1H-Ta(S, Se)2 layers with local inversion symmetry broken and the relatively weak intersublattice interaction between 1H layers due to the existence of 1T layers."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Andreev qubit readout from dynamic interference supercurrent",
      "authors": [
        "Xian-Peng Zhang, Chuanchang Zeng, Zhen-Biao Yang, Jose Carlos Egues, Yugui Yao"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2409.17008",
      "arxiv": "https://arxiv.org/abs/2409.17008",
      "doi": null,
      "summary": "Nondemolition protocols use ancilla qubits to identify the fragile quantum state of a qubit without destroying its encoded information, thus playing a crucial role in nondestructive quantum measurements particularly relevant for quantum error correction. However, the multitude of ancilla preparations, information transfers, and ancilla measurements in these protocols create an intrinsic overhead for information processing. Here we consider an Andreev qubit defined in a quantum-dot Josephson junction and show that the macroscopic time-dependent oscillatory supercurrent arising from the quantum interference of the many-body eigenstates, can be used to probe the qubit itself-arbitrarily close to the nondestructive limit-under currently available experimental capabilities. This readout of arbitrary superposition states of Andreev qubits avoids ancillae altogether and significantly reduces experimental overhead as no repetitive qubit reinitialization is needed. Our prediction of an AC-like Josephson effect without an applied external voltage, which enables the nondestructive qubit readout, is a unique macroscopic manifestation of the microscopic dynamics of the Andreev quantum state. Our findings should have an unprecedented impact on advancing research and applications involving Andreev dots, thus positioning them as promising qubit contenders for quantum processing and technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hidden self-duality and exact mobility edges in quasiperiodic network models",
      "authors": [
        "Hai-Tao Hu, Xiaoshui Lin, Ai-Min Guo, Guangcan Guo, Zijin Lin, Ming Gong"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.06843",
      "arxiv": "https://arxiv.org/abs/2411.06843",
      "doi": "10.1103/rl1f-ptzq",
      "summary": "In one-dimensional quasiperiodic systems, only a few models with exact mobility edges (MEs) have been constructed using generalized self-duality theory, Avila's global theory, or the renormalization group method. This raises an intriguing question that whether we can realize more physical models with exact solvable MEs. In this work, we uncover the hidden self-duality within a class of quasiperiodic network models constituted by periodic and quasiperiodic sites. Although the original Hamiltonians appear to lack self-duality, their effective Hamiltonians obtained by integrating out the periodic sites exhibit self-duality, which yield MEs. The well-studied mosaic model, which is the simplest case of quasiperiodic network models, was previously thought to exhibit MEs due to the absence of self-duality, but we show that they actually arise from the hidden self-duality. Using the effective Hamiltonian, we further introduce the concept of resonant states to understand the shape of MEs. Finally, we present in detail how to determine the MEs in various network models, including some non-Hermitian models, based on the hidden self-duality. These predictions can be experimentally realized using optical and acoustic waveguide arrays. Our work can greatly advance our understanding of MEs in Anderson transition."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exact mobility edges in quasiperiodic network models with slowly varying potentials",
      "authors": [
        "Hai-Tao Hu, Yang Chen, Xiaoshui Lin, Ai-Min Guo, Zijing Lin, Ming Gong"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.17876",
      "arxiv": "https://arxiv.org/abs/2502.17876",
      "doi": "10.1103/2rfb-j778",
      "summary": "Quasiperiodic models are important physical platforms to explore Anderson transitions in low dimensional systems, yet the exact mobility edges (MEs) are generally hard to be determined analytically. To date, the MEs in only a few models can be determined exactly. In this manuscript, we propose a new class of network models characterized by quasiperiodic slowly varying potentials and the absence of hidden self-duality, and exactly determine their MEs. We take the mosaic models with slowly varying potentials as examples to illustrate this result and derive its MEs from the effective Hamiltonian. In this method, we can integrate out the periodic sites to obtain an effective Hamiltonian with energy-dependent potentials $g(E)V$ and effective eigenenergy $f(E)$, which directly yields the MEs at $f(E) = \\pm(2t^\\kappa \\pm g(E)V)$, where $\\kappa \\in \\mathbb{Z}^+$. With this idea in hand, we then generalize our method to more quasiperiodic network models, including those with much more complicated geometries and non-Hermitian features. Finally, we propose the realization of these models using optical waveguides and show that the Anderson transition can be observed even in small physical systems (with lattice sites about $L = 50 - 100$). Our results provide some key insights into the understanding and realization of exact MEs in experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Light Control of Triplet Pairing in Correlated Electrons with Mixed-Sign Interactions",
      "authors": [
        "Zecheng Shen, Chendi Xie, Wei-Chih Chen, Yao Wang"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.02294",
      "arxiv": "https://arxiv.org/abs/2503.02294",
      "doi": "10.1038/s42005-025-02371-z",
      "summary": "Spin-triplet superconductivity is a key platform for topological quantum computing, yet its experimental realization and control in solid-state materials remain a significant challenge. For this purpose, we propose an ultrafast optical strategy to manipulate spin-triplet superconductivity by leveraging $p$-wave pairing instabilities in the extended Hubbard model, a framework applicable to transition-metal oxides. Utilizing Floquet engineering, we demonstrate that transient flipping of the effective spin-exchange interaction can enhance $p$-wave pairing correlations under linearly polarized optical pulses. Furthermore, we reveal that this emergent spin-triplet pairing in strongly correlated systems can be selectively switched by an orthogonal optical pulse. This work provides a pathway for stabilizing and controlling spin-triplet superconductivity in correlated materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dynamical scaling study for the estimation of dynamical exponent $z$ of three-dimensional XY spin glass model",
      "authors": [
        "Yusuke Terasawa, Yukiyasu Ozeki"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.06386",
      "arxiv": "https://arxiv.org/abs/2503.06386",
      "doi": null,
      "summary": "To analyze the $\\pm J$ XY spin-glass in three dimensions, we verified a method aimed at obtaining a high-precision dynamical exponent $z$ from the correlation length in the nonequilibrium relaxation process. The obtained $z$ yielded consistent and highly accurate results in previous studies for relatively well-studied models -- specifically, the three-dimensional (3D) ferromagnetic Ising model and the 3D $\\pm J$ Ising model. Building on these previous studies, we used this method and the dynamical scaling method to analyze the 3D $\\pm J$ XY model and obtained highly precise critical temperatures and exponents. These findings support the spin chirality decoupling picture, explaining the experimental spin-glass phase transition."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fluctuation theorems with optical tweezers: theory and practice",
      "authors": [
        "Thalyta T. Martins, Andr\\'e H. A. Malavazi, Lucas P. Kamizaki, Artyom Petrosyan, Benjamin Besga, Sergio Ciliberto, S\\'ergio R. Muniz"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.20894",
      "arxiv": "https://arxiv.org/abs/2503.20894",
      "doi": null,
      "summary": "Fluctuation theorems, such as the Jarzynski equality and the Crooks relation, are effective tools connecting non-equilibrium work statistics and equilibrium free energy differences. However, detailed hands-on, reproducible protocols for implementing and analyzing these relations in real experiments remain scarce. This tutorial provides an end-to-end workflow for measuring, validating, and applying fluctuation theorems using a single-beam optical tweezers setup. It introduces the foundational ideas and consolidates practical calibration (PSD-based trap stiffness and position sensitivity), protocol design (forward/reverse finite-time drives over multiple amplitudes and durations), and robust estimators for free-energy difference and dissipated work, highlighting finite-sampling and rare-event effects. We demonstrate the procedures using an extensive set of measured trajectories under different conditions and provide openly accessible datasets and Python code, enabling new researchers or educators to reproduce the results with minimal effort. Beyond pedagogical validation, we discuss how these recipes translate to broader soft-matter and mesoscopic contexts. By combining user-friendly instruments with clear and transparent analysis, this work promotes the education and reliable adoption of stochastic thermodynamic methods in the curricula of physics and chemistry, as well as among emerging research teams."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Molecular dynamics simulation of silicon nanoparticle crystallization during laser-induced forward transfer printing",
      "authors": [
        "Youwen Liang, Wan Shou"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.08787",
      "arxiv": "https://arxiv.org/abs/2504.08787",
      "doi": null,
      "summary": "Laser-induced forward transfer (LIFT) printing is a versatile technique to realize micro/nano-scale additive manufacturing of functional materials, including metals, and semiconductors. However, the crystallization phenomena during LIFT printing have not been well understood. In this work, we attempt to gain a comprehensive understanding of silicon crystallization during LIFT printing. Specifically, molecular dynamics (MD) simulation is used to investigate the size effect on the melting and crystallization of Si nanoparticles during transportation in air. We found with the decrease in nanoparticle size, crystallization becomes rare, even with a low cooling rate. The nucleation location of different particles is also analyzed and almost always starts at a sub-surface location (below 5 {\\AA}). The atomic structure evolution during solidification is also monitored to provide guidance for LIFT printing of Si. Our simulation results indicate that nano-confinement can lead to single-crystal structure formation, which may shed light on single-crystal additive manufacturing."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Divergent density of states and non-analytic Lyapunov exponent in one-dimensional slowly varying systems",
      "authors": [
        "Hai-Tao Hu, Ming Gong, Guangcan Guo, Zijing Lin"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.16631",
      "arxiv": "https://arxiv.org/abs/2504.16631",
      "doi": null,
      "summary": "Localization of wave functions in disordered systems can be characterized by the Lyapunov exponent, which is zero in the extended phase and nonzero in the localized phase. Previous studies have shown that this exponent is an analytic function of eigenenergy in a given phase, thus its non-analytic behavior has been commonly used to determine the boundaries between the extended and localized phases. In this work, we show that if the localization centers are inhomogeneous across the whole chain and the system possesses (at least) two different localization modes, the Lyapunov exponent can become non-analytic in the localized phase at the boundaries between the different localization modes. We establish this central result by using several one-dimensional slowly varying models, and reveal that the non-analytic feature in the Lyapunov exponent is inherently tied to the singularities in the density of states through the Thouless formula. The possible existence of delicate structures in the localized phase effectively broadens our understanding of Anderson localization."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Giant exciton binding energy in bulk CrCl3",
      "authors": [
        "Georgy Ermolaev, Tagir Mazitov, Anton Minnekhanov, Arslan Mazitov, Gleb Tselikov, Aleksandr Slavich, Mikhail Tatmyshevskiy, Mikhail Kashchenko, Nikolay Pak, Andrey Vyshnevyy, Valentin Solovei, Ivan Kazantsev, Gleb Tikhonowski, Alexander Melentev, Elena Zhukova, Dmitriy Grudinin, Junhua Luo, Ivan Kruglov, Aleksey Arsenin, Sangen Zhao, Kostya S. Novoselov, Andrey Katanin, Valentyn S. Volkov"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.00920",
      "arxiv": "https://arxiv.org/abs/2505.00920",
      "doi": null,
      "summary": "Van der Waals (vdW) materials, with their unique combination of electronic, optical, and magnetic properties, are emerging as promising platforms for exploring excitonic phenomena. Thus far, the choice of materials with exceptional excitonic response has been limited to two-dimensional (2D) configurations of vdW materials. At the same time, large interlayer distance and the possibility to create a variety of heterostructures offers an opportunity to control the dielectric screening in van der Waals heterostructures and van der Waals 3D materials, thus engineering the excitonic properties. Here, we reveal that bulk vdW crystal CrCl3 answers this quest with a record exciton binding energy of 1.64 eV owing to a delicate interplay of quasi-2D electronic confinement and local magnetic correlations. We also suggest that the non-local magnetic correlations play an important role in the temperature dependence of photoluminescence intensity. Furthermore, we observe colossal binding energies in vdW crystals NbOCl2 (0.66 eV) and MoCl3 (0.35 eV) and formulate a universal exciton binding energy dependence on bandgap for 2D and 3D vdW materials. Hence, our findings establish a fundamental link between the layered structure of vdW materials and their excitonic properties."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mechanochemical feedback drives complex inertial dynamics in active solids",
      "authors": [
        "Siddhartha Sarkar, Biswarup Ash, Yueyang Wu, Nicholas Boechler, Suraj Shankar, Xiaoming Mao"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.18272",
      "arxiv": "https://arxiv.org/abs/2505.18272",
      "doi": "10.1103/19rh-3whq",
      "summary": "Active solids combine internal active driving with elasticity to realize states with nonequilibrium mechanics and autonomous motion. They are often studied in overdamped settings, e.g., in soft materials, and the role of inertia is less explored. We construct a model of a chemically active solid that incorporates mechanochemical feedback and show that, when feedback overwhelms mechanical damping, autonomous inertial dynamics can spontaneously emerge through sustained consumption of chemical fuel. By combining numerical simulations, analysis and dynamical systems approaches, we show how active feedback drives complex nonlinear dynamics on multiple time-scales, including limit cycles and chaos. Our results suggest design principles for creating ultrafast actuators and autonomous machines from soft, chemically-powered solids."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interaction between shallow NV$^-$ and spin active azafullerenes on hydrogenated and fluorinated (001) diamond surfaces",
      "authors": [
        "Bastien An\\'ezo, Denis Ar\\v{c}on, Chris Ewels"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.24011",
      "arxiv": "https://arxiv.org/abs/2505.24011",
      "doi": null,
      "summary": "The interaction between surface-lying nitrogen-substituted fullerenes (radical azafullerene, C$_{59}$N$^\\bullet$) with sub-surface negative nitrogen-vacancy complexes (NV$^-$) in diamond is investigated using first principles calculations. We consider (2$\\times$1) reconstructed (001) oriented diamond surfaces with both H- and F-surface termination. The charge stability of NV$^-$, when in close proximity to both the nearby surface and the spin active azafullerene is discussed, in the context of diamond band bending arising from surface-induced changes in electron affinity (EA). In the case of the hydrogenated surface, the system spin is quenched, yielding a negatively charged azafullerene (C$_{59}$N$^-$) and neutrally charged NV$^0$ as the most stable electronic configuration. In contrast, fluorinating the surface favours the negatively charged NV$^-$, and conserves the C$_{59}$N$^\\bullet$, neutrality and stabilizes uncompensated free spins. This opposing behaviour is attributed to surface charge doping emerging from different band bending effects associated with the surface EA. This study is consistent with experimentally observed photoluminescence quenching, and shows that surface passivation by fluorination could efficiently tackle the problem of charge transfer between adsorbed molecules and shallow NV centers."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "All-electrically controlled spintronics in altermagnetic heterostructures",
      "authors": [
        "Pei-Hao Fu, Qianqian Lv, Yong Xu, Jorge Cayao, Jun-Feng Liu, Xiang-Long Yu"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.05504",
      "arxiv": "https://arxiv.org/abs/2506.05504",
      "doi": "10.1038/s41535-025-00827-7",
      "summary": "The recent discovery of altermagnets, which exhibit spin splitting without net magnetization, opens new directions for spintronics beyond the limits of ferromagnets, antiferromagnets, and spin orbit coupled systems. We investigate spin selective quantum transport in heterostructures composed of a normal metal and a two dimensional d-wave altermagnet, and identify a universal mechanism for achieving perfect spin polarization. The mechanism is dictated by Fermi surface geometry: closed Fermi surfaces in weak altermagnets yield partial and oscillatory spin filtering, whereas open Fermi surfaces in strong altermagnets intrinsically enforce fully spin polarized conductance. Exploiting these distinct transport regimes, we propose all electrical spin filter and spin valve architectures, where resonant tunneling produces highly spin polarized conductance tunable by gate voltage and interface transparency. Altermagnets with open Fermi surfaces further support gate reversible perfect spin polarization that remains robust against interface scattering, disorder, and temperature. We also demonstrate an electrically controlled spin valve that reproduces the functionality of magnetic tunnel junctions without magnetic fields or relativistic mechanisms. d-wave altermagnets with open Fermi surfaces thus provide a promising platform for low dissipation, scalable, and magnetic field free spintronic devices with potential for integration into next generation quantum and CMOS compatible technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "On the relationship between noise squeezing and Rabi oscillations in active quantum dot ensembles",
      "authors": [
        "Ori Gabai, Amnon Willinger, Igor Khanonkin, Vitalii Sichkovskyi, Johann Peter Reithmaier, Gadi Eisenstein"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.07890",
      "arxiv": "https://arxiv.org/abs/2508.07890",
      "doi": null,
      "summary": "Squeezed light is usually generated using passive nonlinear materials. Semiconductor lasers and optical amplifiers (SOAs) also offer nonlinearities but they differ in that they add amplified spontaneous emission (ASE). Squeezing to below the vacuum level has been demonstrated in a semiconductor laser, and gain saturation in SOAs can likewise reduce photon-number fluctuations to, and in some cases below, the vacuum limit. Here, we demonstrate that Rabi oscillations in room-temperature quantum-dot SOAs, induced by short resonant pulses, cause cyclical noise modification that repeat with every change of 2pi in pulse area, corresponding to a fourfold increase in excitation pulse energy. Homodyne measurements reveal in those cases elliptical Wigner functions corresponding to squeezed thermal states and in certain regimes, the state is squeezed to below the vacuum level. At other pulse areas, the Wigner functions are circular representing thermal coherent states. This periodic behavior persists over two orders of magnitude in input pulse energy, spanning several 2pi cycles. Under specific bias and excitation conditions, we further observe a non-Gaussian Wigner function featuring two bright lobes. Although its precise nature remains unresolved, this structure may be consistent with a Schrodinger cat - like state whose accompanying negativity is suppressed due to an approximately 10 dB optical output loss. Notably, the emergence of this non-Gaussian state is itself periodic in excitation pulse energy."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Frequency Domain Berry Curvature Effect on Time Refraction",
      "authors": [
        "Shiyue Deng, Yang Gao, Qian Niu"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.12893",
      "arxiv": "https://arxiv.org/abs/2508.12893",
      "doi": null,
      "summary": "We demonstrate that there exist frequency domain Berry curvature in the wave function of photons in dispersive optical systems. This property arises from the frequency dispersion of its dielectric function, which makes Maxwell equations a non-standard eigenvalue equation, with the eigenvalue (frequency) appearing inside the operator itself. We study this new Berry curvature effect on time refraction of magnetoplasmon-polariton as an example. It can induce deflection in the trajectory of a photon and make the ray swing."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dual Cross-Linked Hydrogels: Linear Rheology and Fractional Calculus Modeling",
      "authors": [
        "Agniva Dutta, Valeriy V. Ginzburg, Gleb Vasilyev, Eyal Zussman"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.02219",
      "arxiv": "https://arxiv.org/abs/2509.02219",
      "doi": null,
      "summary": "Hydrogels are increasingly recognized as a versatile platform for applications spanning from tissue engineering to soft robotics or flexible electronics. Recent efforts have focused on enhancing and tailoring their mechanical performance to meet application-specific demands. However, the intricate viscoelastic response of hydrogels remains challenging to capture using conventional phenomenological models. In this study, we prepared a series of tough dual crosslinked hydrogels -- poly(methacrylamide-co-acrylic acid)-Fe3+ and systematically tuned their mechanical properties by leveraging the salting-out effect. The viscoelastic behavior of the hydrogels was characterized under shear deformations, and a four-parameter Fractional Maxwell Model (FMM) was constructed to quantitatively describe oscillatory shear, creep, and stress relaxation responses. The influence of salt concentration on each FMM parameter was analyzed and correlated with bulk mechanical performance. This framework provides a first step toward capturing the complex viscoelastic nature of the advanced hydrogels and lays the foundation for developing more comprehensive nonlinear constitutive models."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Proper Theory of Magnon Orbital Angular Momentum",
      "authors": [
        "Junyu Tang, Ran Cheng"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03322",
      "arxiv": "https://arxiv.org/abs/2510.03322",
      "doi": null,
      "summary": "The orbital motion of chargeless bosons, unlike that of electrons, does not generate a magnetic moment and thus cannot directly interact with magnetic fields. Utilizing the Aharonov-Casher effect and perturbation theory, we formulate a proper theory for the magnon orbital angular momentum (OAM) at finite temperatures, explicitly identifying both self-rotation and topological contributions, analogous to the electronic counterpart but with correct bosonic statistics. Comparing with previous studies on magnon OAM, the magnon spin Nernst effect can only be correctly reproduced using the proper theory for magnon OAM. In a two-dimensional honeycomb lattice, we show that the Dzyaloshinskii-Moriya interaction induces a large magnon OAM in both ferromagnetic and antiferromagnetic ground states. Our formulation provides a foundation for studying orbital dynamics of chargeless bosons with intrinsic spin."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Model for charge carrier spectra in topological semimetals of the TaAs family",
      "authors": [
        "G. P. Mikitik, Yu. V. Sharlai"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.02693",
      "arxiv": "https://arxiv.org/abs/2511.02693",
      "doi": null,
      "summary": "We propose a four-band model describing the electron energy spectra near the Weyl points in the topological semimetals of the TaAs family (TaAs, TaP, NbAs, NbP). This model takes into account the fact that these Weyl points result from the band-contact lines which would exist in the mirror-reflection planes of these materials if the spin-orbit interaction were absent in them. Within this model, we obtain conditions for the existence of the Weyl points, determine their positions in the Brillouin zone, and derive the explicit formula for dispersion of the bands along the straight line connecting the two close Weyl points with opposite topological charges. Using NbP as an example, the values of the parameters defining the model spectrum are found. The obtained results show that for the semimetals of the TaAs family, the charge-carriers spectrum in the vicinity of the two close Weyl points can be analyzed without complex band-structure calculations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Recursive entropy in thermodynamics: establishing the statistical-physics basis of the zentropy approach",
      "authors": [
        "Luke Allen Myers, Nigel Lee En Hew, Shun-Li Shang, Zi-Kui Liu"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04950",
      "arxiv": "https://arxiv.org/abs/2511.04950",
      "doi": null,
      "summary": "The recursive property of entropy is well known in the field of information theory; however, the concept is rarely used in the field of thermodynamics, despite being the field where the concept of entropy originated. This work shows that the equation for entropy used in the zentropy approach, which is an exact multiscale approach to thermodynamics, is a statement of the recursive property of entropy. Further, we clarify the meaning of entropy as the uncertainty arising from unconstrained degrees of freedom and separate configurational and intra-configurational contributions. Building on this, we derive the Helmholtz energy and the partition function, as used in zentropy. The resulting framework is exact for a chosen level of description and enables principled coarse-graining, thereby reducing computational complexity while preserving thermodynamic consistency. These results position zentropy as a rigorous bridge between microscopic and macroscopic behavior, facilitating quantitative predictions and the study of emergent phenomena."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Antisolvent-Assisted Growth of Centimeter-Scale CsPbBr$_3$ Perovskite Single Crystals: A Theory-Guided Approach",
      "authors": [
        "I. O. Simonenko, R. G. Nazmitdinov, T. N. Vershinina"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05354",
      "arxiv": "https://arxiv.org/abs/2511.05354",
      "doi": null,
      "summary": "The fabrication of large, high-quality single crystals (SCs) of all-inorganic cesium lead bromide (CsPbBr$_3$) via accessible methods remains a significant challenge. This work presents a systematic approach to optimize the antisolvent vapor-assisted crystallization (AVC) method, where the experimental design is guided by a theoretical methods at each step. A synergistic 9:1 (v/v) DMSO/DMF binary solvent was selected to balance solubility and kinetics, a choice rationalized by an analysis of Gutmann's donor numbers. Subsequently, ethanol was selected as a promising antisolvent by evaluating its properties against key criteria of miscibility and diffusion rate using Hansen Solubility Parameters (HSP) and Fick's law expressed in terms of saturated vapor pressure. Within this rationally-defined chemical system, the \"growth window\" was experimentally mapped, identifying an optimal precursor concentration of 0.35 M and a preliminary titration step to induce a controlled metastable state. The optimized protocol consistently yields phase-pure, orthorhombic CsPbBr$_3$ SCs up to 1 cm in size within one week at room temperature. The resulting crystals exhibit high crystallinity and thermal stability up to \\SI{550}{\\celsius}"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tuning Stability of AB3-Type Alloys by Suppressing Magnetism",
      "authors": [
        "Hung Ba Tran, Toyoto Sato, Ryuhei Sato, Hiroyuki Saitoh, Shin-ichi Orimo, Hao Li"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.08038",
      "arxiv": "https://arxiv.org/abs/2511.08038",
      "doi": null,
      "summary": "Hydrogen is a promising clean energy carrier, yet effective and reversible storage remains challenging. AB3-type intermetallic alloys are promising for solid-state hydrogen storage due to intermediate thermodynamic stability and rapid hydrogen uptake. Optimizing stability and gravimetric density is hindered by competing thermodynamic and magnetic effects. Here, we analyze AB3 compounds (A = Ca, Y, Mg; B = Co, Ni) and ternary alloys CaxYyMg1-x-yB3 using first-principles calculations and Monte Carlo simulations. We find a direct correlation between formation energy and total magnetic moment that dictates alloy stability, explaining the trade-off in hydrogen storage. In Co-rich systems with large lattice volumes, formation energy rises with magnetization, showing magnetism as the dominant factor. Mg-rich compositions achieve high gravimetric densities, but strong magnetism destabilizes the system, requiring Y substitution to suppress magnetic moments. Replacing Co with Ni weakens magnetism: YNi3 is nonmagnetic, while CaNi3 and MgNi3 are weakly polarized, allowing thermodynamic stability across compositions. Notably, CaMg2Ni9 combines high theoretical capacity (3.32 wt%) with good reversibility. Mg-rich Ni-based alloys are predicted to offer negative formation energies with the highest gravimetric densities (up to 3.40 wt%). These results show that controlling magnetism via transition-metal substitution is key to overcoming the stability-capacity trade-off in AB3 hydrogen storage materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Digital-Alloy Bragg Mirrors in High-Q Microcavities for Polariton Lasing",
      "authors": [
        "V. A. Stolyarov, A. S. Kurdyubov, A. V. Trifonov, M. Yu. Petrov, I. V. Ignatiev, V. A. Lovtcius, S. A. Eliseev, Yu. P. Efimov, M. S. Lozhkin, A. V. Kavokin"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.03203",
      "arxiv": "https://arxiv.org/abs/2512.03203",
      "doi": null,
      "summary": "We present an approach to the molecular-beam epitaxy of high-Q planar GaAs-based microcavities in which the AlGaAs high-index layers of the distributed Bragg reflectors (DBRs) are replaced by short-period GaAs/AlAs superlattices (digital alloys) with similar optical properties. This design enables a significant reduction of interface roughness, precise control of the quarter-wavelength optical thickness and the effective Al content, suppression of the propagation of structural defects, and efficient tuning of intrinsic absorption at the polariton emission wavelength via optimization of the superlattice parameters. Using this approach, we fabricate a microcavity with a low polariton-lasing threshold of approximately 570 W/cm$^2$ and a high experimental quality factor of about 5.4 x $10^4$. This value exceeds by almost a factor of two the theoretical estimate obtained within an equivalent ternary-alloy model. We demonstrate that accurate modeling of the stop-band characteristics and the Q factor requires incorporating the modified electronic density of states in the superlattice, including quantum-confinement and excitonic effects."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "First principle study of electronic, magnetic and thermoelectric properties of Co$_2$YPb (Y = Tc, Ti, Zr and Hf) full Heusler: Application to embedded automotive systems",
      "authors": [
        "N. Saidi, A. Abbad, W. Benstaali, K. Bahnes"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.07471",
      "arxiv": "https://arxiv.org/abs/2512.07471",
      "doi": "10.5488/cmp.28.43701",
      "summary": "In this study, theoretical investigation on structural, electronic, magnetic, elastic and thermoelectric properties of the full Heusler Co$_2$YPb (Y = Tc, Ti, Zr and Hf) alloys have been performed within density functional theory (DFT). The exchange and correlation potential is addressed using two approximations: the generalized gradient approximation (GGA) and the GGA augmented by the Tran--Blaha-modified Becke-Johnson (mBj-GGA) approximation, which provides a more accurate description of the energy band gap. The electronic and magnetic properties reveal that the full-Heusler alloys Co$_2$YPb (with Y = Tc, Ti, Zr, and Hf) display half-metallic ferromagnetic behavior. Furthermore, the elastic properties suggest that Co$_2$YPb are mechanically stable, with ductile characteristics. Full Heusler alloys P-type exhibit positive Seebeck coefficients and high ZT values, indicating good thermoelectric performance in terms of electrical and thermal conductivity. This leads us to the conclusions that these compounds are very interesting in improving the performance of embedded automotive systems and can also be used in spintronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Shape descriptors of equilibrium states in a quantum lattice model with local multi-well potentials: A geometric analysis near the phase transitions in Sn$_2$P$_2$S$_6$ ferroelectric crystals",
      "authors": [
        "S. \\\"Oz\\\"um, T. Akkurt, R. Erdem, N. G\\\"u\\c{c}l\\\"u"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.12338",
      "arxiv": "https://arxiv.org/abs/2512.12338",
      "doi": "10.5488/cmp.28.43703",
      "summary": "We analyze the equilibrium states of quantum lattice model with local multi-well potentials for Sn$_2$P$_2$S$_6$ ferroelectric crystals using the mean and Gaussian curvatures ($H$, $K$), curvedness ($C$) and shape index ($S$). From the energy gap, pressure and temperature variations of $H$, $K$, $C$ and $S$, we have reported the geometric construction of the free energy surfaces for the ferroelectric and paraelectric phases. Their behaviors are explicitly observed near the ferroelectric-paraelectric phase transitions. It is found that $H$, $C$ and $S$ display a cusp singularity at the criticality while $K$ converges to zero on both sides of the critical and tricritical points."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "50 years of Yukhnovskii's critical point theory: its place in the constant flow of theoretical physics",
      "authors": [
        "Yu. Kozitsky"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.14487",
      "arxiv": "https://arxiv.org/abs/2512.14487",
      "doi": "10.5488/cmp.28.43501",
      "summary": "Half a century ago, Ihor Yukhnovskii elaborated a method of studying the critical point of the three-dimensional Ising model based on a layer-by-layer integration in the space of collective variables. His method was an alternative to that based on the $\\varepsilon$-expansion for which K. G. Wilson was awarded the Nobel Prize in Physics in 1982. However, Yukhnovskii's technique, which yielded similar results, provided even deeper insight into the nature of this phenomenon. At that time, we, professor's students, saw only this aspect of his theory. Later, I realized that the mentioned Yukhnovskii's work naturally fits into a more general context of the turbulent development of quantum field theory and statistical physics in the last quarter of the twentieth century. The aim of the present article is to look at the main aspects and the impact of Yukhnovskii's theory from this perspective."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Be and Be-related impurities in diamond: density functional theory study",
      "authors": [
        "K. M. Etmimi, M. A. Ojalah, A. M. Abotruma"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.14793",
      "arxiv": "https://arxiv.org/abs/2512.14793",
      "doi": "10.5488/cmp.28.43802",
      "summary": "First-principles density functional simulations were employed to investigate the geometries, electrical properties, and hyperfine structures of various beryllium-doped diamond configurations, including interstitial (Be$_i$), substitutional (Be$_s$), and beryllium-nitrogen (Be-N) complexes. The incorporation of Be into the diamond lattice is more favorable as a substitutional dopant than as an interstitial dopant, although both processes are endothermic. Interstitial Be could potentially exhibit motional averaging from planar to axial symmetry with an activation energy of 0.1 eV. The most stable Be$_s$ configuration has $T_{d}$ symmetry with a spin state of $S=1$. Co-doping with nitrogen reduces the formation energy of Be$_s$-N$_{n}$ $(n=1-4)$ complexes, which further decreases as the number of nitrogen atoms increases. This is attributed to the smaller covalent radius of nitrogen compared to carbon, resulting in reduced lattice distortion. Be$_s$-N$_3$ and Be$_s$-N$_4$ co-doping introduces shallow donors, while Be$_s$ exhibits $n$-type semiconductivity, but the deep donor level renders it impractical for room-temperature applications. These findings provide valuable insights into the behavior of beryllium as a dopant in diamond and highlight the potential of beryllium-nitrogen co-doping for achieving $n$-type diamond semiconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Investigation of density of states and charge carrier mobility in amorphous semiconductors via time-of-flight photocurrent analysis",
      "authors": [
        "F. Serdouk, A. Boumali, M. L. Benkhedir, Y. Goutal"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.14794",
      "arxiv": "https://arxiv.org/abs/2512.14794",
      "doi": "10.5488/cmp.28.43801",
      "summary": "The present study examines the electronic transport characteristics of amorphous semiconductors through TOF measurements and numerical simulations. The primary objective is to determine the DOS in amorphous selenium (a-Se) and to assess the temperature and electric field dependence of the hole mobility. A comprehensive investigation of localized states within the mobility gap is performed using Laplace transform analysis of ToF photocurrent transients, combined with the multiple trapping model. This approach enables accurate reconstruction of the DOS across a wide temperature range, allowing clear identification of shallow and deep trap levels and revealing thermally activated transport mechanisms. Simulated ToF currents are also used to evaluate the hole drift mobility under various thermal and field conditions. Activation energies are extracted from Arrhenius plots of the mobility data. The results support a physically consistent description of the electronic structure in a-Se and validate the applicability of Laplace-based techniques for probing charge transport in disordered semiconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A computational study of thermoelectric conversion in the PbSe$_{x}$Te$_{1-x}$ semiconductor alloys",
      "authors": [
        "M. Kaid Slimane, B. N. Brahmi, M. Bouchenaki, S. Bekhechi"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.14795",
      "arxiv": "https://arxiv.org/abs/2512.14795",
      "doi": "10.5488/cmp.28.43705",
      "summary": "The present theoretical study focuses on the structural, electronic and thermoelectric properties of PbTe, PbSe and their ternary alloys PbSe$_{x}$Te$_{1-x}$, using the density functional theory (DFT) by the full potential linearised augmented plane wave (FP-LAPW) method implemented in Wien2k code. Structural properties were performed by using the generalized gradient approximation of Perdew Burke and Ernzenhof (GGA-PBE) scheme. The results show that the calculated lattice parameters are in good agreement with theoretical data previously obtained. For electronic properties, we noticed that for all the compounds of PbSe$_{x}$Te$_{1-x}$, we have a direct band gap in L point. For thermoelectric properties, we used BoltzTraP2 code and Gibbs2 code. Our results show that the PbSe$_{x}$Te$_{1-x}$ compounds have reached a value of 2.55 for the figure of merit, which indicates that our material is a good thermoelectric candidate."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Link of the Zitterbewegung with the spin conductivity and the spin-textures of multiband systems",
      "authors": [
        "F. Mireles, E. Ortiz"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.14867",
      "arxiv": "https://arxiv.org/abs/2512.14867",
      "doi": "10.5488/cmp.28.43704",
      "summary": "The Zitterbewegung phenomenon in multiband electronic systems is known to be subtly related to the charge conductivity, Berry curvature and the Chern number. Here we show that some spin-dependent properties as the optical spin conductivity, and intrinsic spin Hall conductivity are also entangled with the Zitterbewegung amplitudes. We also show that in multiband Dirac-type Hamiltonians, a direct link between the Zitterbewegung and the spin textures and spin transition amplitudes can be established. The later allow us to discern the presence or not of the Zitterbewegung oscillations by simply analyzing the spin or pseudo-spin textures. We provide examples of the applicability of our approach for Hamiltonian models that show the suppression of specific Zitterbewegung oscillations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ab initio study of mechanical and functional properties of novel CaZnC and CaZnSi half-Heusler materials",
      "authors": [
        "P. K. Kamlesh, U. K. Gupta, S. Verma, M. Rani, Y. Toual, A. S. Verma"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.15822",
      "arxiv": "https://arxiv.org/abs/2512.15822",
      "doi": "10.5488/cmp.28.43706",
      "summary": "This research work introduces the DFT through FP-LAPW+lo technique in WIEN2k software to obtain information about structural, thermoelectric, and optoelectronic characteristics of CaZnC and CaZnSi materials. The structural optimization was performed using PBE-GGA functional, while the rest of the characteristics were obtained with the PBE-GGA + TB-mBJ approach. The thermoelectric parameters were evaluated using BoltzTraP software. The elastic constants and other mechanical parameters were computed by utilizing the ELAST code within the WIEN2k software, while the thermodynamic characteristics were evaluated using the Gibbs2 program. The findings show a correlation between atomic composition and lattice dimensions while finding that CaZnC has a direct ($\\Gamma$-$\\Gamma$) band gap of $1.186$ eV, whereas CaZnSi has an indirect ($\\Gamma$-$X$) band gap of $1.067$ eV. The optical studies of the compounds show potential applications for photovoltaics while the thermoelectric results find optimized power factors and figure of merit values for energy conversion performance. The elastic parameters of CaZnC and CaZnSi demonstrate material stability and brittleness. Lastly, the thermodynamic evaluations provide information about the thermal mechanism and disorder of the materials. As a result, this research work provides significant advancements in the understanding of the fundamentals of these compounds and highlights their promising applications in renewable energy technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unified Description of Learning Dynamics in the Soft Committee Machine from Finite to Ultra-Wide Regimes",
      "authors": [
        "Assem Afanah, Bernd Rosenow"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.16556",
      "arxiv": "https://arxiv.org/abs/2512.16556",
      "doi": null,
      "summary": "We study the learning dynamics of the soft committee machine (SCM) with Rectified Linear Unit (ReLU) activation using a statistical-mechanics approach within the annealed approximation. The SCM consists of a student network with $N$ input units and $K$ hidden units trained to reproduce the output of a teacher network with $M$ hidden units. We introduce a reduced set of macroscopic order parameters that yields a unified description valid from the conventional regime $K \\ll N$ to the ultra-wide limit $K \\ge N$. The control parameter $\\alpha$, proportional to the ratio of training samples to adjustable weights, serves as an effective measure of dataset size. For small $\\gamma = M/N$, we recover a continuous phase transition at $\\alpha_{c} \\approx 2\\pi$ from an unspecialized, permutation-symmetric state to a specialized state in which student units align with the teacher. For finite $\\gamma$, the transition disappears and the generalization error decreases smoothly with dataset size, reaching a low plateau when $\\gamma=1$. In the asymptotic limit $\\alpha \\to \\infty$, the error scales as $\\varepsilon_{g} \\propto 1/\\alpha$, independent of $\\gamma$ and $K$. The results highlight the central role of network dimensions in SCM learning and provide a framework extendable to other activations and quenched analyses."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Structure of the mean-field yrast spectrum of a two-component Bose gas in a ring: role of interaction asymmetry",
      "authors": [
        "Hui Tang, Guan-Hua Huang, Eugene Zaremba, Shizhong Zhang, Zhigang Wu"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.16756",
      "arxiv": "https://arxiv.org/abs/2512.16756",
      "doi": null,
      "summary": "The mean-field yrast spectrum of an SU(2)-symmetric two-component Bose gas confined to a ring geometry is known to exhibit an intricate nonanalytic structure that is absent in single-component systems. In particular, due to the interplay between the species concentration and the atomic interactions, a sequence of plane-wave states can emerge as yrast states at fractional values of the angular momentum per particle. This behavior stands in sharp contrast to the single-component case, where plane-wave states occur only at integer angular momenta. In this paper, we investigate how the structure of the yrast spectrum in a two-component Bose gas is modified by interaction asymmetry. By numerically solving the coupled Gross-Pitaevskii equations for propagating soliton states, we compute the mean-field yrast spectrum and, in particular, determine the critical curves associated with the emergence of various plane-wave yrast states. We find that both the behavior of these critical curves and the mechanisms by which plane-wave yrast states arise depend sensitively on the relative strengths of the inter- and intra-component interactions. When the inter-component interaction is weaker, the plane-wave yrast states replace soliton states through a continuous evolution, as in the SU(2)-symmetric case, although the conditions for their existence become more restrictive. In contrast, when the inter-component interaction is stronger, plane-wave yrast states emerge by overtaking soliton states via branch crossings, and their stability is significantly enhanced. Our results have important implications for the existence and stability of persistent currents in asymmetric, two-component Bose gases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Eliminating the irregular surface layer of anodically-grown Ni-Ti-O nanopore arrays in a two-stage anodization",
      "authors": [
        "S. A. Mousavi, A. Moshfeghi, F. Davoodian, E. Salahinejad"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.17397",
      "arxiv": "https://arxiv.org/abs/2512.17397",
      "doi": "10.1016/j.surfcoat.2020.126707",
      "summary": "Nanopores (NPs) grown by anodizing can be partially hidden beneath a relatively compact surface oxide layer, which limits the volumetric surface area of these nanostructures. In this work, nitinol (NiTi) alloy was anodized in an electrolyte containing ethylene glycol, water, and sodium chloride in static and stirred electrolyte stages with the aim of removing the irregular surface array while achieving a thick NP layer. Electron micrographs showed that anodization in the static electrolyte provides a controlled thickness of NP layers covered by an irregular surface layer. In contrast, anodizing in the stirred electrolyte reduced the thickness and the degree of irregularity, which were controlled by the different kinetics of dissolution at the tops, perimeters and bottoms of NPs. To benefit simultaneously from the thickness and regularity of the oxide layers, two-stage anodizing under static and then stirred electrolyte conditions was found to be effective. Following a 30 min anodization in the static electrolyte, anodizing for 30 min under the stirred conditions provided the highest regularity in the oxide array, resulting in NPs of almost 40 nm and 11 {\\mu}m in diameter and layer thickness, respectively. Two-stage anodizing under static then stirred electrolyte conditions is proposed in order to promote NP structures for applications demanding higher surface areas."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "$p$-wave superconductivity and Josephson current in $p$-wave unconventional magnet/$s$-wave superconductor hybrid systems",
      "authors": [
        "Yuri Fukaya, Keiji Yada, Yukio Tanaka"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.18636",
      "arxiv": "https://arxiv.org/abs/2512.18636",
      "doi": null,
      "summary": "We study the surface density of states in $p$-wave unconventional magnet-spin-singlet $s$-wave superconductor hybrid systems ($p$-wave unconventional magnetic superconductors), by using the effective $p$-wave unconventional magnet model [B. Brekke, et al., Phys. Rev. Lett. 133, 236703 (2024)]. Owing to the noncollinear spin structure along the $x$-direction, the quasiparticle energy dispersion has the spin-triplet $p_x$-wave energy gap structure, and then zero-energy flat bands emerge at the [100] edge. Analyzing the pair amplitude at the [100] edge, odd-frequency spin-triplet even-parity pairing is induced in the presence of zero-energy flat bands, while even-frequency spin-singlet even-parity remains. We also demonstrate the Josephson current in superconducting junctions with $p$-wave unconventional magnet-conventional $s$-wave superconductor hybrid systems. By the cooperation of spin-singlet $s$-wave pair potential and the $p$-wave unconventional magnetic order, the current phase relation shows the $\\varphi$-junction in the high-transparency but also the temperature dependence of the Josephson current caused by the coupling of the spin-singlet even-parity pairings in the low-transparency limit, even though $p$-wave superconductivity is mainly realized both in the bulk and at the edge. Our calculations provide the possible superconducting phenomena and transport properties in $p$-wave unconventional magnet-$s$-wave superconductor hybrid systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A voltage-responsive strongly dipolar-coupled macrospin network with emergent dynamics for computing",
      "authors": [
        "Xinglong Ye, Zhibo Zhao, Qian Wang, Jiangnan Li, Fernando Maccari, Ning Lu, Christian Dietz, Esmaeil Adabifiroozjaei, Leopoldo Molina-Luna, Yufeng Tian, Lihui Bai, Guodong Wang, Konstantin Skokov, Yanxue Chen, Shishen Yan, Robert Kruk, Horst Hahn, Oliver Gutfleisch"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.20906",
      "arxiv": "https://arxiv.org/abs/2512.20906",
      "doi": null,
      "summary": "Emergent behavior, which arises from local interactions between simple elements, is pervasive in nature. It underlies the energy-efficient computing in our brains. However, realizing such dynamics in artificial materials, particularly under low-energy stimuli, remains a fundamental challenge. While dipole-dipole interactions are typically suppressed in magnetic storage, here we harness and amplify them to construct a strongly dipolar-coupled network of SmCo5 macrospins at wafer scale, which can exhibit intrinsic interaction-driven collective dynamics in response to voltage pulses. The network combines three essential ingredients: strong dipolar coupling by large single-domain macrospin, giant voltage control of coercivity over nearly 1000-fold, and disordered network topology with frustrated Ising-like energy landscape. When stimulated by 1 V pulses, the network enters a regime where interaction-driven magnetic behaviors emerge, including spontaneous demagnetization, greatly enhanced magnetization modulation, reversible freeze and resume evolution and stochastic convergence toward low-energy magnetic configurations. All these behaviors are completely absent at the single-nanomagnet level. Furthermore, by constructing micromagnetic models of the strongly dipolar-coupled macrospin networks, we show that the resulting nonlinear, high-dimensional collective dynamics, intrinsic to strongly-interacting systems, can enable accurate chaotic Mackey-Glass prediction and multiclass drone-signal classification. Our work establishes the voltage-responsive strongly-coupled SmCo5 network as a mesoscopic platform for probing emergent magnetic dynamics previously inaccessible under ambient conditions. It also suggests a fundamental distinct route towards scalable, low-voltage computing, one rooted in native physical interaction-driven collective dynamics at the network level."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Collective behavior of independent scaled Brownian particles with renewal resetting",
      "authors": [
        "Ohad Vilk, Baruch Meerson"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.21061",
      "arxiv": "https://arxiv.org/abs/2512.21061",
      "doi": null,
      "summary": "We study collective dynamics of an ensemble of $N\\gg 1$ independent particles undergoing anomalous diffusion with random renewal resetting. The anomalous diffusion is modeled by the scaled Brownian motion (sBm): a Gaussian process, characterized by a power-law time dependence of the diffusion coefficient, $D(t)\\sim t^{2H}$, where $H>0$. The particles independently reset to the origin, and each particle's clock is set to zero upon spatial resetting. Employing the known steady-state position distribution of a \\emph{single} particle undergoing the sBm with renewal resetting [Bodrova et al., Phys. Rev. E \\textbf{100}, 012120 (2019)], we study the collective dynamics of $N$ particles. We determine the statistics of the system radius $\\ell$. The typical fluctuations of $\\ell$ fall under the Gumbel universality class, and we use extreme value statistics to calculate the moments of $\\ell$. We also study the large-deviation statistics of the center of mass (COM), where for $H>1/2$ we uncover an anomalous scaling behavior of the COM distribution, and a singularity in the corresponding rate function, due to a ``big jump\" effect."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Deriving the non-perturbative gravitational dual of quantum Liouville theory from BCFT operator algebra",
      "authors": [
        "Lin Chen, Ling-Yan Hung, Yikun Jiang, Bing-Xin Lao"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2403.03179",
      "arxiv": "https://arxiv.org/abs/2403.03179",
      "doi": "10.21468/SciPostPhys.19.6.163",
      "summary": "-cross Abstract: We demonstrate that, by utilizing the boundary conformal field theory (BCFT) operator algebra of the Liouville CFT, one can express its path-integral on any Riemann surface as a three dimensional path-integral with appropriate boundary conditions, generalising the recipe for rational CFTs \\cite{Hung:2019bnq, Brehm:2021wev, Chen:2022wvy, Cheng:2023kxh}. This serves as a constructive method for deriving the \\textit{quantum} holographic dual of the CFT, which reduces to Einstein gravity in the large central charge limit. As a byproduct, the framework provides an explicit discrete state-sum of a 3D non-chiral topological theory constructed from quantum $6j$ symbols of $\\mathcal{U}_q(sl(2,\\mathbb{R}))$ with non-trivial boundary conditions, representing a long-sought non-perturbative discrete formulation of 3D pure gravity with negative cosmological constant, at least within a class of three manifolds. This constitutes the first example of an exact holographic tensor network that reproduces a known irrational CFT with a precise quantum gravitational interpretation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Rewards-based image analysis in microscopy",
      "authors": [
        "Kamyar Barakati, Yu Liu, Utkarsh Pratiush, Boris N. Slautin, Sergei V. Kalinin"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.18522",
      "arxiv": "https://arxiv.org/abs/2502.18522",
      "doi": null,
      "summary": "-cross Abstract: Imaging and hyperspectral data analysis is central to progress across biology, medicine, chemistry, and physics. The core challenge lies in converting high-resolution or high-dimensional datasets into interpretable representations that enable insight into the underlying physical or chemical properties of a system. Traditional analysis relies on expert-designed, multistep workflows, such as denoising, feature extraction, clustering, dimensionality reduction, and physics-based deconvolution, or on machine learning (ML) methods that accelerate individual steps. Both approaches, however, typically demand significant human intervention, including hyperparameter tuning and data labeling. Achieving the next level of autonomy in scientific imaging requires designing effective reward-based workflows that guide algorithms toward best data representation for human or automated decision-making. Here, we discuss recent advances in reward-based workflows for image analysis, which capture key elements of human reasoning and exhibit strong transferability across various tasks. We highlight how reward-driven approaches enable a shift from supervised black-box models toward explainable, unsupervised optimization on the examples of Scanning Probe and Electron Microscopies. Such reward-based frameworks are promising for a broad range of applications, including classification, regression, structure-property mapping, and general hyperspectral data processing."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Characterizing dynamical behaviors in topological open systems with boundary dissipations",
      "authors": [
        "Zhen-Yu Zheng, Xueliang Wang, Shu Chen"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.00363",
      "arxiv": "https://arxiv.org/abs/2503.00363",
      "doi": "10.1103/7997-q51d",
      "summary": "-cross Abstract: We investigate the dynamics of the Su-Schrieffer-Heeger model with boundary dissipations described by Lindblad master equations and unravel distinct dynamical features in the topologically different phases of the underlying Hamiltonian. By examining the long-time damping dynamics, we uncover a dynamical duality phenomenon between the weak and strong dissipation region, which exists only in the topologically non-trivial phase, linked to the structure of the Liouvillian spectra,particularly the stripe closest to the steady state. When dissipation is confined to a single boundary, the dynamical duality phenomenon still exists. Under this condition, the Liouvillian gap fulfills an exponential size scaling relation in the topologically non-trivial phase and a power-law size scaling relation in the topologically trivial phase. Within the topologically non-trivial region, we identify the existence of boundary-localized dark states in the thermodynamical limit, which is responsible for the exponential size decay of Liouvillian gap."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Generalized pulse design in Floquet engineering: Application to interacting spin systems",
      "authors": [
        "Ryan Scott, Bryce Gadway, V. W. Scarola"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.20154",
      "arxiv": "https://arxiv.org/abs/2504.20154",
      "doi": "10.1103/x4wl-tzwr",
      "summary": "-cross Abstract: Floquet engineering in quantum simulation employs externally applied high-frequency pulses to dynamically design steady-state effective Hamiltonians. Such protocols can be used to enlarge the space of Hamiltonians but approximations often limit pulse profile shapes and therefore the space of available effective Hamiltonians. We consider a nonstroboscopic high-frequency expansion formalism for Floquet engineering. We generalize the pulse profiles available by rigorously keeping all necessary terms to lowest order in inverse frequency expansions used to derive the effective Hamiltonians. Our approach allows wide tunability in application of external driving fields. We apply our method to long-range interacting XXZ spin Hamiltonians. We model an example application where we derive conditions on specific pulse shapes to engineer effective Ising models from XXZ models. Our method allows the space of continuous pulse profiles, relevant to experimental control fields, to better and more accurately explore possible effective Hamiltonians available for Floquet engineering."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Annealing approximation in master-node network model",
      "authors": [
        "M. O. Hase, Anderson A. Ferreira, Andr\\'e C. R. Martins, Fernando F. Ferreira"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.03150",
      "arxiv": "https://arxiv.org/abs/2505.03150",
      "doi": null,
      "summary": "-cross Abstract: This paper investigates absorbing-state phase transitions in opinion dynamics through a master-node network model analyzed using annealing approximation. We develop a theoretical framework examining three fundamental regimes: systems converging to complete disagreement, complete consensus, or both states depending on initial conditions. The phase behavior is governed by two key chiral parameters: $R$ measuring right-oriented influence and $L$ measuring left-oriented influence in the network interactions. Our analysis reveals a rich phase diagram featuring both continuous and discontinuous transitions between disordered and ordered phases. The discontinuous transition emerges in systems with two absorbing states, where the final configuration depends critically on initial opinion distributions. The annealing approximation provides fundamental insights into how asymmetric social influences (chirality) shape collective opinion formation, acting as a symmetry-breaking element that drives the system toward polarization or consensus."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unveiling Nano-scale Crystal Deformation using Coherent X-ray Dynamical Diffraction",
      "authors": [
        "Longlong Wu, David Yang, Wei Wang, Shinjae Yoo, Ross J. Harder, Wonsuk Cha, Aiguo Li, Ian K. Robinson"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.15939",
      "arxiv": "https://arxiv.org/abs/2506.15939",
      "doi": "10.1038/s41524-025-01858-1",
      "summary": "-cross Abstract: Visualization of internal deformation fields in crystalline materials helps bridge the gap between theoretical models and practical applications. Applying Bragg coherent diffraction imaging under X-ray dynamical diffraction conditions provides a promising approach to the longstanding challenge of investigating the deformation fields in micron-sized crystals. Here, we present an automatic differentiation-based reconstruction method that integrates dynamical scattering theory to accurately reconstruct deformation fields in large crystals. Using this forward model, our simulated and experimental results demonstrate that three-dimensional local strain information inside a large crystal can be accurately reconstructed under coherent X-ray dynamical diffraction conditions with Bragg coherent X-ray diffraction imaging. These findings open an avenue for extending the investigation of local deformation fields to microscale crystals while maintaining nanoscale resolution, leveraging the enhanced coherence and brightness of advanced X-ray sources."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Theoretical evaluation of decay mode of $ {}^{229m} \\mathrm{Th} $ in solid samples",
      "authors": [
        "Ryotaro Masuda, Tomoya Naito, Masashi Kaneko, Hiroyuki Kazama, So Hashiba, Kosuke Misawa, Yoshitaka Kasamatsu"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.09064",
      "arxiv": "https://arxiv.org/abs/2507.09064",
      "doi": "10.1103/hn1b-51yx",
      "summary": "-cross Abstract: The excitation energy of $ {}^{229m} \\mathrm{Th} $ is extremely low at $ 8.4 \\, \\mathrm{eV} $; thus, this isotope exhibits changes in its decay modes depending on the chemical state, specifically the outermost electronic states. However, the reported half-lives of the $ \\gamma $-ray transition are not consistent among the previous experiments. In this study, we investigate the chemical states of $ {}^{229m} \\mathrm{Th} $ by density functional theory calculations. Based on these results, we evaluate the relationship between the experimental half-life of each sample and the electronic state of $ \\mathrm{Th} $. The calculation results indicate that ion trap method, $ \\mathrm{Ca} \\mathrm{F}_2 $ model and $ \\mathrm{Mg} \\mathrm{F}_2 $ one decay only via the $ \\gamma $-ray transition, whereas $ \\mathrm{Li} \\mathrm{Sr} \\mathrm{Al} \\mathrm{F}_6 $ one decays via the $ \\gamma $-ray transition and has a possibility of decay via internal conversion and electron bridge."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Optical tweezers assisted coupling of nematic droplets to gold nanoparticle cluster: effect on whispering gallery modes",
      "authors": [
        "Sumant Pandey, G. V. Pavan Kumar"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10126",
      "arxiv": "https://arxiv.org/abs/2509.10126",
      "doi": null,
      "summary": "-cross Abstract: Dye doped liquid crystal (LC) microdroplets exhibit tunable optical resonances modulated by size, shape, temperature, and external perturbations. When a dye-doped nematic microdroplet is coupled to a gold nanoparticle cluster, near-field interactions enhance local electric fields, boosting fluorescence emission. Optical tweezers serve as a tool for the parking of dye doped nematic microdroplets on gold nanoparticle clusters, enabling the dynamic coupling and excitation of whispering-gallery modes (WGMs). This configuration resulted in amplified WGMs, with a clearly detectable shift in the spectral position. Resonance mode red shifts confirmed efficient photonic plasmonic coupling, with up to seven nm tunability achieved without significant degradation of the Q-factor. The magnitude of tunability depends on the size of the gold nanoparticle cluster. Also, the WGM emission spectrum of the nematic microdroplet can be reversibly tuned by decoupling from the gold nanoparticle cluster."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Arf-Brown-Kervaire invariant on a lattice",
      "authors": [
        "Sho Araki, Hidenori Fukaya, Tetsuya Onogi, Satoshi Yamaguchi"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11424",
      "arxiv": "https://arxiv.org/abs/2512.11424",
      "doi": null,
      "summary": "-cross Abstract: We propose a lattice formulation of the Arf-Brown-Kervaire (ABK) invariant which takes values in $\\mathbb{Z}_8$. Compared to the standard $\\mathbb{Z}$-valued index, the ABK invariant is more involved in that it arises in Majorana fermion partition functions with reflection symmetry on two-dimensional non-orientable manifolds, and its definition contains an infinite sum over Dirac eigenvalues that requires proper regularization. We employ the massive Wilson Dirac operator, with and without domain-walls, on standard two-dimensional square lattices, and use its Pfaffian for the definition. Twisted boundary conditions and cross-caps, which reverse the orientation, are introduced to realize nontrivial topologies equipped with nontrivial $\\mathrm{Pin}^{-}$ structures of Majorana fermions. We verify numerically (and partly analytically) that our formulation on a torus, Klein bottle, real projective plane (as well as its triple connected sum), and two types of M\\\"obius strip reproduces the known values in continuum theory."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Microscale selective laser sintering of Cu nanoparticles with a short-wavelength nanosecond laser",
      "authors": [
        "Youwen Liang, Bo Shen, Wan Shou"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.18465",
      "arxiv": "https://arxiv.org/abs/2512.18465",
      "doi": null,
      "summary": "-cross Abstract: Microscale additive manufacturing of reflective copper is becoming increasingly important for microelectronics and microcomputers, due to its excellent electrical and thermal conductivity. Yet, it remains challenging for state-of-the-art commercial metal 3D printers to achieve sub-100-micron manufacturing. Two aspects are sub-optimal using commercial laser powder bed fusion systems with infrared (IR) lasers (wavelength of 1060-1070 nm): (1) IR laser has a low absorption rate for Cu, which is energy-inefficient for manufacturing; (2) short wavelength lasers can potentially offer higher resolution processing due to the diffraction-limited processing. On the other hand, laser sintering or melting typically uses continuous wave (CW) lasers, which may reduce the manufacturing resolution due to a large heat-affected zone. Based on these facts, this study investigates the UV (wavelength of 355 nm) nanosecond (ns) laser sintering of Cu nanoparticles. Different laser processing parameters, as well as different nanoparticle packing densities, are studied. Our results show that a short-wavelength laser can reduce the required energy for sintering with decent morphology, and a densified nanoparticle powder bed favors continuous melting. We further show that sub-20 micron printing can be readily achieved with a UV ns laser. These findings provide new insights into short-wavelength laser-metal nanoparticle interactions, which may pave the way to achieve high-resolution micro and nano-scale additive manufacturing."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Validation of Quantum Computing for Transition Metal Oxide-based Automotive Catalysis",
      "authors": [
        "Yuntao Gu, Louis Hector Jr, Paolo Giusto, Matthew Titsworth, Alok Warey, Dnyanesh Rajpathak, Eser Atesoglu"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.19778",
      "arxiv": "https://arxiv.org/abs/2512.19778",
      "doi": "10.1117/12.3083095",
      "summary": "-cross Abstract: Quantum computing presents a promising alternative to classical computational methods for modeling strongly correlated materials with partially filled d orbitals. In this study, we perform a comprehensive quantum resource estimation using quantum phase estimation (QPE) and qubitization techniques for transition metal oxide molecules and a Pd zeolite catalyst fragment. Using the binary oxide molecules TiO, MnO, and FeO, we validate our active space selection and benchmarking methodology, employing classical multireference methods such as complete active space self-consistent field (CASSCF) and N-electron valence state perturbation theory (NEVPT2). We then apply these methods to estimate the quantum resources required for a full-scale quantum simulation of a $Z_2Pd$ ($Z=Al_2Si_{22}O_{48}$) fragment taken from the $Pd/2(Al_xSi_{(1-x)})$ catalyst family where x=Si/Al. Our analysis demonstrates that for large Pd zeolite systems, simulations achieving chemical accuracy would require ~$10^6-10^7$ physical qubits, and range that is consistent with the projected capabilities of future fault-tolerant quantum devices. We further explore the impact of active space size, basis set quality, and phase estimation error on the required qubit and gate counts. These findings provide a roadmap for near-term and future quantum simulations of industrially relevant catalytic materials, offering insights into the feasibility and scaling of quantum chemistry applications in materials science."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Entanglement of General Subregions in Time-Dependent States",
      "authors": [
        "Wu-zhong Guo, Song He, Tao Liu"
      ],
      "date": "2025-12-29T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.19955",
      "arxiv": "https://arxiv.org/abs/2512.19955",
      "doi": null,
      "summary": "-cross Abstract: We develop a unified framework for computing R\\'enyi and entanglement entropies of arbitrary spacetime intervals in time-dependent states of $(1+1)$-dimensional conformal field theories. By combining the spacetime density matrix formalism with the replica method, we show that entanglement entropy is well defined for both spacelike and timelike separations. Applying this framework to global quenches prepared by boundary states and to local quenches generated by operator insertions, we obtain analytic expressions for the entanglement entropy in general spacetime configurations. The results reveal qualitative differences between spacelike and timelike intervals: the timelike entanglement entropy is time-independent in the global quench model, depends solely on the temporal separation, and universally exhibits a constant imaginary contribution. These features are naturally explained by a generalized quasiparticle picture in which entanglement is produced precisely when one worldline of each quasiparticle pair intersects the interval. Furthermore, we demonstrate that the linear sum rule relating time- and spacelike entanglement persists in both global and local quenches, indicating a broader universality of spacetime entanglement in real-time quantum dynamics."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Audio long read: Will blockbuster obesity drugs revolutionize addiction treatment?",
      "authors": [
        "Elie Dolgin",
        "Benjamin Thompson"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-04147-5",
      "doi": "10.1038/d41586-025-04147-5",
      "summary": "Nature, Published online: 29 December 2025; doi:10.1038/d41586-025-04147-5 Researchers are investigating whether GLP-1 drugs can help blunt cravings for nicotine, alcohol and opioids."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Probing pollutants: how I use penguin faeces to measure contaminants in Antarctica",
      "authors": [
        "Rachael Pells"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-04105-1",
      "doi": "10.1038/d41586-025-04105-1",
      "summary": "Nature, Published online: 29 December 2025; doi:10.1038/d41586-025-04105-1 Buse Tuğba Zaman is developing a way to track tiny amounts of contaminants — and fulfilled a dream to visit Earth’s most remote continent."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Why academics should do more consulting — and how to make it work",
      "authors": [
        "Louise J. Slater",
        "Weston B. Struwe",
        "Christopher R. Vogel",
        "Emma Walker",
        "Regent Lee"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-04104-2",
      "doi": "10.1038/d41586-025-04104-2",
      "summary": "Nature, Published online: 29 December 2025; doi:10.1038/d41586-025-04104-2 Encouraging academics to act as advisers to outside organizations is the most effective way to serve society’s needs."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Let 2026 be the year the world comes together for AI safety",
      "authors": [],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-04106-0",
      "doi": "10.1038/d41586-025-04106-0",
      "summary": "Nature, Published online: 29 December 2025; doi:10.1038/d41586-025-04106-0 AI technologies need to be safe and transparent. There are few, if any, benefits from being outside efforts to achieve this."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Nine books to help shape your science career in 2026",
      "authors": [
        "Anne Gulland"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-04101-5",
      "doi": "10.1038/d41586-025-04101-5",
      "summary": "Nature, Published online: 29 December 2025; doi:10.1038/d41586-025-04101-5 If you’ve hatched a New Year plan to move abroad, improve your presentations or chase happiness as a 20-something researcher, you’ll find advice aplenty in these books."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Interplay of orbital angular momentum and chirality",
      "authors": [
        "Dongjin Oh",
        "Hendrik Bentmann",
        "Riccardo Comin"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03113-2",
      "doi": "10.1038/s41567-025-03113-2",
      "summary": "Nature Physics, Published online: 29 December 2025; doi:10.1038/s41567-025-03113-2 Orbital angular momentum textures can drive orbital currents and enable applications in orbitronics. This Perspective shows how polarization-dependent angle-resolved photoemission spectroscopy can visualize orbital textures in momentum space."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Multi-omics analysis identifies a microbiota–bile acid–TLR signaling axis driving bladder injury in interstitial cystitis",
      "authors": [
        "Liao Peng",
        "Jia-wei Chen",
        "Yuan-zhuo Chen",
        "Xing-peng Di",
        "Le-de Lin",
        "Bo-ya Li",
        "Chi Zhang",
        "Wei Wang",
        "Xiao-shuai Gao",
        "Yu-cheng Ma",
        "Si-hong Shen",
        "Hai-rui Li",
        "Xiao-fang Xu",
        "Xiao Zeng",
        "Hong Shen",
        "Qun Sun",
        "Tao Jin",
        "De-yi Luo"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-68060-1",
      "doi": "10.1038/s41467-025-68060-1",
      "summary": "Nature Communications, Published online: 29 December 2025; doi:10.1038/s41467-025-68060-1 Through integrated multi-omics and experimental validation, this study reveals that altered gut microbiota and bile acid metabolism activate TLR3 to induce urothelial injury in interstitial cystitis, identifying a pathway with therapeutic potential."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Multi-omic relay velocity modeling uncovers dynamic chromatin-transcription regulation across cell states",
      "authors": [
        "Ari Hong",
        "Sangseon Lee",
        "Kwangsoo Kim"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67259-6",
      "doi": "10.1038/s41467-025-67259-6",
      "summary": "Nature Communications, Published online: 29 December 2025; doi:10.1038/s41467-025-67259-6 Cell fate transitions rely on dynamic regulatory programs that RNA velocity often blurs. Here, the authors show that MoFlow integrates multi-omic data to infer locally adaptive, single-cell-resolved velocities that illuminate fine-scale regulatory dynamics."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Plasma protein profiling predicts cancer in patients with non-specific symptoms",
      "authors": [
        "Fredrika Wannberg",
        "María Bueno Álvez",
        "Alvida Qvick",
        "Tamas Pongracz",
        "Katherina Aguilera",
        "Emma Adolfsson",
        "Louise Essehorn",
        "Max Gordon",
        "Mathias Uhlén",
        "Gisela Helenius",
        "Viktoria Hjalmar",
        "Mikael Åberg",
        "Axel Rosell",
        "Charlotte Thålin"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67688-3",
      "doi": "10.1038/s41467-025-67688-3",
      "summary": "Nature Communications, Published online: 29 December 2025; doi:10.1038/s41467-025-67688-3 Cancer detection is challenging, especially in patients with diffuse symptoms that overlap with non-malignant conditions. Here, the authors develop a proteomics- and minimally invasive blood sampling-based classification model as a triage tool to identify and prioritize individuals at high cancer risk that would benefit the most from rapid and highly sensitive diagnostic modalities."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Molecular characterisation of the <i>Bacillus subtilis</i> SpbK antiphage defence system",
      "authors": [
        "Biswa P. Mishra",
        "Christian L. Loyo",
        "Yanyao Cai",
        "Thomas Litfin",
        "Gause Miraj",
        "Lou Brillault",
        "Veronika Masic",
        "Tamim Mosaiab",
        "Premraj Rajaratnam",
        "Santosh Rudrawar",
        "Weixi Gu",
        "Bostjan Kobe",
        "Joseph P. Gerdt",
        "Alan D. Grossman",
        "Yun Shi",
        "Thomas Ve"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67810-5",
      "doi": "10.1038/s41467-025-67810-5",
      "summary": "Nature Communications, Published online: 29 December 2025; doi:10.1038/s41467-025-67810-5 SpbK protects Bacillus subtilis from phage infection by depleting NAD⁺. In this study, the authors uncover the molecular mechanisms underlying SpbK’s self association-dependent NADase activity and its activation by the SPβ phage portal protein YonE."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Viral entry shapes HCMV latency establishment",
      "authors": [
        "Yaarit Kitsberg",
        "Aharon Nachshon",
        "Tamar Arazi",
        "Karin Broennimann",
        "Tal Fisher",
        "Alexander Wainstein",
        "Yaara Finkel",
        "Noam Stern-Ginossar",
        "Michal Schwartz"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-68063-y",
      "doi": "10.1038/s41467-025-68063-y",
      "summary": "Nature Communications, Published online: 29 December 2025; doi:10.1038/s41467-025-68063-y HCMV infection can become productive or latent. Here the authors show that variations in the number of incoming viral particles across cell types is a key factor of this decision, identifying entry efficiency as a key regulator of latency."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Exploiting a centrally powered coherent microcomb for lightweight optical transmission",
      "authors": [
        "Junhao Han",
        "Guofeng Yan",
        "Kang Li",
        "Bitao Shen",
        "Haowen Shu",
        "Yimeng Wang",
        "Yuchen Zhang",
        "Jiong Xiao",
        "Yichen Wu",
        "Huajin Chang",
        "Chengkun Cai",
        "Xuguang Zhang",
        "Xingjun Wang",
        "Jian Wang"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67603-w",
      "doi": "10.1038/s41467-025-67603-w",
      "summary": "Nature Communications, Published online: 29 December 2025; doi:10.1038/s41467-025-67603-w The exponential growth of data traffic demands efficient transmission systems. Here, authors exploit a self-injection-locked microcomb to achieve high-capacity optical transmission, demonstrating a compact, lightweight system with potential for data centers and edge computing applications."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Ultrafast dynamics of vibronically dressed core excitons in graphite: a femtosecond RIXS perspective",
      "authors": [
        "Marco Malvestuto",
        "Beatrice Volpato",
        "Elena Babici",
        "Richa Bhardwaj",
        "Antonio Caretta",
        "Simone Laterza",
        "Fulvio Parmigiani",
        "Michele Manfredda",
        "Alberto Simoncig",
        "Marco Zangrando",
        "Alexander Demidovich",
        "Peter Susnjar",
        "Enrico Massimiliano Allaria",
        "Alexander Darius Brynes",
        "David Garzella",
        "Luca Giannessi",
        "Primož Rebernik",
        "Filippo Sottocorona",
        "Dino Novko"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67919-7",
      "doi": "10.1038/s41467-025-67919-7",
      "summary": "Nature Communications, Published online: 29 December 2025; doi:10.1038/s41467-025-67919-7 Core excitons are strongly localised excitonic states impacting x-ray absorption and resonant inelastic scattering (RIXS) spectra. Here, the authors demonstrate an application of free electron laser-driven ultrafast RIXS spectroscopy to study previously unclear aspects of core exciton-phonon interactions in graphite."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Rapid endothelialization of printed vascular grafts by perivascular niche-circulating endothelial progenitors crosstalk",
      "authors": [
        "Zhe-qian Zhang",
        "Ping-Ping Yuan",
        "Cong Yao",
        "Yu-xin Lu",
        "Yi-dong Hu",
        "Zhen-nan Qiu",
        "Wen-yu Zhan",
        "Xin-chi Zhang",
        "Yu-jiao Wang",
        "Xiao-peng Wu",
        "Ya-jing Zhao",
        "Peng-yu Wang",
        "Ning Leng",
        "Cun Zhang",
        "Jian-kang He",
        "Wei Wu"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-68075-8",
      "doi": "10.1038/s41467-025-68075-8",
      "summary": "Nature Communications, Published online: 29 December 2025; doi:10.1038/s41467-025-68075-8 Fast reendothelialisation of vascular grafts is important for maintain patency. Here, the authors report on a vascular graft that regenerates the neo-adventitia with lymphatic endothelial cells, which increases the recruitment of circulatory progenitor cells, achieving 90% patency in small-diameter arterial grafts."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Navigating the future of assisted reproductive technology with micro-robotics, nanobiosensors and artificial intelligence",
      "authors": [
        "Friedrich Striggow",
        "Pallavi Jha",
        "Ripla Arora",
        "Mariana Medina-Sánchez"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02093-x",
      "doi": "10.1038/s41565-025-02093-x",
      "summary": "Nature Nanotechnology, Published online: 29 December 2025; doi:10.1038/s41565-025-02093-x Technological developments in reproductive medicine, driven by the convergence of micro-robotics and nanosensors, along with decision-making aided by artificial intelligence, are enabling precise manipulation, gamete selection, embryo assessment and personalized treatment. These disruptive advances could lead to fully automated in vitro fertilization workflows. However, clinical implementation will need to address various technical, biological and ethical challenges to ensure safer and more effective fertility solutions."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "An ultrasmall core–shell silica nanoparticle improves antitumour immunity and survival by remodelling suppressive melanoma microenvironments",
      "authors": [
        "Gabriel De Leon",
        "Li Zhang",
        "Nabil A. Siddiqui",
        "Nada Naguib",
        "Feng Chen",
        "Reethi Padmanabhan",
        "Tuo Zhang",
        "Sebastien Monette",
        "Fabio Socciarelli",
        "Rachel Lee",
        "Miles Pourbaghi",
        "Thomas P. Quinn",
        "Michael Overholtzer",
        "Taha Merghoub",
        "Ulrich Wiesner",
        "Jedd D. Wolchok",
        "Michelle S. Bradbury"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02083-z",
      "doi": "10.1038/s41565-025-02083-z",
      "summary": "Nature Nanotechnology, Published online: 29 December 2025; doi:10.1038/s41565-025-02083-z An ultrasmall particle adjuvant therapy reprogrammes the tumour microenvironment of a resistant melanoma to a pro-inflammatory state, enhances antitumour immunity and synergizes with immune checkpoint inhibitors to prolong survival in murine models."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Viral glycoprotein-mimicking peptide-functionalized micelles promote drug delivery to diseased chondrocytes for osteoarthritis alleviation",
      "authors": [
        "Xiao Chen",
        "Dongyang Zhou",
        "Jian Wang",
        "Han Liu",
        "Hao Zhang",
        "Zhen Geng",
        "Guangchao Wang",
        "Hao Shen",
        "Yuanwei Zhang",
        "Zuhao Li",
        "Dongliang Wang",
        "Xiaoxiang Ren",
        "Xiuhui Wang",
        "Ke Xu",
        "Chongru He",
        "Long Bai",
        "Yan Wei",
        "Xiaoyuan Chen",
        "Jiacan Su"
      ],
      "date": "2025-12-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02082-0",
      "doi": "10.1038/s41565-025-02082-0",
      "summary": "Nature Nanotechnology, Published online: 29 December 2025; doi:10.1038/s41565-025-02082-0 A virus-mimicking micelle selectively delivers drugs to diseased chondrocytes in osteoarthritis, significantly alleviating disease progression in mouse and sheep models."
    }
  ]
}