{
  "generatedAt": "2025-08-18T04:34:18.935054+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Superconductivity in atom-intercalated quaternary hydrides under ambient pressure",
      "authors": [
        "Bo-Wen Yao, Zhenfeng Ouyang, Xiao-Qi Han, Chang-Jiang Wu, Peng-Jie Guo, Ze-Feng Gao, Zhong-Yi Lu"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.10912",
      "arxiv": "https://arxiv.org/abs/2508.10912",
      "doi": null,
      "summary": "Hydrogen-rich materials are the most promising candidates for high-temperature conventional superconductors under ambient pressure. Multinary hydrides have abundant structural configurations and are more promising to find high-temperature superconductors at ambient pressure, but searching for multinary materials in complex phase space is a great challenge. In this work, we used our developed AI search engine (InvDesFlow) to perform extensive investigations regarding ambient stable superconducting hydrides. Several quaternary hydrides with high superconducting temperature~($T_c$) are predicted. In particular, the superconducting $T_c$ of K$_2$GaCuH$_6$ and K$_2$LiCuH$_6$ are calculated to be 68~K and 53~K under ambient pressure, respectively, which shows a significant enhancement in comparison with that of K$_2$CuH$_6$~($T_c$ $\\sim$ 16~K). We also find that intercalating atoms could cause phonon softening and induce more phonon modes with strong electron-phonon coupling. Hence, we propose that intercalating atoms is a feasible approach in searching for superconducting quaternary hydrides."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tunable optical emissions of Eu3+ ions enabled by pressure-driven phase transition in ZnO",
      "authors": [
        "C. Ianhez-Pereira, U. F. Kaneko, A. D. Rodrigues, I. S. S. de Oliveira, M. P. F. de Godoy"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.10953",
      "arxiv": "https://arxiv.org/abs/2508.10953",
      "doi": null,
      "summary": "Controlling the optical properties of rare-earth ions in wide-bandgap semiconductors remains a major challenge in the development of next-generation photonic materials. Here, we show that external hydrostatic pressure modulates the structural characteristics of ZnO thin films and, in turn, tunes the optical emission behavior of embedded Eu3+ ions. By combining in situ synchrotron X-ray diffraction and photoluminescence spectroscopy under high-pressure conditions with first-principles calculations, we capture a pressure-induced phase transition from the hexagonal wurtzite to the cubic rocksalt structure near 10 GPa. This transformation is accompanied by complete quenching of the D0 - FJ Europium emissions near the transition threshold, followed by a partial recovery at higher pressures, likely associated with the emergence of structural disorder. Concurrently, the Stark components of the emission bands exhibit a redshift and significant broadening with increasing pressure, reflecting enhanced crystal field strength as interatomic distances decrease. Additional first-principles calculations support the observed pressure-induced shifts in the Eu-4f states and emphasize the influence of lattice symmetry on their electronic environment. These results show that hydrostatic pressure is an effective way to adjust the optical emissions of rare-earth ions by changing their symmetry and local environment, providing a basis for designing photonic devices and luminescent materials controlled by pressure."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Gapped spinful phases obtained via Gutzwiller projections of Euler states",
      "authors": [
        "Thorsten B. Wahl, Lukas Devos, Robert-Jan Slager"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.10957",
      "arxiv": "https://arxiv.org/abs/2508.10957",
      "doi": null,
      "summary": "Gutzwiller projections of non-interacting chiral topological phases are known to give rise to fractional, topologically ordered chiral phases. Here, we carry out a similar construction using two copies of non-interacting Euler insulators to produce a class of spinful interacting Euler models. To that end, we take advantage of the recently discovered exact representation of certain Euler insulators by a projected entangled pair state (PEPS) of bond dimension $D = 2$. The Gutzwiller projection can be implemented within the tensor network formalism, giving rise to a new PEPS of bond dimension $D = 4$. We, moreover, apply very recent state-of-the-art tensor network tools to evaluate these phases. In particular, we analyze its entanglement entropy scaling and find no topological correction to the area law, indicating that the state is not intrinsically topologically ordered. Its entanglement spectrum shows a clear cusp at momentum zero, similar to non-interacting Euler insulators, and the spectrum of the transfer operator indicates that the state is gapped, which could imply non-intrinsic topological features. Finally, the static structure factor displays Bragg peaks, indicating the simultaneous presence of local order."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Suppression of coherent light scattering in a three-dimensional atomic array",
      "authors": [
        "Yu-Kun Lu, Hanzhen Lin, Jiahao Lyu, Yoo Kyung Lee, Vitaly Fedoseev, Wolfgang Ketterle"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.10966",
      "arxiv": "https://arxiv.org/abs/2508.10966",
      "doi": null,
      "summary": "Understanding how atoms collectively interact with light is not only important for fundamental science, but also crucial for designing light-matter interfaces in quantum technologies. Over the past decades, numerous studies have focused on arranging atoms in ordered arrays and using constructive (destructive) interference to enhance (suppress) the coupling to electromagnetic fields, thereby tailoring collective light-matter interactions. These studies have mainly focused on one- and two-dimensional arrays. However, only three-dimensional (3D) arrays can demonstrate destructive interference of coherent light scattering in all directions. This omnidirectional suppression of coherent light scattering in 3D atomic arrays has thus far not been experimentally demonstrated. Here, we observe a strong reduction of light scattering in a 3D atomic array prepared in the form of a Mott insulator in optical lattices. The residual light scattering is shown to be caused by the delocalization of atoms, Raman scattering, and inelastic scattering associated with saturation. We also demonstrate how light scattering can be a sensitive probe for density fluctuations in many-body states in optical lattices, enabling us to characterize the superfluid-to-Mott insulator phase transition as well as defects generated by dynamical parameter ramps. The results of our work can be used to prepare subradiant states for photon storage and probe correlations for many-body systems in optical lattices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unconventional Phase Separation and Fractal Interfaces of Colloids in Active Liquids",
      "authors": [
        "Pragya Kushwaha, Pratikshya Jena, Partha Sarathi Mondal, Sanjay Puri, Shradha Mishra, Vijayakumar Chikkadi"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11000",
      "arxiv": "https://arxiv.org/abs/2508.11000",
      "doi": null,
      "summary": "Phase separation driven by nonequilibrium fluctuations is a hallmark of both living and synthetic active matter. Unlike equilibrium systems, where ordered states arise from the minimization of free energy, active systems are fueled by a constant injection of energy at the microscopic scale. The emergence of ordered phases in such driven systems challenges our conventional views of domain growth and interfacial structure. In this study, we investigate the coarsening of colloidal clusters in active liquids containing E. coli. Our experiments reveal that uniform dispersions of colloids and swimmers are inherently unstable, resulting in spontaneous phase separation characterized by fractal interfaces and unconventional kinetics. The correlation function of the order parameter displays dynamical scaling, with the size of colloidal domains growing as $t^{1/z}$, where $z \\sim 4$, in contrast to the well-known growth laws for thermal systems with a conserved order parameter. Furthermore, the structure factor exhibits non-Porod behavior, indicating domains with fractal interfaces. This non-Porod behavior also manifests itself as a cusp singularity in the correlation function. We elucidate our experimental findings using a scalar field theory in which the nonequilibrium fluctuations arising from swimmer activity are modeled as spatio-temporally correlated noise. This coarse-grained model, which breaks time-reversal symmetry and detailed balance, successfully reproduces key experimental observations. Furthermore, it reveals a fluctuating microphase separation, where the initial domain growth, following $t^{1/4}$ scaling, is eventually arrested, thereby shedding new light on the microscopic origins of unconventional phase separation of colloids in active liquids."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spontaneously Broken Non-Invertible Symmetries in Transverse-Field Ising Qudit Chains",
      "authors": [
        "Kristian Tyn Kai Chung, Umberto Borla, Andriy H. Nevidomskyy, Sergej Moroz"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11003",
      "arxiv": "https://arxiv.org/abs/2508.11003",
      "doi": null,
      "summary": "\\usepackage{iopams} Recent developments have revealed that symmetries need not form a group, but instead can be non-invertible. Here we use analytical arguments and numerical evidence to illuminate how spontaneous symmetry breaking of a non-invertible symmetry is similar yet distinct from ordinary, invertible, symmetry breaking. We consider one-dimensional chains of group-valued qudits, whose local Hilbert space is spanned by elements of a finite group $G$ (reducing to ordinary qubits when $G=\\mathbb{Z}_2$). We construct Ising-type transverse-field Hamiltonians with Rep($G$) symmetry whose generators multiply according to the tensor product of irreducible representations (irreps) of the group $G$. For non-Abelian $G$, the symmetry is non-invertible. In the symmetry broken phase there is one ground state per irrep on a closed chain. The symmetry breaking can be detected by local order parameters but, unlike the invertible case, different ground states have distinct entanglement patterns. We show that for each irrep of dimension greater than one the corresponding ground state exhibits string order, entanglement spectrum degeneracies, and has gapless edge modes on an open chain -- features usually associated with symmetry-protected topological order. Consequently, domain wall excitations behave as one-dimensional non-Abelian anyons with non-trivial internal Hilbert spaces and fusion rules. Our work identifies properties of non-invertible symmetry breaking that existing quantum hardware can probe."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Study on fluctuations of interface-enhanced superconductivity in ultrathin FeSe/SrTiO3 by the Nernst effect",
      "authors": [
        "Tomoki Kobayashi, Ryo Ogawa, Atsutaka Maeda"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11018",
      "arxiv": "https://arxiv.org/abs/2508.11018",
      "doi": null,
      "summary": "Ultrathin FeSe films on SrTiO3 substrate show interface-enhanced superconductivity. However, how the superconductivity is established including superconducting fluctuations remains unclear. This study investigates the Nernst effect, which is sensitive to superconducting fluctuations, in ultrathin FeSe films on SrTiO3. Temperature dependence of Nernst signals in the normal state is similar to bulk FeSe, suggesting that the electrons of SrTiO3 are transferred only to a few layers near the FeSe/SrTiO3 interface. The Nernst effect caused by SC fluctuations was observed only below T ~ 1.2 Tconset within our measurement resolution, which is similar to other Fe chalcogenide systems. Our results suggest that the pseudogap in monolayer FeSe/STO possibly originates in other electronic states rather than superconductivity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Chiral Phonons in Graphyne",
      "authors": [
        "Subhendu Mishra, Arpan Chakraborty, Douglas S. Galvao, Pedro A. S. Autreto, Abhishek Kumar Singh"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11040",
      "arxiv": "https://arxiv.org/abs/2508.11040",
      "doi": null,
      "summary": "Chiral phonons, quantized lattice vibrations with circular polarization and non-zero angular momentum, offer new perspectives for phononic and quantum device engineering. Graphyne could be a promising candidate due to its unique lattice geometry, valley-structured electronic bands, and thermal transport capabilities. However, chiral phonons in graphyne remain unexplored owing to the existence of inversion ($\\mathscr{P}$) and time-reversal ($\\mathscr{T}$) symmetries. Herein, we have demonstrated the existence of chiral phonons in graphynes, achieved by breaking combined $\\mathscr{PT}$ symmetry through atomic-selective substitutional doping. We find that the B, N, dopants and ortho BN co-dopant in 6-6-12 and $\\gamma$-graphynes induce localized structural deformations. These deformations lift phonon degeneracies away from $\\Gamma$ point and give rise to circularly polarized vibrational modes. We further established a strong correlation between chiral phonon angular momentum and electron affinity of dopants. Electron-rich dopants increase local electron density which could enable chiral phonon modes to couple more effectively with electronic environment. This in turn increases phonon angular momentum, indicating potential role of electron-phonon interactions in angular momentum modulation of chiral phonons. Our prosposed approach provides a tunable route for controlling chiral phonon behavior, paving way for development of advanced phononic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nonextensive Thermodynamics of the Morse Oscillator: Signature and Solid State Application",
      "authors": [
        "Arpita Goswami"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11045",
      "arxiv": "https://arxiv.org/abs/2508.11045",
      "doi": null,
      "summary": "In this work, we present a detailed thermodynamic analysis of a bound quantum system: the Morse oscillator within the framework of Tsallis nonextensive statistics. Using the property of the bound spectrum (upper bound) of the Morse potential, limited by the bond dissociation energy, we analytically derive the generalized partition function. We present results for both the high- and low-temperature limits. We propose the effective number of accessible states as a measure of nonextensivity. The calculation shows that the nonextensive framework further restricts the number of accessible states. We also derive the generalized internal energy and entropy and examine their dependence on temperature and the nonextensivity parameter \\( q \\). Numerical results confirm the strong effect of nonextensive behavior in the low-temperature regime (precisely low to moderate temperature), where the ratio of generalized internal energy and internal energy calculated from the Boltzmann Gibbs (BG) formula develops a nontrivial dip structure for \\( q < 1 \\). Moreover, the generalized specific heat shows the Schottky-type anomaly. We extend our study by deriving the specific heat of solids with BG and Tsallis statistics using the anharmonic energy levels of the Morse oscillator. This study suggests that the Morse oscillator is a solvable and physically meaningful testing ground for exploring the thermodynamics of quantum systems driven by nonextensive statistics, with implications for the vibrational properties of the non-equilibrium molecular thermodynamics (especially diatomic molecules)."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Circulation Statistics and Migdal Area Rule Beyond the Kibble-Zurek Mechanism in a Newborn Bose-Einstein Condensate",
      "authors": [
        "Matteo Massaro, Seong-Ho Shinn, Mithun Thudiyangal, Adolfo del Campo"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11047",
      "arxiv": "https://arxiv.org/abs/2508.11047",
      "doi": null,
      "summary": "The Kibble-Zurek mechanism (KZM) predicts that a newly formed superfluid prepared by a finite-time thermal quench is populated with vortices. The universality of vortex number statistics, beyond KZM, enables the characterization of circulation statistics within any region of area $A$ enclosed by a loop $C$. Migdal's minimal area rule of classical turbulence predicts that the probability density function of circulation around a closed contour is independent of the contour's shape. We verify the Migdal area rule for small loops with respect to the distance between the vortex and antivortex pairs and further characterize its universal breakdown for bigger loops. We further uncovered the nonequilibrium universality dictated by the KZM dynamics, which results in power-law scalings of the moments of the circulation statistics as a function of the quench time."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exact kinetic propagators for coherent state complex Langevin simulations",
      "authors": [
        "Thomas G. Kiely, Ethan C. McGarrigle, Glenn H. Fredrickson"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11057",
      "arxiv": "https://arxiv.org/abs/2508.11057",
      "doi": null,
      "summary": "We introduce and benchmark an improved algorithm for complex Langevin simulations of bosonic coherent state path integrals. Our approach utilizes a Strang splitting of the imaginary-time propagator rather than the conventional linear-order Taylor expansion, allowing us to construct an action that incorporates higher-order terms at negligible computational cost. The resulting algorithm enjoys guaranteed linear stability independent of the imaginary-time discretization, enabling more resource-efficient simulations. We demonstrate this improved performance for single-species bosons and for two-component bosons with Rashba spin-orbit coupling."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Atomic perspective on the topological magnetism in kagome metal Co3Sn2S2",
      "authors": [
        "Guowei Liu, Wei Song, Titus Neupert, M. Zahid Hasan, Hanbin Deng, Jia-Xin Yin"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11140",
      "arxiv": "https://arxiv.org/abs/2508.11140",
      "doi": null,
      "summary": "Topological quantum materials with kagome lattices have attracted intense interest due to their unconventional electronic structures, which exhibit nontrivial topology, anomalous magnetism, and electronic correlations. Among these, Co3Sn2S2 stands out as a prototypical kagome metal, uniquely combining intrinsic ferromagnetism with topologically nontrivial electronic states. This perspective presents a systematic overview of recent advances in studying kagome metal Co3Sn2S2 achieved through scanning tunneling microscopy. We begin by introducing different methodologies for surface identification and propose using designer layer-selective chemical markers for conclusive surface identification. We then discuss the Berry curvature induced flat band orbital magnetism and the associated unconventional Zeeman effect. Furthermore, we explore boundary states arising from Weyl topology and analyze challenges in detecting Fermi arcs via quasiparticle interference patterns and in uncovering the topological aspect of the edge states. Finally, we review recent observations of spin-orbit-coupled quantum impurity states through spin-polarized tunneling spectroscopy, as well as their connection to Weyl topology and flat band magnetism. We also provide in-depth analysis and constructive comments on the limitations of the current research approach. This review highlights the critical role of scanning tunneling microscopy in unraveling the intricate interplay between topology, magnetism, and correlations at the atomic scale, and the methodology discussed here can be applied to study other topological quantum materials in general."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electron Ptychography Images Hydrogen Atom Superlattices and 3D Inhomogeneities in Palladium Hydride Nanoparticles",
      "authors": [
        "Zixiao Shi, Qihao Li, Himani Mishra, Desheng Ma, H\\'ector D. Abru\\~na, David A. Muller"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11142",
      "arxiv": "https://arxiv.org/abs/2508.11142",
      "doi": null,
      "summary": "When hydrogen atoms occupy interstitial sites in metal lattices, they form metal hydrides (MHx), whose structural and electronic properties can differ significantly from the host metals. Owing to the small size of hydrogen atom and its unique interactions with the host metal, MHx is of broad interest in both fundamental science and technological applications. Determining where the hydrogen is located within the MHx, and whether it orders on the partially occupied interstitial sites is crucial for predicting and understanding the resultant physical and electronic properties of the hydride. Directly imaging hydrogen within a host material remains a major challenge due to its weak interaction with X-rays and electrons in conventional imaging techniques. Here, we employ electron ptychography, a scanning transmission electron microscopy technique, to image the three-dimensional (3D) distribution of H atoms in Palladium hydrides (PdHx) nanocubes, one of the most studied and industrially relevant MHx materials. We observe an unexpected one-dimensional superlattice ordering of hydrogen within the PdHx nanocubes and 3D hydrogen clustering in localized regions within PdHx nanocubes, revealing spatial heterogeneity in metal hydride nanoparticles previously inaccessible by other methods."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ferromagnetic and Spin-Glass Finite-Tempeature Order but no Antiferromagetic Order in the d=1 Ising Model with Long-Range Power-Law Interactions",
      "authors": [
        "E. Can Artun, A. Nihat Berker"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11168",
      "arxiv": "https://arxiv.org/abs/2508.11168",
      "doi": null,
      "summary": "The d=1 Ising ferromagnet and spin glass with long-range power-law interactions J r^-a is studied for all interaction range exponents a by a renormalization-group transformation that simultaneously projects local ferromagnetism and antiferromagnetism. In the ferromagnetic case, J>0, a finite-temperature ferromagnetic phase occurs for interaction range 0.74 2, the phase transition temperature discontinuously drops to zero and for a>2 there is no ordered phase above zero temperature, also as predicted by rigorous results. At the other end, on approaching a=0.74 from above, namely increasing the range of the interaction, the phase transition temperature diverges to infinity, meaning that, at all non-infinite temperatures, the system is ferromagnetically ordered. Thus, the equivalent-neighbor interactions regime is entered before (a > 0) the neighbors become equivalent, namely before the interactions become equal for all separations. The critical exponents alpha,beta, gamma,delta,eta,nu are calculated, from a large recursion matrix, varying as function of a. For antiferromagnetic J<0, all triplets of spins at all ranges have competing interactions and this highly frustrated system does not have an ordered phase. In the spin-glass system, where all couplings for all separations are randomly ferromagnetic or antiferromagnetic (with probability p), a finite-temperatures spin-glass phase is obtained in the absence of antiferromagnetic phase. In the spin-glass phase, the signature chaotic behavior under scale change occurs in a richer version than previously: In the long-range interaction of this system, the interactions at every separation become chaotic, yielding a piecewise chaotic interaction function."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Frequency Dependence of Phonon-Induced Current Noise in ArmchairCarbon Nanotube",
      "authors": [
        "Raimu Akimoto, Aina Sumiyoshi, Takahiro Yamamoto"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11199",
      "arxiv": "https://arxiv.org/abs/2508.11199",
      "doi": null,
      "summary": "We theoretically investigate the frequency dependence of phonon-induced current noise in armchair carbon nanotubes at room temperature. Our results reveal the emergence of multiple resonance peaks in the high-frequency regime, which cannot be accounted for by the Lorentzian lineshape expected from a Markovian process. The electron-phonon scattering processes responsible for most of these peaks are identified based on energy and momentum conservation laws and conventional selection rules. However, certain peaks cannot be fully explained within the framework of harmonic phonon scattering, suggesting the involvement of nontrivial interactions between electrons and anharmonic phonons."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Statistical Properties of Current Noise Induced by Electron-Phonon Scattering in Metallic Carbon Nanotubes",
      "authors": [
        "Aina Sumiyoshi, Keisuke Ishizeki, Takahiro Yamamoto"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11201",
      "arxiv": "https://arxiv.org/abs/2508.11201",
      "doi": null,
      "summary": "We theoretically investigate current noise in metallic carbon nanotubes induced by electron-phonon scattering, focusing on the probability density function (PDF) of the current that characterizes the nonequilibrium steady state. Quantum transport simulations combined with analyses of higher-order statistical moments reveal that the PDF evolves continuously from a Gaussian distribution in the ballistic regime to a non-Gaussian gamma distribution in the diffusive regime. In the crossover regime, the PDF exhibits pronounced asymmetry, attributed to a statistical imbalance in the number of conduction pathways contributing to high- and low-current events. Furthermore, in the diffusive regime, we identify non-Markovian features arising from high-frequency resonances in the current noise, which dominate the asymptotic scaling behavior of the current variance."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Optically Controlled Skyrmion Number Current",
      "authors": [
        "Emir Syahreza Fadhilla, M Shoufie Ukhtary, Ardian Nata Atmaja, Bobby Eka Gunara"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11209",
      "arxiv": "https://arxiv.org/abs/2508.11209",
      "doi": null,
      "summary": "We propose a mechanism to control the motion of magnetic Skyrmions through the generation of a Skyrmion number current. This current is induced and tuned by an explicitly time-dependent Hamiltonian that includes a Zeeman term arising from the interaction between the spin system and circularly polarized light. To capture the effect, we apply a first-order perturbation method to the Landau-Lifshitz-Gilbert equation, using a breathing Skyrmion ansatz based on the Belavin-Polyakov profile. This approach reveals that the time-dependent deformation of the Skyrmion boundary produces an anisotropic breathing mode, which in turn generates a nonzero Skyrmion number current. The resulting dynamics in momentum space form a limit cycle, whose characteristics depend solely on the external magnetic field amplitude, the Heisenberg exchange coupling, and the Gilbert damping constant. Our formulation not only clarifies the topological origin of optically driven Skyrmion motion but also points to Skyrmion number currents as a low-dissipation alternative to electric currents for efficient Skyrmion control."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Solid-Angle Nearest-Neighbor Method for Size-Disperse Systems of Spheres",
      "authors": [
        "Nydia Roxana Varela-Rosales, Michael Engel"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11220",
      "arxiv": "https://arxiv.org/abs/2508.11220",
      "doi": null,
      "summary": "Identifying nearest neighbors accurately is essential in particle-based simulations, from analyzing local structure to detecting phase transitions. While parameter-free methods such as Voronoi tessellation and the solid-angle nearest-neighbor (SANN) algorithm are effective in monodisperse systems, they become less reliable in mixtures with large size disparities. We introduce SANNR, a generalization of SANN that incorporates particle radii into the solid-angle criterion for robust, size-sensitive neighbor detection. We compare SANNR against Voronoi, Laguerre, and SANN in binary and size-disperse sphere mixtures. Using Wasserstein distance metrics, we show that SANNR closely matches size-aware Laguerre tessellation while preserving the geometric continuity of SANN. Applied to the crystallization of the complex AB$_{13}$ phase, SANNR improves detection of local bond-orientational order and better captures the emergence of global symmetry. SANNR thus offers a smooth, parameter-free, and extensible framework for neighbor detection in polydisperse and multicomponent systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Uncovering the Fourier Structure of Wavefunctions in Semiconductors",
      "authors": [
        "Yunfan Liang, Damien West, Shengbai Zhang"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11225",
      "arxiv": "https://arxiv.org/abs/2508.11225",
      "doi": null,
      "summary": "Symmetry dictates the physical properties of materials. The symmetry of the Bravais lattice defines the set of points, lines, and planes over which sets of planewaves are degenerate, upon which atomic symmetry determines the interaction potentials which may lift such degeneracies. This results in wavefunctions which are single planewaves throughout the BZ, except in the vicinity of the removed degeneracies. As optical transitions between any two planewaves are forbidden, only regions of the Brillouin zone (BZ) near these lifted degeneracies contribute to optical properties. Application to optical response of Si and other semiconductors reveals that a single band transition, with only two planewaves, well describes their dielectric properties. Further, it provides a framework to understand non-linear optical response which is demonstrated to arise from higher order degeneracy existing along high symmetry lines/points of the BZ."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Light Induced Quantum Anomalous Hall Effect in Cubic Rashba Spin-Orbit Coupled Systems",
      "authors": [
        "Debabrata Sinha"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11228",
      "arxiv": "https://arxiv.org/abs/2508.11228",
      "doi": null,
      "summary": "We investigate topological phase transitions in a two-dimensional electron system with cubic Rashba spin-orbit coupling driven by circularly polarized light. Within the Floquet framework, we demonstrate that light-matter interaction induces nontrivial band topology characterized by a quantized anomalous Hall response, with Chern insulating phases of C = 0, 1, and 3. These transitions are governed by gap closings at high-symmetry points in the Brillouin zone, controlled by the intensity and energy of the incident light. Introducing a weak linear Rashba term displaces Dirac points in momentum space without modifying the topology, whereas a purely linear Rashba system remains topologically trivial (C = 0). When both linear and cubic Rashba couplings are finite, the linear term confines nonzero-Chern phases to narrow parameter windows. In contrast, incorporating a linear Dresselhaus term into the cubic Rashba system can trigger topological transitions even at small coupling strengths. These results clarify the interplay between distinct spin-orbit interactions in Floquet-engineered Chern insulators and offer experimentally relevant pathways for achieving light-controlled topological phases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Metallic Contact Contributions in Thermal Hall Conductivity Measurements",
      "authors": [
        "Hongyu Ma, Xuesong Hu, Junren Shi"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11240",
      "arxiv": "https://arxiv.org/abs/2508.11240",
      "doi": null,
      "summary": "We investigate the influence of metallic contacts on thermal Hall measurements. By analyzing typical measurement configurations, we demonstrate that heat currents bypassing through metallic contacts can generate non-negligible thermal Hall signals, even when the actual thermal Hall conductivity of a measured insulator is zero. We show that the effect predicts thermal Hall conductivities that compare favorably with actual experimental observations across a variety of materials, reproducing both their temperature dependencies and magnitudes by assuming effective contact thicknesses on the order of 10$^{-2}$ of sample widths. It even reproduces the subtle differences in temperature dependencies between materials with high and low longitudinal thermal conductivity. Our study suggests the necessity of suppressing the bypass heat currents in thermal Hall measurements, which can be achieved by properly arranging the measurement configurations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dissipation-Induced Steady States in Topological Superconductors: Mechanisms and Design Principles",
      "authors": [
        "M. S. Shustin, S. V. Aksenov, I. S. Burmistrov"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11242",
      "arxiv": "https://arxiv.org/abs/2508.11242",
      "doi": null,
      "summary": "The search for conditions supporting degenerate steady states in nonequilibrium topological superconductors is important for advancing dissipative quantum engineering, a field that has attracted significant research attention over the past decade. In this study, we address this problem by investigating topological superconductors hosting unpaired Majorana modes under the influence of environmental dissipative fields. Within the Gorini-Kossakowski-Sudarshan-Lindblad framework and the third quantization formalism, we establish a correspondence between equilibrium Majorana zero modes and non-equilibrium kinetic zero modes. We further derive a simple algebraic relation between the numbers of these excitations expressed in terms of hybridization between the single-particle wavefunctions and linear dissipative fields. Based on these findings, we propose a practical recipes how to stabilize degenerate steady states in topological superconductors through controlled dissipation engineering. To demonstrate their applicability, we implement our general framework in the BDI-class Kitaev chain with long-range hopping and pairing terms -- a system known to host a robust edge-localized Majorana modes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Theory of Spiral Magnetism in Weyl semimetal SmAlSi",
      "authors": [
        "Lasin Thaivalappil, Rahul Verma, Hsin Lin, Bahadur Singh, Shin-Ming Huang"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11244",
      "arxiv": "https://arxiv.org/abs/2508.11244",
      "doi": null,
      "summary": "Recent neutron scattering and thermodynamic measurements suggest that Weyl electrons in the emergent Weyl semimetal SmAlSi mediate unconventional magnetic interactions and induce spiral magnetic order. In this work, we investigate the nature of these interactions by modelling long-range $f-f$ exchange mediated by itinerant $d$ electrons via the Ruderman-Kittel-Kasuya-Yosida (RKKY) mechanism, employing a material-specific tight-binding Hamiltonian obtained from first-principles calculations. The magnetic susceptibility is derived from the spin-spin correlation function based on the random phase approximation. Our results demonstrate that Fermi-surface nesting alone cannot account for the experimentally observed magnetic modulation at the wave vector (1/3, 1/3, 0); however, incorporating appropriate antiferromagnetic exchange interactions among the $d$ electrons yields the correct propagation vector. The spin-texture analysis reveals a configuration that is close to a cycloidal spin structure, preserving combined glide and time-reversal symmetry, and reflecting an intricate competition between inter- and intra-sublattice interactions in SmAlSi."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Time Crystals and Interacting Chiral Gauge Theories in Atomic BECs III: Role of the Page-Wootters mechanism",
      "authors": [
        "Patrik \\\"Ohberg, Ewan M. Wright"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11245",
      "arxiv": "https://arxiv.org/abs/2508.11245",
      "doi": null,
      "summary": "We build the case that our published chiral soliton model [Phys. Rev. Lett. 124, 250402 (2019)] can lead to a genuine quantum time crystal for smaller atom numbers. To do this we compare results from the chiral soliton model with exact numerical solutions for the ground state of the three-particle Schr\\\"odinger equation in the limit that the spatial profile of the soliton is largely independent of its center-of-mass motion. The connection between the two approaches is found via the Page-Wootters mechanism, and this is what allows for dynamical evolution even in the quantum ground state, as required for a genuine quantum time crystal."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Large-scale dynamics in visual quorum sensing chiral suspensions",
      "authors": [
        "Yuxin Zhou, Qingqing Yin, Shubhadip Nayak, Poulami Bag, Pulak K. Ghosh, Yunyun Li, Fabio Marchesoni"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11254",
      "arxiv": "https://arxiv.org/abs/2508.11254",
      "doi": null,
      "summary": "Motility induced phase separation is an efficient aggregation mechanism of active matter, yet biological systems exhibit richer organization through communication among constituents. We investigate suspensions of active particles that change chirality when neighbor density within their visual cone exceeds a threshold, a communication based non-reciprocal interaction akin to quorum sensing. Tuning the visual cone triggers programmable transitions: from disorder to phase separation to hyper-uniformity. Notably, phase separation triggers large-scale circulation, with robust edge currents persistently flowing around dense clusters, while particle distributions inside become effectively hyper-uniform. These are genuine non-reciprocal effects which occur even in the absence of steric interactions. Remarkably, in active-passive mixtures, only 5% quorum-sensing chiral particles suffice to induce collective circulation. Thus, simple perception-based rules can generate life-like order, offering design principles for programmable active materials and micro-robotic swarms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unified Field-integral Thermodynamics of Bose Mixtures: Stability and Critical Behavior",
      "authors": [
        "Yuan-Hong Chen, Renyuan Liao"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11263",
      "arxiv": "https://arxiv.org/abs/2508.11263",
      "doi": null,
      "summary": "We establish a unified thermodynamic framework for Bose mixtures at finite temperatures based on the functional field integral, within which the decision on whether to discard the anomalous densities, when determining the density configuration and stability matrix, yields distinct theories. Beyond the existing Hartree-Fock approximation and Ota-Giorgini-Stringari theory, retaining the anomalous densities throughout will provide a completely self-consistent thermodynamic description, requiring the combination of the Hartree-Fock-Bogoliubov approximation and the representative statistical ensemble. Comparing three approaches for predicting magnetic susceptibility, we highlight the role of anomalous densities in stabilizing superfluid mixtures. We further unveil that Feshbach coupling can either expand the regime of atomic and molecular superfluids, or induce a phase transition to a pure molecular superfluid, depending on their density ratio. Importantly, we show that thermal fluctuations will trigger a phase transition from stable to unstable mixtures, where anomalous densities can serve as distinct signatures for experimental observation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Atomistic spin dynamics with quantum colored noise",
      "authors": [
        "Fried-Conrad Weber, Felix Hartmann, Matias Bargheer, Janet Anders, Richard F. L. Evans"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11315",
      "arxiv": "https://arxiv.org/abs/2508.11315",
      "doi": null,
      "summary": "The accurate prediction of temperature-dependent magnetization dynamics is a fundamental challenge in computational magnetism. While Atomistic Spin Dynamics (ASD) simulations have emerged as a powerful tool for studying magnetic phenomena, their classical nature leads to significant deviations from experimental observations, particularly at low temperatures. Here we present a comprehensive implementation of quantum-corrected ASD into the Vampire software package, based on the open-system Landau-Lifshitz-Gilbert equation with a quantum thermostat. Our implementation incorporates memory effects along with colored noise derived from quantum-mechanical considerations that improve the description of the equilibrium magnetization. We demonstrate excellent quantitative agreement with experimental magnetization curves for nickel and gadolinium across the full temperature range. Our results establish that incorporating quantum environmental effects and colored noise substantially enhances the predictive capabilities of ASD simulations, providing a robust framework for modeling temperature-dependent magnetic phenomena in localized moment magnetic systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Enhanced anomalous Hall conductivity via Ga doping in Mn\\textsubscript{3}Sn and Mn\\textsubscript{3}Ge",
      "authors": [
        "Chenyue Wen, Danrong Xiong, Chengyi Yang, Dapeng Zhu, Weisheng Zhao"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11321",
      "arxiv": "https://arxiv.org/abs/2508.11321",
      "doi": null,
      "summary": "This study examines the anomalous Hall effect (AHE) in the Heusler series \\ce{Mn3Z} (Z=Ga, Ge, Sn), with a particular emphasis on the manipulation of non-collinear antiferromagnetic structures to enhance AHE. By employing density-functional theory and first-principles calculations, we demonstrate that the anomalous Hall conductivity is markedly responsive to electron filling. By strategically doping Ga into \\ce{Mn3Sn} and \\ce{Mn3Ge} in order to modulate the electron density, a significant increase in anomalous Hall conductivity (AHC) is achieved. It is noteworthy that a Ga:Sn ratio of 1:5 yields peak AHC values exceeding $\\mathrm{700(\\Omega \\cdot cm)^{-1}}$, while 3:7 Ga-Ge ratios can result in AHC values surpassing $600\\mathrm{(\\Omega \\cdot cm)^{-1}}$. A comparison between the virtual crystal approximation and supercell construction methods for doping has revealed consistent trends. The results of this study pave the way for optimizing AHE in non-collinear AFM materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fermi-liquid-like phase driven by next-nearest-neighbor couplings in a lightly doped kagome-lattice $t$-$J$ model",
      "authors": [
        "Xu-Yan Jia (School of Physics, Beihang University), Fan Yang (School of Physics, Beijing Institute of Technology), D. N. Sheng (Department of Physics and Astronomy, California State University Northridge, Northridge), Shou-Shu Gong (School of Physical Sciences, Great Bay University, Great Bay Institute for Advanced Study)"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11322",
      "arxiv": "https://arxiv.org/abs/2508.11322",
      "doi": null,
      "summary": "Due to the interplay between charge fluctuation and geometry frustration, the doped kagome-lattice Mott insulator is a fascinating platform to realize exotic quantum states. Through the state-of-the-art density matrix renormalization group calculation, we explore the quantum phases of the lightly doped kagome-lattice $t$-$J$ model in the presence of the next-nearest-neighbor electron hopping $t_2$ and spin interaction $J_2$. On the $L_y = 3$ cylinder ($L_y$ is the number of unit cells along the circumference direction), we establish a quantum phase diagram with tuning $t_2 > 0$ and $J_2 > 0$, showing an emergent Fermi-liquid-like phase driven by increased $t_2$ and $J_2$, which sits at the neighbor of the previously identified charge density wave (CDW) phase. Compared with the CDW phase, the charge order is significantly suppressed in the Fermi-liquid-like phase, and most correlation functions are greatly enhanced with power-law decay. In particular, we find the absence of hole pairing and a strong three-sublattice magnetic correlation. On the wider $L_y = 4$ cylinder, this Fermi-liquid-like phase persists at low doping levels, strongly suggesting that this state might be stable in the two-dimensional kagome system."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Pink noise in Electric Current from Amplitude Modulations",
      "authors": [
        "Masahiro Morikawa, Akika Nakamichi"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11369",
      "arxiv": "https://arxiv.org/abs/2508.11369",
      "doi": "10.1109/ICAEECI58247.2023.10370975",
      "summary": "We recently proposed that the general origin of 1/f fluctuation, or pink noise, is the amplitude modulation (or beat) of many waves with accumulating frequencies. In this paper, we verify this proposal in the electric current system. We use the classical Langevin equation to describe the electron wave packets flowing in the (semi-)conductor, affected by the back reaction of soft photon emission. If this were amplitude modulation, a demodulation process is needed to extract the fluctuation features. We first square the wave packet, which corresponds to the electric current, and obtain the 1/f fluctuation in this current data. We further speculate that this wave packet, after demodulation by thresholding, triggers the time sequence of the nerve firing. In our model, this also shows 1/f fluctuations, which is quite robust."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Pairwise correlations of global times in one-dimensional Brownian motion under stochastic resetting",
      "authors": [
        "Yihao Wang, Hanshuang Chen"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11387",
      "arxiv": "https://arxiv.org/abs/2508.11387",
      "doi": null,
      "summary": "Brownian motion with stochastic resetting-a process combining standard diffusion with random returns to a fixed position-has emerged as a powerful framework with applications spanning statistical physics, chemical kinetics, biology, and finance. In this study, we investigate the mutual correlations among three global characteristic times for one-dimensional resetting Brownian motion $x(\\tau)$ over the interval $\\tau \\in \\left[ 0, t\\right] $: the occupation time $t_o$ spent on the positive semi-axis, the time $t_m$ at which $x(\\tau)$ attains its global maximum, and the last-passage time $t_{\\ell}$ when the process crosses the origin. For the process starting from the origin and undergoing Poissonian resetting back to the origin, we analytically compute the pairwise joint distributions of these three times (in the Laplace domain) and derive their pairwise correlation coefficients. Our results reveal that these global times display rich correlations, with a non-trivial dependence on the resetting rate $r$. Specifically, we find that (i) While $t_{o}$ and $t_{\\ell}^m$ are uncorrelated for any positive integer $m$, $t_{o}^2$ and $t_{\\ell}^m$ display anti-correlation; (ii) A positive correlation exists between $t_{o}$ and $t_{m}$, which decays toward zero following a logarithmically corrected power-law way with an exponent of $-2$ as $r \\to \\infty$; (iii) The correlation between $t_{m}$ and $t_{\\ell}$ shifts from positive to negative as $r$ increases. All analytical predictions are validated by extensive numerical simulations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A 3D porous MXene/PNIPAAm hydrogel composite with advanced degradation stability and control of electronic properties in air",
      "authors": [
        "Sitao Wang, Chen Jiao, Gerald Gerlach, Julia K\\\"orner"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11392",
      "arxiv": "https://arxiv.org/abs/2508.11392",
      "doi": null,
      "summary": "This study reports the fundamental investigation of a novel composite material consisting of MXene (Ti$_3$C$_2$T$_x$) and a stimulus-responsive hydrogel (Poly(N-isopropylacrylamide) - PNIPAAm). In contrast to previously reported integration of MXene and hydrogels, the material described here offers a tunable porous structure for volatile organic compound (VOC) sensing that maintains its stability and responsiveness in any kind of gaseous environment and in a dried state. Furthermore, its synthesis is significantly simpler and more efficient compared to other studies on porous MXene composites. The presented study focuses on a fundamental investigation of the synthesized MXene/PNIPAAm composite's properties. Thereby, the fabrication and comparison of pure MXene and composite samples featuring either a compact or a highly porous three-dimensional microstructure, reveal unique properties with respect to: (i) controllable three-dimensional spatial arrangement of MXene instead of the prevalent stacked-sheet structure, (ii) reduction of oxidation-induced degradation of MXene and substantially enhanced stability over the course of three months, and (iii) tunable electronic states in response to gas interactions. Material characterization is conducted by scanning electron microscopy and rheology to assess the microstructural and mechanical properties, and in a chemiresistive measurement setup for determination of electrical properties and the evaluation of the composite's potential for VOC sensing in a gaseous environment with the test analyte acetone. These investigations reveal fundamentally novel material effects and properties that address some of the key MXene-related challenges. Additionally, the interplay between the MXene and the hydrogel enables unprecedented opportunities for enhancing the sensing potential of stimulus-responsive hydrogels, specifically in gaseous environments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Analytical study of a finite-range impurity in a one-dimensional Bose gas",
      "authors": [
        "T. Alper Yo\\u{g}urt, Matthew T. Eiles"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11394",
      "arxiv": "https://arxiv.org/abs/2508.11394",
      "doi": null,
      "summary": "One-dimensional Bose gases present an interesting setting to study the physics of Bose polarons, as density fluctuations play an enhanced role due to reduced dimensionality. Theoretical descriptions of this system have predominantly relied on contact pseudopotentials to model the impurity-bath interaction, leading to unphysical results in the strongly coupled limit. In this work, we analytically solve the Gross-Pitaevskii equation, using a square well potential instead of a zero-range potential, for the ground-state wave function of a static impurity. We compute perturbative corrections arising from infinitesimally slow impurity motion. The polaron energy and effective mass remain finite in the strongly coupled regime, in contrast to the divergent behavior obtained using a contact potential. Moreover, we provide a universal description in this limit characterized by the dimensionless ratio $\\bar{w} \\equiv w/\\xi$ between the interaction range $w$ of the impurity-bath potential and the coherence length $\\xi$ of the Bose gas. The effective mass exhibits a $1/ \\bar{w}$ scaling. The energy of the attractive polaron scales as $-1/\\bar{w}^3$, whereas the repulsive polaron features subleading corrections to the dark soliton energy at the order $\\bar{w}^3$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hole doping as an efficient route to increase the Curie temperature in monolayer CrI$_3$",
      "authors": [
        "Marko Orozovi\\'c, Bo\\v{z}idar N. \\v{S}o\\v{s}ki\\'c, Silvia Picozzi, \\v{Z}eljko \\v{S}ljivan\\v{c}anin, Srdjan Stavri\\'c"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11397",
      "arxiv": "https://arxiv.org/abs/2508.11397",
      "doi": null,
      "summary": "Two-dimensional van der Waals (vdW) magnets offer unprecedented opportunities to control magnetism at the atomic scale. Through charge carrier doping - realized by electrostatic gating, intercalation/adsorption, or interfacial charge transfer - one can efficiently tune exchange interactions and spin-orbit-induced effects in these systems. In this work, through a multi-scale theoretical framework combining density functional theory, spin Hamiltonian modeling, and Wannier-function analysis, we choose monolayer CrI$_3$ to unravel how carrier doping affects the isotropic as well as anisotropic exchange interactions in this prototypical vdW ferromagnet. The remarkable efficiency of hole doping in enhancing ferromagnetic exchange and magnetic anisotropy found in our study was explained through orbital-resolved analysis. Crucially, we demonstrated that unlike the undoped system - where isotropic exchange interactions govern magnetic long-range order - the hole-doped CrI$_3$ exhibits anisotropic terms comparable in magnitude to isotropic ones. Finally, we show that a high concentration of holes in a CrI$_3$ monolayer can increase its Curie temperature above 200 K. This work advances our understanding of doping-controlled magnetism in semiconducting 2D materials, demonstrating how anisotropy engineering can stabilize high-temperature magnetic order."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The contribution of electron and hole conductivity to the transport loss in organic solar cells",
      "authors": [
        "Chen Wang, Toni Seiler, Doyoung Sun, Safa Shoaee, Maria Saladina, Carsten Deibel"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11399",
      "arxiv": "https://arxiv.org/abs/2508.11399",
      "doi": null,
      "summary": "The effective conductivity determines the reciprocal of the transport resistance, the dominant loss of fill factor in organic solar cells. We experimentally determine the dependence of effective conductivity on its electron and hole contributions. Using PM6:Y12 blends with tunable morphological and energetic disorder, we show that the effective conductivity follows a harmonic mean of electron and hole conductivities even across nearly three orders of magnitude in conductivity imbalance. We also validate the method for directly extracting effective conductivity from current-voltage measurements, eliminating the need to rely on indirect mobility and charge carrier density-based proxies. Our findings challenge the widespread use of geometric mean approximations and offer a more accurate framework for analysing and modelling transport in disordered organic semiconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Realistic modelling of transport properties at finite tempeature in magnetic materials by local quantization of a Heisenberg model",
      "authors": [
        "Fabian Engelke, Christian Heiliger"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11405",
      "arxiv": "https://arxiv.org/abs/2508.11405",
      "doi": null,
      "summary": "The quantitative description of the electrical resistivity of a magnetic material remains challenging to this day. Qualitatively, it is well understood that the temperature-induced lattice and spin disorder determines the temperature dependence of the resistivity. While prior publications reached good agreement with experiment in the so-called supercell or direct approach for non-magnetic materials where the spin-disorder contribution to the resistivity is negligible, an accurate, purely theoretical description of magnetic materials remains elusive. This shortcoming can be attributed to the missing accuracy in the description of the temperature-dependent spin-disorder itself. In this work, we employ a joint approach from \\textit{ab-initio} transport calculations and atomistic modeling of the temperature-dependent spin-disorder. Using the example of $\\alpha$-Fe, we demonstrate that the inclusion of quantum mechanical effects using a semiclassical local quantization of the Heisenberg model significantly improves the description of the spin-disorder component to the electrical resistivity. Compared to previous approaches, this model includes the description of magnetic short-range order effects, enabling us to study temperature effects around and above the Curie temperature, where prior mean-field theory-based approaches inevitably predicted a constant contribution."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Thermodynamically Consistent Coarse-graining: from Interacting Particles to Fields via Second Quantization",
      "authors": [
        "Atul Tanaji Mohite, Heiko Rieger"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11430",
      "arxiv": "https://arxiv.org/abs/2508.11430",
      "doi": null,
      "summary": "We systematically derive an exact coarse-grained description for interacting particles with thermodynamically consistent stochastic dynamics, applicable across different observation scales, the mesoscopic and the macroscopic. We implement the coarse-graining procedure using the Doi-Peliti field theory, which preserves microscopic noise effects on the meso/macro scale. The exact mapping reveals the key role played by Poissonian particle occupancy statistics. We show the implications of the exact coarse-graining method using a prototypical flocking model, namely the active Ising model, which exhibits a mismatch between the microscopic and macroscopic mean-field coarse-grained descriptions. Our analysis shows that the high- and low-density regimes are governed by two different coarse-grained equations. In the low-density regime, noise effects play a prominent role, leading to a first-order phase transition. In contrast, the second-order phase transition occurs in the high-density regime. Due to the exact coarse-graining methods, our framework also opens up applicability to systematically analyze noise-induced phase transitions in other models of reciprocally and non-reciprocally interacting particles."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin-to-charge-current conversion in altermagnetic candidate RuO$_2$ probed by terahertz emission spectroscopy",
      "authors": [
        "J. Jechumt\\'al, O. Gueckstock, K. Jasensk\\'y, Z. Ka\\v{s}par, K Olejn\\'ik, M. Gaerner, G. Reiss, S. Moser, P. Kessler, G. De Luca, S. Ganguly, J. Santiso, D. Scheffler, J. Z\\'azvorka, P. Kuba\\v{s}\\v{c}\\'ik, H. Reichlova, E. Schmoranzerova, P. N\\v{e}mec, T. Jungwirth, P. Ku\\v{z}el, T. Kampfrath, L. N\\'advorn\\'ik"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11481",
      "arxiv": "https://arxiv.org/abs/2508.11481",
      "doi": null,
      "summary": "Using the THz emission spectroscopy, we investigate ultrafast spin-to-charge current conversion in epitaxial thin films of the altermagnetic candidate RuO$_2$. We perform a quantitative analysis of competing effects that can contribute to the measured anisotropic THz emission. These include the anisotropic inverse spin splitter and spin Hall effects in RuO$_2$, the anisotropic conductivity of RuO$_2$, and the birefringence of the TiO$_2$ substrate. We observe that the leading contribution to the measured signals comes from the anisotropic inverse spin Hall effect, with an average spin-Hall angle of $2.4\\times 10^{-3}$ at room temperature. In comparison, a possible contribution from the altermagnetic inverse spin-splitter effect is found to be below $2\\times 10^{-4}$. Our work stresses the importance of carefully disentangling spin-dependent phenomena that can be generated by the unconventional altermagnetic order, from the effects of the relativistic spin-orbit coupling."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exceptionally deficient topological square-root insulators",
      "authors": [
        "Subhajyoti Bid, Henning Schomerus"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11490",
      "arxiv": "https://arxiv.org/abs/2508.11490",
      "doi": null,
      "summary": "One of the most surprising features of effectively non-Hermitian physical systems is their potential to exhibit a striking nonlinear response and fragility to small perturbations. This feature arises from spectral singularities known as exceptional points, whose realization in the spectrum typically requires fine-tuning of parameters. The design of such systems receives significant impetus from the recent conception of \\emph{exceptional deficiency}, in which the entire energy spectrum is composed of exceptional points. Here, we present a concrete and transparent mechanism that enforces exceptional deficiency through lattice sum rules in non-Hermitian topological square-root insulators. We identify the resulting dynamical signatures in static broadband amplification and non-Abelian adiabatic state amplification, differentiate between bulk and boundary effects, and outline routes to implementation in physical platforms"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Gating upconversion electroluminescence in a single molecule via adsorption-induced interaction of unpaired spin",
      "authors": [
        "Vibhuti N. Rai, Christof Holzer, Carsten Rockstuhl, Wulf Wulfhekel, Lukas Gerhard"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11501",
      "arxiv": "https://arxiv.org/abs/2508.11501",
      "doi": null,
      "summary": "Molecules with unpaired spins (radicals) offer promising alternatives to closed-shell molecules as they are less limited regarding the spin statistics in their electroluminescence. Here, we combine scanning tunneling microscopy induced luminescence and density functional theory to study single vanadyl phthalocyanine molecules, which are stable neutral radicals. Two distinct adsorption geometries of the molecule on NaCl/Au(111) lead to a difference in the interaction of the unpaired electron with the substrate, which in turn allows us to investigate its effects on the light emission process. Remarkably, we observe that up-conversion electroluminescence is gated by the adsorption geometry of the molecule, an effect we attribute to a reordering of excited states and enhanced excited state transition probabilities. The profound influence of the unpaired electron via state reordering opens new possibilities for tuning not only molecular electroluminescence but also many other spin dependent phenomena."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "pylimer-tools: A Python Package for Generating and Analyzing Bead-Spring Polymer Networks",
      "authors": [
        "Tim Bernhard, Fabian Schwarz, Andrei A. Gusev"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11509",
      "arxiv": "https://arxiv.org/abs/2508.11509",
      "doi": null,
      "summary": "The Python package pylimer-tools is a comprehensive toolkit for computational studies of polymer networks, particularly bead-spring networks. The package provides functionality to generate polymer networks using Monte Carlo (MC) procedures and analyze their structural and mechanical properties. Key features include detection of loops, reduction of the network to its ground state energy both with and without entanglements by the Force Balance procedure, and thereafter computing the soluble and dangling fractions of network strands, as well as the equilibrium shear modulus. The toolkit supports analysis of structures generated both internally and by external simulation software such as LAMMPS. The package implements theoretical frameworks including Miller-Macosko theory and provides a dissipative particle dynamics (DPD) simulator with slip-spring entanglement modeling. Built with C++ for performance and exposed through Python bindings, pylimer-tools addresses the need for specialized tools in computational polymer science."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Quench Dynamics in an Exactly Solvable Two-Dimensional Non-Fermi Liquid System",
      "authors": [
        "Hui Li, Run-Yu Chen, Wen-Yuan Liu, Yin Zhong, Hai-Qing Lin"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11510",
      "arxiv": "https://arxiv.org/abs/2508.11510",
      "doi": null,
      "summary": "Understanding the behavior of non-Fermi liquids (NFLs) is an important topic in condensed matter physics. Here we introduce an exactly solvable multi-orbital model based on iron oxypnictides and the Hatsugai-Kohmoto model, and provide exact investigations of the 2D NFLs nonequilibrium physics present in this model. Our results reveal fundamental departures from Fermi liquids and prior NFLs in the well-know SYK model: anomalous short-time scaling $-\\tau^2 \\ln \\tau$, $O(\\tau) \\sim \\tau^2$; long-time scaling $ \\tau^{-1}, \\tau^{-1/2}, \\ln \\tau / \\tau$; a strange critical behavior in the steady-state phase diagram. Our asymptotic results and dynamical critical behavior offer new insights into the orbital-related dynamical physics of 2D NFLs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Dynamical Bulk-Boundary Correspondence in Two Dimensional Topological Matter",
      "authors": [
        "Tomasz Mas{\\l}owski, Jesko Sirker, Nicholas Sedlmayr"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11521",
      "arxiv": "https://arxiv.org/abs/2508.11521",
      "doi": null,
      "summary": "Dynamical quantum phase transitions occur when a dynamical free energy becomes non-analytic at critical \\emph{times}. They have been shown to exist in, among other systems, topological insulators and superconductors. Additionally in both one dimensional systems and two dimensional higher order topological matter a dynamical analogue of the bulk-boundary correspondence has been observed which is suggestive of a dynamical switching between different phases. If the time evolving Hamiltonian is topologically non-trivial, zeroes of the Loschmidt matrix appear between critical times, leading to significant, periodically occurring contributions to the boundary dynamical free energy. In this article we extend these ideas to two dimensional topological matter by showing that in-gap bands in the spectrum of the Loschmidt matrix between successive critical times exist if the time evolving Hamiltonian is topologically non-trivial. We further show that these in-gap bands are directly responsible for a boundary contribution to the dynamical free energy, thus establishing a dynamical bulk-boundary correspondence in two dimensional topological matter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ultrafast X-ray interaction with photovoltaic materials: Thermal and nonthermal responses",
      "authors": [
        "Aldo Art\\'imez Pe\\~na, Nikita Medvedev"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11549",
      "arxiv": "https://arxiv.org/abs/2508.11549",
      "doi": null,
      "summary": "Cadmium telluride (CdTe), lead sulfide (PbS), and indium tin oxide (ITO) are important in various electronic technologies, for which laser irradiation is used to selectively modify and design their unique semiconductor properties. We employ the hybrid multiscale code XTANT-3 to simulate the kinetics of material response to ultrafast X-ray irradiation. The code accounts for nonequilibrium electronic and atomic dynamics, nonadiabatic coupling, nonthermal melting, and bond breaking due to electronic excitation. Among the materials studied, CdTe exhibits the highest radiation resistance, similar to CdS. At the respective threshold doses, the melting is primarily thermal, driven by electron-phonon coupling, which is accompanied by the band gap closure. Additionally, all materials show nonthermal melting at higher doses. Threshold doses increase further if energy sinks and recrystallization are included. In CdTe and PbS, below 1.5 eV/atom, the band gap returns to its original value upon recrystallization. As the dose increases, the cooled state becomes more amorphous, reducing the band gap until it stabilizes. Curiously, in a narrow window of deposited doses, ITO exhibit transient superionic behavior, with the liquid oxygen but solid In and Sn sublattices. At 0.6 eV/atom in CdTe and 0.4 eV/atom in PbS and ITO, material ablation from the surface occurs. The results suggest that femtosecond lasers may be used for tuning the band gap of photovoltaic semiconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Stabilizing and Tuning Superconductivity in La$_3$Ni$_2$O$_{7-\\delta}$ Films: Oxygen Recycling Protocol Reveals Hole-Doping Analogue",
      "authors": [
        "Lifen Xiang, Siyi Lei, Xiaolin Ren, Ziao Han, Zijian Xu, X. J. Zhou, Zhihai Zhu"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11581",
      "arxiv": "https://arxiv.org/abs/2508.11581",
      "doi": null,
      "summary": "The recent achievement of superconductivity in La$_3$Ni$_2$O$_{7-\\delta}$ with transition temperatures exceeding 40 K in thin films under compressive strain and 80 K in bulk crystals under high pressure opens new avenues for research on high-temperature superconductivity. The realization of superconductivity in thin films requires delicate control of growth conditions, which presents significant challenges in the synthesis process. Furthermore, the stability of superconducting La$_3$Ni$_2$O$_{7-\\delta}$ films is compromised by oxygen loss, which complicates their characterization. We introduce an effective recycling protocol that involves oxygen removal in a precursor phase followed by ozone-assisted annealing, which restores superconducting properties. By tuning the oxygen content, we construct an electronic phase diagram that highlights oxygen addition as a potential analogue to hole doping via La substitution with Sr, providing insights into the doping mechanism and guiding future material optimization."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Measuring irreversibility by counting: a random coarse-graining framework",
      "authors": [
        "Ruicheng Bao, Naruo Ohga, Sosuke Ito"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11586",
      "arxiv": "https://arxiv.org/abs/2508.11586",
      "doi": null,
      "summary": "Thermodynamic irreversibility is a fundamental concept in statistical physics, yet its experimental measurement remains challenging, especially for complex systems. We introduce a novel random coarse-graining framework to identify model-free measures of irreversibility in complex many-body systems. These measures are constructed from the asymmetry of cross-correlation functions between suitably chosen observables, providing rigorous lower bounds on entropy production. For many-particle systems, we propose a particularly practical implementation that divides real space into virtual boxes and monitors particle number densities within them, requiring only simple counting from video microscopy, without single-particle tracking, trajectory reconstruction, or prior knowledge of interactions. Owing to its generality and minimal data requirements, the random coarse-graining framework offers broad applicability across diverse nonequilibrium systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Low barrier ZrO$_x$-based Josephson junctions",
      "authors": [
        "Jaehong Choi, Maciej Olszewski, Luojia Zhang, Zhaslan Baraissov, Tathagata Banerjee, Kushagra Aggarwal, Sarvesh Chaudhari, Tom\\'as A. Arias, David A. Muller, Valla Fatemi, Gregory D. Fuchs"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11593",
      "arxiv": "https://arxiv.org/abs/2508.11593",
      "doi": null,
      "summary": "The Josephson junction is a crucial element in superconducting devices, and niobium is a promising candidate for the superconducting material due to its large energy gap relative to aluminum. AlO$_x$ has long been regarded as the highest quality oxide tunnel barrier and is often used in niobium-based junctions. Here we propose ZrO$_x$ as an alternative tunnel barrier material for Nb electrodes. We theoretically estimate that zirconium oxide has excellent oxygen retention properties and experimentally verify that there is no significant oxygen diffusion leading to NbO$_x$ formation in the adjacent Nb electrode. We develop a top-down, subtractive fabrication process for Nb/Zr-ZrO$_x$/Nb Josephson junctions, which enables scalability and large-scale production of superconducting electronics. Using cross sectional scanning transmission electron microscopy, we experimentally find that depending on the Zr thickness, ZrO$_x$ tunnel barriers can be fully crystalline with chemically abrupt interfaces with niobium. Further analysis using electron energy loss spectroscopy reveals that ZrO$_x$ corresponds to tetragonal ZrO$_2$. Room temperature characterization of fabricated junctions using Simmons' model shows that ZrO$_2$ exhibits a low tunnel barrier height, which is promising in merged-element transmon applications. Low temperature transport measurements reveal sub-gap structure, while the low-voltage sub-gap resistance remains in the megaohm range."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A non-Hermitian Su-Schrieffer-Heeger model with the energy levels of free parafermions",
      "authors": [
        "Edward McCann"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11601",
      "arxiv": "https://arxiv.org/abs/2508.11601",
      "doi": null,
      "summary": "Using a parent Hermitian tight-binding model on a bipartite lattice with chiral symmetry, we theoretically generate non-Hermitian models for free fermions with $p$ orbitals per unit cell satisfying a complex generalization of chiral symmetry. The $p$ complex energy bands in $k$ space are given by a common $k$-dependent real factor, determined by the bands of the parent model, multiplied by the $p$th roots of unity. When the parent model is the Su-Schrieffer-Heeger (SSH) model, the single-particle energy levels are the same as those of free parafermion solutions to Baxter's non-Hermitian clock model. This construction relies on fully unidirectional hopping to create Bloch Hamiltonians with the form of generalized permutation matrices, but we also describe the effect of partial unidirectional hopping. For fully bidirectional hopping, the Bloch Hamiltonians are Hermitian and may be separated into even and odd parity blocks with respect to inversion of the orbitals within the unit cell. Partially unidirectional hopping breaks the inversion symmetry and mixes the even and odd blocks, and the real energy spectrum evolves into a complex one as the degree of unidirectionality increases, with details determined by the topology of the parent model and the number of orbitals per unit cell, $p$. We describe this process in detail for $p=3$ and $p=4$ with the SSH model. We also apply our approach to graphene, and show that $AA$-stacked bilayer graphene evolves into a square root Hamiltonian of monolayer graphene with the introduction of unidirectional hopping. We show that higher-order exceptional points occur at edge states and solitons in the non-Hermitian SSH model, and at the Dirac point of non-Hermitian graphene."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The superconducting diode effect in Josephson junctions fabricated from structurally chiral Mo$_3$Al$_2$C",
      "authors": [
        "Peter T. Orban, Gregory Bassen, Evan N. Crites, Maxime A. Siegler, Tyrel M. McQueen"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11629",
      "arxiv": "https://arxiv.org/abs/2508.11629",
      "doi": null,
      "summary": "The superconducting diode effect occurs in superconducting materials in which both spin and inversion symmetry are broken. The recently observed chirality-induced spin selectivity effect demonstrates that chiral materials break both symmetries. Thus a Josephson junction interface with the left-handed structure on one side of the junction and the right-handed structure on the other should exhibit a diode effect. Here, we report the electrical transport properties of right-handed/left-handed and right-handed/right-handed devices fabricated from single crystals of the structurally chiral superconductor Mo$_3$Al$_2$C. A magnetic-field-induced superconducting diode effect is demonstrated in both devices by a statistically significant difference in $I_{c+}$ and $|I_{c-}|$, and we show evidence for a zero-field diode effect in the right-handed/left-handed device but not the right-handed/right-handed device. A maximum asymmetry of 5\\% is observed in both devices. We provide a few explanations for the presence of the superconducting diode effect in these devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interactive framework for techno-economic meta-analysis of marine hydrogen transportation",
      "authors": [
        "Lucas Hanssens, Maarten Houlleberghs, Karel Van Acker, Johan A. Martensand Eric Breynaert"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.10923",
      "arxiv": "https://arxiv.org/abs/2508.10923",
      "doi": null,
      "summary": "As a result of the wide span of uncertainties and input variables considered in recent peer-reviewed studies on hydrogen supply chains, consensus and generalized insight are hard to derive. This work presents a meta-analysis model, building upon a growing database of literature cost estimations and enabling dynamic investigation and comparison of hydrogen transportation chains under varying input scenarios. Also built into the framework is the evaluation of the impact of costing methodology and shipping fuel type. A convenient online interface allows to leverage increasing amounts of underlying cost data and assists users in gaining insight into generalized cost dynamics attributes. The method and toolbox are demonstrated via in-depth analysis of compressed hydrogen (GH2), liquefied hydrogen (LH2), dibenzyltoluene (LOHC) and ammonia as hydrogen carriers. Confined hydrogen clathrate hydrates are used as an example to demonstrate how one can deal with lower-TRL candidate technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Analysis of the Compaction Behavior of Textile Reinforcements in Low-Resolution In-Situ CT Scans via Machine-Learning and Descriptor-Based Methods",
      "authors": [
        "Christian D\\\"ureth, Jan Cond\\'e-Wolter, Marek Danczak, Karsten Tittmann, J\\\"orn Jaschinski, Andreas Hornig, Maik Gude"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.10943",
      "arxiv": "https://arxiv.org/abs/2508.10943",
      "doi": null,
      "summary": "A detailed understanding of material structure across multiple scales is essential for predictive modeling of textile-reinforced composites. Nesting -- characterized by the interlocking of adjacent fabric layers through local interpenetration and misalignment of yarns -- plays a critical role in defining mechanical properties such as stiffness, permeability, and damage tolerance. This study presents a framework to quantify nesting behavior in dry textile reinforcements under compaction using low-resolution computed tomography (CT). In-situ compaction experiments were conducted on various stacking configurations, with CT scans acquired at 20.22 $\\mu$m per voxel resolution. A tailored 3D{-}UNet enabled semantic segmentation of matrix, weft, and fill phases across compaction stages corresponding to fiber volume contents of 50--60 %. The model achieved a minimum mean Intersection-over-Union of 0.822 and an $F1$ score of 0.902. Spatial structure was subsequently analyzed using the two-point correlation function $S_2$, allowing for probabilistic extraction of average layer thickness and nesting degree. The results show strong agreement with micrograph-based validation. This methodology provides a robust approach for extracting key geometrical features from industrially relevant CT data and establishes a foundation for reverse modeling and descriptor-based structural analysis of composite preforms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Developing and Validating a High-Throughput Robotic System for the Accelerated Development of Porous Membranes",
      "authors": [
        "Hongchen Wang, Sima Zeinali Danalou, Jiahao Zhu, Kenneth Sulimro, Chaewon Lim, Smita Basak, Aimee Tai, Usan Siriwardana, Jason Hattrick-Simpers, Jay Werber"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.10973",
      "arxiv": "https://arxiv.org/abs/2508.10973",
      "doi": null,
      "summary": "The development of porous polymeric membranes remains a labor-intensive process, often requiring extensive trial and error to identify optimal fabrication parameters. In this study, we present a fully automated platform for membrane fabrication and characterization via nonsolvent-induced phase separation (NIPS). The system integrates automated solution preparation, blade casting, controlled immersion, and compression testing, allowing precise control over fabrication parameters such as polymer concentration and ambient humidity. The modular design allows parallel processing and reproducible handling of samples, reducing experimental time and increasing consistency. Compression testing is introduced as a sensitive mechanical characterization method for estimating membrane stiffness and as a proxy to infer porosity and intra-sample uniformity through automated analysis of stress-strain curves. As a proof of concept to demonstrate the effectiveness of the system, NIPS was carried out with polysulfone, the green solvent PolarClean, and water as the polymer, solvent, and nonsolvent, respectively. Experiments conducted with the automated system reproduced expected effects of polymer concentration and ambient humidity on membrane properties, namely increased stiffness and uniformity with increasing polymer concentration and humidity variations in pore morphology and mechanical response. The developed automated platform supports high-throughput experimentation and is well-suited for integration into self-driving laboratory workflows, offering a scalable and reproducible foundation for data-driven optimization of porous polymeric membranes through NIPS."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Generalized Crystalline Equivalence Principle",
      "authors": [
        "Devon Stockall, Matthew Yu"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.10978",
      "arxiv": "https://arxiv.org/abs/2508.10978",
      "doi": null,
      "summary": "We prove a general version of the crystalline equivalence principle which gives an equivalence of categories between a category of TQFTs defined on a generic space with $G$-symmetry, and a category of TQFTs with internal symmetry. We give a definition and classification of anomalies associated to TQFTs in the presence of spatial symmetry, which we then generalize to a definition of an anomaly for a categorical symmetry."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "When higher-order interactions enhance synchronization: the case of the Kuramoto model",
      "authors": [
        "Riccardo Muolo, Hiroya Nakao, Marco Coraggio"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.10992",
      "arxiv": "https://arxiv.org/abs/2508.10992",
      "doi": null,
      "summary": "Synchronization is a fundamental phenomenon in complex systems, observed across a wide range of natural and engineered contexts. The Kuramoto model provides a foundational framework for understanding synchronization among coupled oscillators, traditionally assuming pairwise interactions. However, many real-world systems exhibit group and many-body interactions, which can be effectively modeled through hypergraphs. Previous studies suggest that higher-order interactions shrink the attraction basin of the synchronous state, making it harder to reach and potentially impairing synchronization, despite enriching the dynamics. In this work, we show that this is not always the case. Through extensive numerical analysis of the higher-order Kuramoto model, we find that while strong higher-order interactions do generally work against synchronization, weak higher-order interactions can actually enhance it. This result is further corroborated by a cost-benefit analysis: under a constrained budget of both pairwise and higher-order interactions, a mixed allocation involving both consistently achieves higher synchronization than relying on either interaction type alone. These findings provide new insights into the role of higher-order interactions in shaping collective dynamics and point to design principles for optimizing synchronization in complex systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Reliable high-accuracy error mitigation for utility-scale quantum circuits",
      "authors": [
        "Dorit Aharonov, Ori Alberton, Itai Arad, Yosi Atia, Eyal Bairey, Matan Ben Dov, Asaf Berkovitch, Zvika Brakerski, Itsik Cohen, Eran Fuchs, Omri Golan, Or Golan, Barak D. Gur, Ilya Gurwich, Avieli Haber, Rotem Haber, Dorri Halbertal, Yaron Itkin, Barak A. Katzir, Oded Kenneth, Shlomi Kotler, Roei Levi, Eyal Leviatan, Yotam Y. Lifshitz, Adi Ludmer, Shlomi Matityahu, Ron Aharon Melcer, Adiel Meyer, Omrie Ovdat, Aviad Panahi, Gil Ron, Ittai Rubinstein, Gili Schul, Tali Shnaider, Maor Shutman, Asif Sinay, Tasneem Watad, Assaf Zubida, Netanel H. Lindner"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.10997",
      "arxiv": "https://arxiv.org/abs/2508.10997",
      "doi": null,
      "summary": "Error mitigation is essential for unlocking the full potential of quantum algorithms and accelerating the timeline toward quantum advantage. As quantum hardware progresses to push the boundaries of classical simulation, efficient and robust error mitigation methods are becoming increasingly important for producing accurate and reliable outputs. We introduce QESEM, a reliable, high-accuracy, characterization-based software implementing efficient, unbiased quasi-probabilistic error mitigation. We explain the innovative components underlying the operation of QESEM and demonstrate its capabilities in the largest utility-scale error mitigation experiment based on an unbiased method. This experiment simulates the kicked transverse field Ising model with far-from-Clifford parameters on an IBM Heron device. We further validate QESEM's versatility across arbitrary quantum circuits and devices through high-accuracy error-mitigated molecular VQE circuits executed on IBM Heron and IonQ trapped-ion devices. Compared with multiple variants of the widely used zero-noise extrapolation method, QESEM consistently achieves higher accuracy. These results mark a significant step forward in accuracy and reliability for running quantum circuits on devices available today across diverse algorithmic applications. Finally, we provide projections of QESEM's performance on near-term devices toward quantum advantage."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unphysical Solutions in Coupled-Cluster-Based Random Phase Approximation and How to Avoid Them",
      "authors": [
        "Ruiheng Song, Xiliang Gong, Hong-Zhou Ye"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11051",
      "arxiv": "https://arxiv.org/abs/2508.11051",
      "doi": null,
      "summary": "The direct ring coupled-cluster doubles (drCCD)-based random phase approximation (RPA) has provided an attractive framework for the development and application of RPA-related methods. However, a potential unphysical solution issue recently reported by Rekkedal and co-workers (J. Chem. Phys. 139, 081101, 2013) has raised significant concerns regarding the general applicability of coupled-cluster-based RPA, particularly in small-gap systems where RPA is anticipated to outperform commonly employed second-order perturbation theory. In this work, we elucidate the underlying origin of the multi-solution issue in drCCD and develop both a practical criterion for validating drCCD solutions and improved preconditioners based on level shifting and regularized MP2 methods for stabilizing the iterative solution of the drCCD equation. We demonstrate the robustness and effectiveness of our approach through representative systems -- including molecules with stretched bonds, large conjugated systems, and metallic clusters -- where standard drCCD iteration encounters convergence difficulties. Furthermore, we extend our approach to various recently developed reduced-scaling drCCD-based RPA methods, thereby establishing a foundation for their stable application to large-scale problems. The extension of our approach to RPA with exchange, quasiparticle RPA, and particle-particle RPA is also discussed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Generalized Neumann boundary condition for the scalar field",
      "authors": [
        "J. C. Fernandes, J. P. Ferreira, F. E. Barone, F. A. Barone, G. Flores-Hidalgo, L. H. C. Borges"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11083",
      "arxiv": "https://arxiv.org/abs/2508.11083",
      "doi": null,
      "summary": "In this paper, we explore the Klein-Gordon field theory in $(D+1)$ dimensions in the presence of a $(D-1)$-dimensional hyperplanar $\\delta$-like potential that couples quadratically to the field derivatives. This model effectively generalizes the Neumann boundary condition for the scalar field on the plane, as it reduces to this condition in an appropriate limit of the coupling parameter. Specifically, we calculate the modifications to the Feynman propagator induced by the planar potential and analyze the interaction energy between a stationary point-like source and the potential, obtaining a general and exact expression. We demonstrate that, under certain conditions relating the field mass and the coupling constant to the external potential, the vacuum state becomes unstable, giving rise to a pair-creation phenomenon that resembles the Schwinger effect in quantum electrodynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tilted Material in an Optical Cavity: Light-Matter Moir\\'e Effect and Coherent Frequency Conversion",
      "authors": [
        "Arshath Manjalingal, Saeed Rahmanian Koshkaki, Logan Blackham, Arkajit Mandal"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11237",
      "arxiv": "https://arxiv.org/abs/2508.11237",
      "doi": null,
      "summary": "Exciton-polaritons formed inside optical cavities offer a highly tunable platform for exploring novel quantum phenomena. Here, we introduce and theoretically characterize a light-matter moir\\'e effect (LMME) that arises when a 2D material is tilted inside a planar optical cavity, in contrast to stacking multiple layers at a twist angle as is done in forming 2D moir\\'e hetero-structures. We show that this geometric tilt produces emergent periodicity in the light-matter coupling, yielding displaced replicas of the polariton dispersion and flat bands near the Brillouin-zone center. Through time-dependent quantum dynamical simulations, we demonstrate that LMME enables coherent frequency conversion and remains robust against phonon-induced decoherence. Our findings establish LMME as a new platform for engineering polariton band structures, the generation of flat bands and performing coherent frequency conversion relevant for developing polariton-based quantum devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Analytical models for coated plasmonic particles: effects of shape and size-corrected dielectric function",
      "authors": [
        "Nikolai G. Khlebtsov, Sergey V. Zarkov"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11248",
      "arxiv": "https://arxiv.org/abs/2508.11248",
      "doi": null,
      "summary": "Recently, modal expansion methods (MEMs) were developed to accurately predict the extinction and scattering spectra of bare and coated plasmonic particles. However, it remains uncertain whether the accuracy of analytical models is preserved when incorporating size-corrected dielectric functions. We compare numerical (COMSOL) and analytical extinction and scattering spectra for various particle shapes - rods, disks, prisms, bicones, and bipyramids - using both bulk and size-corrected dielectric functions. Size correction primarily causes broadening and a reduction in the plasmonic peaks. Still, the accuracy of analytical models is maintained for all shapes except sharp bicones, where MEM fails for both bulk and size-corrected dielectric functions. This failure arises from the strong localization of the plasmonic field near the sharp bicone tips. However, for realistic bicone models with nanometer-scale tip curvature, MEM performs well."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Surpassing Carnot efficiency with relativistic motion",
      "authors": [
        "Dimitris Moustos, Obinna Abah"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11554",
      "arxiv": "https://arxiv.org/abs/2508.11554",
      "doi": null,
      "summary": "Relativistic thermal devices offer a unique platform for understanding the interplay between motion, quantum fields, and thermodynamics, revealing phenomena inaccessible to stationary systems. We consider a two-qubit SWAP heat engine whose working medium consists of inertially moving Unruh-DeWitt qubit detectors, each coupled to a scalar quantum field in thermal equilibrium at a distinct temperature. Relativistic motion causes the qubits to perceive frequency-dependent effective temperatures that are either hotter or colder than their respective reservoir temperature. We show that the relativistic temperature shift, perhaps the qubit velocity, can be harnessed as a thermodynamic resource to enhance the work output and the efficiency at maximum power of the heat engine. We derive a generalized second law for a heat engine with a moving working medium and demonstrate that it can exceed the standard Carnot bound defined by rest-frame temperatures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tensor network analysis of the maple-leaf antiferromagnet spangolite",
      "authors": [
        "Philipp Schmoll, Harald O. Jeschke, Yasir Iqbal"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2404.14905",
      "arxiv": "https://arxiv.org/abs/2404.14905",
      "doi": "10.1038/s43246-025-00904-1",
      "summary": "Spangolite (Cu$_6$Al(SO$_4$)(OH)$_{12}$Cl$\\cdot$3H$_2$O) is a hydroxy-hydrated copper sulfate mineral with a one-seventh depleted triangular lattice of Cu$^{2+}$ ions in each layer. Experimental measurements revealed a non-magnetic ground state at $T \\sim 8\\, \\text{K}$ with magnetic properties dominated by dimerization. We propose a spatially anisotropic Heisenberg model for the Cu$^{2+}$ spin-$1/2$ degrees of freedom on this geometrically frustrated and effectively two-dimensional maple-leaf lattice, featuring five symmetry inequivalent couplings with ferromagnetic bonds on hexagons and antiferromagnetic triangular bonds. The validity of the proposed Hamiltonian is demonstrated by state-of-the-art tensor network calculations, which can assess both the nature of the ground state as well as low-temperature thermodynamics, including the effects of a magnetic field. We provide theoretical support for a picture of a non-trivially correlated dimer ground state, which accounts for the appreciable reduction of the magnetic moment at high temperatures observed in experiment, thereby resolving a long-standing puzzle. We predict the static spin structure factor as well as the emergence of magnetisation plateaus at high values of an external magnetic field, explore the nature of the quantum states in them, and study their melting with increasing temperature."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Persistent quantum vibronic dynamics in a $5d^1$ double perovskite oxide",
      "authors": [
        "Naoya Iwahara, Jian-Rui Soh, Daigorou Hirai, Ivica \\v{Z}ivkovi\\'c, Yuan Wei, Wenliang Zhang, Carlos Galdino, Tianlun Yu, Kenji Ishii, Federico Pisani, Oleg Malanyuk, Thorsten Schmitt, Henrik M R{\\o}nnow"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2409.08095",
      "arxiv": "https://arxiv.org/abs/2409.08095",
      "doi": null,
      "summary": "Quantum entanglement between the spin, orbital, and lattice degrees of freedom in condensed matter systems can emerge due to an interplay between spin-orbit and vibronic interactions. Heavy transition metal ions decorated on a face-centered cubic lattice, for example, in $5d^1$ double perovskites, are particularly suited to support these quantum entangled states, but direct evidence has not yet been presented. In this work, we report additional peaks in the low-energy spectra of a $5d^1$ double perovskite, Ba$_2$CaReO$_6$, which cannot be explained by adopting a purely classical description of lattice vibrations. Instead, our theoretical analysis demonstrates that these spectroscopic signatures are characteristic of orbital-lattice entangled states in Ba$_2$CaReO$_6$. Crucially, both theory and experiment demonstrate that these quantum-entangled states persist to low temperatures, despite the onset of multipolar order."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Enhanced Krylov Methods for Molecular Hamiltonians: Reduced Memory Cost and Complexity Scaling via Tensor Hypercontraction",
      "authors": [
        "Yu Wang, Maxine Luo, Matthias Reumann, Christian B. Mendl"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2409.12708",
      "arxiv": "https://arxiv.org/abs/2409.12708",
      "doi": null,
      "summary": "We introduce an algorithm that is simultaneously memory-efficient and low-scaling for applying ab initio molecular Hamiltonians to matrix-product states (MPS) via the tensor-hypercontraction (THC) format. These gains carry over to Krylov subspace methods, which can find low-lying eigenstates and simulate quantum time evolution while avoiding local minima and maintaining high accuracy. In our approach, the molecular Hamiltonian is represented as a sum of products of four MPOs, each with a bond dimension of only 2. Iteratively applying the MPOs to the current quantum state in MPS form, summing and re-compressing the MPS leads to a scheme with the same asymptotic memory cost as the bare MPS and reduces the computational cost scaling compared to the Krylov method using a conventional MPO construction. We provide a detailed theoretical derivation of these statements and conduct supporting numerical experiments to demonstrate the advantage. Our algorithm is highly parallelizable and thus lends itself to large-scale HPC simulations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Increasing the proximity induced spin-orbit coupling in bilayer graphene/WSe$_2$ heterostructures with pressure",
      "authors": [
        "B\\'alint Szentp\\'eteri, Albin M\\'arffy, M\\'at\\'e Kedves, Endre T\\'ov\\'ari, B\\'alint F\\\"ul\\\"op, Istv\\'an K\\\"ukemezey, Andr\\'as Magyarkuti, Kenji Watanabe, Takashi Taniguchi, Szabolcs Csonka, P\\'eter Makk"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2409.20062",
      "arxiv": "https://arxiv.org/abs/2409.20062",
      "doi": "10.1103/PhysRevB.111.205415",
      "summary": "Combining graphene with transition metal dichalcogenides (TMDs) leads to enhanced spin-orbit coupling (SOC) in the graphene. The induced SOC has a large effect on the low-energy part of the band structure leading to or stabilizing novel phases such as topological phases or superconductivity. Here, the pressure dependence of the SOC strength is investigated in bilayer graphene/WSe$_2$ heterostructures. We performed magnetoconductance studies, such as weak localization, quantum Hall, and Shubnikov-de Haas oscillation measurements to extract the different SOC terms which determine the low-energy band structure of BLG. We find the proximity-induced SOC strengths increased by more than 50\\% as a result of applying 2\\,GPa hydrostatic pressure. Our studies highlight the opportunity to increase the SOC coupling strength with pressure, which can be important for correlated phases or spin qubits in BLG/WSe$_2$ heterostructures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nonthermal order by disorder",
      "authors": [
        "Francesco Grandi, Antonio Picano, Ronny Thomale, Dante M. Kennes, Martin Eckstein"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.02616",
      "arxiv": "https://arxiv.org/abs/2412.02616",
      "doi": "10.1016/j.newton.2025.100169",
      "summary": "The quench dynamics of systems exhibiting cooperative or almost competitive orders in equilibrium are explored using Ginzburg-Landau theory plus fluctuations. We show that when the renormalization of the free energy by fluctuations is taken into account, anisotropic stiffnesses and relaxation rates of the order parameters can lead to a stabilization of ordered states at transient free energy minima which are distinct from any (global or local) minima of the equilibrium free energy. This theory demonstrates that nonequilibrium fluctuations play a pivotal role in forming nonthermal orders. As nonthermal order and nonthermal fluctuations mutually stabilize each other over some time, this mechanism could be seen as a nonequilibrium variant of the order-by-disorder phenomenon. We discuss the potential relevance of these findings for systems with intertwined orders, such as superconductivity and density wave orders, relevant for high-temperature superconductors and the kagome metals, as well as for systems that show orbital ordering."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological Insulator nano-SQUID: Flux-tunable platform for topological superconductivity",
      "authors": [
        "Ella Nikodem, Jakob Schluck, Henry F. Legg, Max Geier, Michal Papaj, Mahasweta Bagchi, Liang Fu, Yoichi Ando"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.07993",
      "arxiv": "https://arxiv.org/abs/2412.07993",
      "doi": null,
      "summary": "Many efforts have been made in the past decade to realize topological superconductivity using superconducting proximity effect, but an ideal platform is still lacking. A 3D topological insulator (TI) is promising for this purpose due to the spin-momentum-locked surface state. Here we propose a novel yet simple TI platform which gives rise to a topological phase that is robust against disorder. It consists of a bulk-insulating rectangular TI nanowire laterally sandwiched by two superconductors. In this structure, the top and bottom surfaces individually work as SNS line junctions, forming a nanometer-scale columnar SQUID in which the nanowire cross-section defines the threading magnetic flux $\\Phi$ in axial magnetic fields. We theoretically show that, when the two junctions are asymmetric, a robust topological phase occurs periodically for a wide range of $\\Phi$, independently of the chemical potential. Our experiment found that a TI device of this structure indeed behaves as a columnar nano-SQUID where the supercurrent flows only through the top and bottom surfaces with vanishing bulk contribution. Furthermore, the top/bottom asymmetry can be tuned by a back gate, a key ingredient for the topological phase."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Supersolid phases of bosons",
      "authors": [
        "Sudip Sinha, S. Sinha"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.06660",
      "arxiv": "https://arxiv.org/abs/2502.06660",
      "doi": "10.1088/1361-648X/adf6fb",
      "summary": "Supersolids--the enigmatic phase of quantum matter, with properties resembling both the superfluid and solid states--have been actively sought over the past 70 years. We provide a comprehensive review of the developments to date in experimental and theoretical studies of the supersolid phases of bosons, with a particular focus on their observation in ultracold atomic gases. Additionally, the use of optical lattices facilitates the realization of `lattice-supersolids', which paves the way to study the effect of correlations in a controlled manner. A brief theoretical framework is presented to characterize this puzzling state with competing orders and to gain insight into its basic properties. Various types of supersolid phases and the different platforms used to achieve them are described. Finally, we discuss the future prospects of research and the potential to achieve supersolids with more exotic features."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phases and critical transport of the SU(N) Hofstadter-Hubbard model on the triangular lattice",
      "authors": [
        "Lu Zhang, Rongning Liu, Xue-Yang Song"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.10023",
      "arxiv": "https://arxiv.org/abs/2502.10023",
      "doi": null,
      "summary": "We report the study of phases and transitions of SU(N) Hofstadter-Hubbard model subject to commensurate magnetic field on the triangular lattice. At filling one fermion per site, for the number of fermion flavors 2 <= N <= 8, we identify three distinct phases and calculate critical interaction strength from parton mean-field approximation. Integer quantum Hall, chiral spin liquid, and valence bond solid states could be realized upon varying the Hubbard interaction U and the number of flavor N . We construct the critical theory for the putative continuous transition from quantum Hall states to chiral spin liquid and calculate the critical transport behavior using quantum Boltzmann equations for general N . These results could be validated in synthetic systems such as moir'e superlattices and cold atom platforms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological phase transition through tunable nearest-neighbor interactions in a one-dimensional lattice",
      "authors": [
        "Rajashri Parida, Diptiman Sen, Tapan Mishra"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.14603",
      "arxiv": "https://arxiv.org/abs/2502.14603",
      "doi": null,
      "summary": "We investigate the phase diagram of a one-dimensional model of hardcore bosons or spinless fermions with tunable nearest-neighbor interactions. By introducing alternating repulsive and attractive interactions on consecutive bonds, we show that the system undergoes a transition from a bond-ordered (BO) phase to a charge-density wave-II (CDW-II) phase as the attractive interaction strength increases at a fixed repulsive interaction. For a specific interaction pattern, the BO phase exhibits topological properties, which vanish when the pattern is altered, leading to a transition from a topological BO phase to a trivial BO phase through a gap-closing point where both interactions vanish. We identify these phases using a combination of order parameters, topological invariants, edge-state analysis and Thouless charge pumping. By extending our analysis beyond half-filling, we explore the phase diagram across all densities and identify the superfluid (SF) and the pair-superfluid (PSF) phases, characterized by single-particle and bound-pair excitations at incommensurate densities. The proposed model is experimentally realizable in platforms such as Rydberg excited or ultracold atoms in optical lattices, offering a versatile framework to study such interplay between topology and interactions in low-dimensional systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Automated evaluation of imaginary time strong coupling diagrams by sum-of-exponentials hybridization fitting",
      "authors": [
        "Zhen Huang, Denis Gole\\v{z}, Hugo U. R. Strand, Jason Kaye"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.19727",
      "arxiv": "https://arxiv.org/abs/2503.19727",
      "doi": null,
      "summary": "We present an efficient separation of variables algorithm for the evaluation of imaginary time Feynman diagrams appearing in the bold pseudo-particle strong coupling expansion of the Anderson impurity model. The algorithm uses a fitting method based on AAA rational approximation and numerical optimization to obtain a sum-of-exponentials expansion of the hybridization function, which is then used to decompose the diagrams. A diagrammatic formulation of the algorithm leads to an automated procedure for diagrams of arbitrary order and topology. We also present methods of stabilizing the self-consistent solution of the pseudo-particle Dyson equation. The result is a low-cost and high-order accurate impurity solver for quantum embedding methods using general multi-orbital hybridization functions at low temperatures, appropriate for low-to-intermediate expansion orders. In addition to other benchmark examples, we use our solver to perform a dynamical mean-field theory study of a minimal model of the strongly correlated compound Ca$_2$RuO$_4$, describing the anti-ferromagnetic transition and the in- and out-of-plane anisotropy induced by spin-orbit coupling."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tracer dynamics in an interacting active bath: fluctuations and energy partition",
      "authors": [
        "Ritwick Sarkar, Ion Santra"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.15250",
      "arxiv": "https://arxiv.org/abs/2504.15250",
      "doi": null,
      "summary": "We investigate the dynamics of a massive tracer particle coupled to an interacting active bath, modeled as a harmonic chain of overdamped active particles analytically, with an aim to understand the impact of bath interactions and activity on the nonequilibrium fluctuations of the tracer. From the microscopic equations, we derive the tracer particle's effective Langevin equation, obtaining the dissipative and stochastic forces from the bath. We analyze the friction kernel, revealing power-law tails in the weak coupling limit and exponential decay in the strong coupling regime. Due to the interplay between bath interactions, probe-bath coupling, and activity, the mean squared displacement, velocity, and stationary velocity correlations exhibit different dynamical regimes, which we characterize analytically. Under harmonic confinement, we find that energy equipartition holds at low activity but breaks down at higher activity, with the kinetic energy exhibiting a non-monotonic dependence on the activity of the bath."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Equilibrium, Relaxation and Fluctuations in homogeneous Bose-Einstein Condensates: Linearized Classical Field Analysis",
      "authors": [
        "Nils A. Krause, Ashton S. Bradley"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.03216",
      "arxiv": "https://arxiv.org/abs/2505.03216",
      "doi": null,
      "summary": "Open quantum systems theory is central to describing the dynamics and equilibration of dilute-gas Bose-Einstein condensates (BECs). We present an analysis of the linearized stochastic projected Gross-Pitaevskii equation (SPGPE) describing finite-temperature BECs. Our treatment provides an optimal choice for the cut-off that divides the Bose gas into the low-energy coherent region forming a classical wave, and the high-energy thermal cloud treated as a reservoir. Moreover, it highlights the relevance of energy damping, the number-conserving scattering between thermal and coherent atoms. We analyze the equilibrium properties and near-equilibrium relaxation of a homogeneous BEC in one, two and three dimensions at high phase-space density, and calculate the autocorrelation function and power spectrum of the density and phase fluctuations. Simulations of the full non-linear SPGPE are in close agreement, and extend our arguments beyond the linear regime. Our work suggests the need for a re-examination of decay processes in BECs studied under the neglect of energy damping."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Linear Magnetoresistance and Anomalous Hall Effect in the Superconductor NiBi$_{3}$",
      "authors": [
        "Gabriel Sant'ana, Jully Paola Pe\\~na Pacheco, David Mockli, Fabiano Mesquita da Rosa, Sergio Garcia Magalh\\~aes, Paulo Pureur, Milton A. Tumelero"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.11285",
      "arxiv": "https://arxiv.org/abs/2505.11285",
      "doi": null,
      "summary": "The NiBi$_{3}$ compound exhibits a compelling interplay between superconductivity and magnetism, further enriched by topological characteristics that make it an exceptional platform for exploring emergent electronic phenomena. Here, we report experimental evidence of unconventional magnetic phenomena in high-quality single crystals of NiBi$_3$, revealed through detailed magnetotransport measurements. The magnetoresistance displays a non-usual temperature dependence, featuring both a classical Lorentz-like component and a linear-in-field contribution. In addition, anomalous Hall effect signal persist down to the superconducting transition temperature and vanish above 75 K. These observations suggest that magnetic fluctuations play a significant role in charge transport in NiBi$_{3}$, highlighting a magnetically and topologically intertwined electronic structure. Our findings underscore the complex and multifaceted nature of this material."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ab initio study of strain-driven vacancy clustering in aluminum",
      "authors": [
        "Sayan Bhowmik, Abhiraj Sharma, Andrew J. Medford, John E. Pask, Phanish Suryanarayana"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.13245",
      "arxiv": "https://arxiv.org/abs/2505.13245",
      "doi": null,
      "summary": "We present a first principles investigation of strain-driven vacancy clustering in aluminum. Specifically, we perform Kohn-Sham density functional theory calculations to study the influence of hydrostatic strains on clustering in tri-, quad-, and heptavacancies. We find that compressive strains are a key driving force for vacancy aggregation, particularly for collapse of clusters on the (111) plane, consistent with prior experimental observations of vacancy clusters on this plane. Notably, we find that the heptavacancy on the (111) plane collapses to form a prismatic dislocation loop for hydrostatic compressive strains exceeding 5\\%, highlighting the critical role of such strains in prismatic dislocation loop nucleation in aluminum."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Learning the bulk and interfacial physics of liquid-liquid phase separation with neural density functionals",
      "authors": [
        "Silas Robitschko, Florian Samm\\\"uller, Matthias Schmidt, Robert Evans"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.08395",
      "arxiv": "https://arxiv.org/abs/2507.08395",
      "doi": null,
      "summary": "We use simulation-based supervised machine learning and classical density functional theory to investigate bulk and interfacial phenomena associated with phase coexistence in binary mixtures. For a prototypical symmetrical Lennard-Jones mixture our trained neural density functional yields accurate liquid-liquid and liquid-vapour binodals together with predictions for the variation of the associated interfacial tensions across the entire fluid phase diagram. From the latter we determine the contact angles at fluid-fluid interfaces along the line of triple-phase coexistence and confirm there can be no wetting transition in this symmetrical mixture."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Deciphering the Small-Angle Scattering of Polydisperse Hard Spheres using Deep Learning",
      "authors": [
        "Lijie Ding, Changwoo Do"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.09400",
      "arxiv": "https://arxiv.org/abs/2507.09400",
      "doi": "10.1063/5.0290589",
      "summary": "We introduce a deep learning approach for analyzing the scattering function of the polydisperse hard spheres system. We use a variational autoencoder-based neural network to learn the bidirectional mapping between the scattering function and the system parameters including the volume fraction and polydispersity. Such that the trained model serves both as a generator that produce scattering function from the system parameters, and an inferrer that extract system parameters from the scattering function. We first generate a scattering dataset by carrying out molecular dynamics simulation of the polydisperse hard spheres modeled by the truncated-shifted Lennard-Jones model, then analyze the scattering function dataset using singular value decomposition to confirm the feasibility of dimensional compression. Then we split the dataset into training and testing set and train our neural network on the training set only. Our generator model produce scattering function with significant higher accuracy comparing to the traditional Percus-Yevick approximation and $\\beta$ correction, and the inferrer model can extract the volume fraction and polydispersity with much higher accuracy than traditional model functions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Axially confined binary quantum droplets: ground states and central vortices",
      "authors": [
        "Srivatsa B. Prasad, Thomas P. Billam, Nick G. Parker"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.21805",
      "arxiv": "https://arxiv.org/abs/2507.21805",
      "doi": null,
      "summary": "Ultracold miscible mixtures of bosonic gases have been observed to form quantum droplet states stabilized by beyond-mean-field quantum fluctuations. Here we study the properties of the droplets when subjected to harmonic trapping in one dimension, using a combination of numerical, variational and analytical approaches. We map out the phase diagram between bound droplets and the unbound gas state and the form of the ground states. We additionally consider how the droplet solutions are modified by the presence of a central vortex and use these results to estimate the critical rotation frequency for vortices to be energetically favored. Our work helps to understand the physics of self-bound droplets and vortex droplets in flattened geometries."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Classical-to-Quantum Crossover in 2D TMD Field-Effect Transistors: A First-Principles Study via Sub-10 nm Channel Scaling Beyond the Boltzmann Tyranny",
      "authors": [
        "Yu-Chang Chen, Ken-Ming Lin"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.02380",
      "arxiv": "https://arxiv.org/abs/2508.02380",
      "doi": null,
      "summary": "Scaling field-effect transistors (FETs) into the sub-10 nm regime fundamentally alters electronic transport mechanisms, challenging the conventional design rules that have underpinned semiconductor technology for decades. The impact of competing classical and quantum transport on sub-10-nm 2D FET scaling remains poorly understood. In this work, we investigate the transport properties of 2D TMD nanojunctions with channel lengths from 12 down to 3 nm, using first-principles calculations that integrate the nonequilibrium Green function formalism implemented in density functional theory (NEGF-DFT) and an effective gate model. Our simulations reveal a pronounced crossover from semiclassical thermionic emission to quantum tunnelling, governed by two characteristic temperatures:(1) $T_{c}$, denotes the temperature at which the OFF current reaches its minimum, marking the optimal condition for turning off the transistor; (2) $T_{t}$, above which the subthreshold swing saturates at the Boltzmann tyranny scaled by the gate-control efficiency factor. Longer channels enter the classical regime at much lower temperatures, where thermionic emission dominates, and perfect contact with S.S. approaches the Boltzmann Tyranny scaled by the gate controlling efficiency. The shortest 3 nm junction exhibits pronounced quantum tunneling up to 500 K and achieves a subthreshold swing superior to the physical limit of transistors, known as the Boltzmann Tyranny, enabled by the steep energy dependence of the transmission coefficient. This study provides a theoretical prediction of the transition from classical to quantum transport in sub-10 nm 2D TMD transistors, identifying critical temperatures that define the boundary between these regimes and offering key design insights for harnessing quantum and classical hybrid transistor technology."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Engineering subgap states in superconductors by altermagnetism",
      "authors": [
        "Bo Lu, Phillip Mercebach, Pablo Burset, Keiji Yada, Jorge Cayao, Yukio Tanaka, Yuri Fukaya"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.03364",
      "arxiv": "https://arxiv.org/abs/2508.03364",
      "doi": null,
      "summary": "We investigate the realization and control of subgap states by tailored altermagnetic fields on unconventional superconductors. When the symmetries of altermagnetism and unconventional superconductivity align, we demonstrate the emergence of bulk zero-energy flat bands, giving rise to a zero-bias conductance peak. The symmetry and strength of $d$- and $g$-wave altermagnets strongly affect the surface Andreev states from $d$-wave and chiral $d$- and $p$-wave superconductors. As a result, distinct types of subgap states are realized, including curved and flat bands, that can be detected by tunneling spectroscopy. Furthermore, we find that the altermagnetism-induced subgap states give rise to a large spin conductance at zero net magnetization which helps identify the strength of the underlying altermagnetism and superconductivity. Our results offer a solid route for designing and manipulating subgap states in superconducting systems, which can be useful for functionalizing superconducting spintronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Symmetry-breaking-induced topology in FeSe",
      "authors": [
        "Mikel Garc\\'ia-D\\'iez, Jonas B. Profe, Augustin Davignon, Steffen Backes, Roser Valent\\'i, Maia G. Vergniory"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.03427",
      "arxiv": "https://arxiv.org/abs/2508.03427",
      "doi": null,
      "summary": "FeSe has been one of the most intensively studied iron-based superconductors over the past two decades, exhibiting a wide range of phenomena such as unconventional superconductivity, nematic order, magnetism, orbital-selective correlations, and structural phase transitions. While topologically non-trivial phases have been identified in certain cases -- such as Te-doped FeSe and monolayer FeSe -- topology in bulk FeSe has largely remained unexplored. In this work, we propose a new route to realize topological phases directly in bulk FeSe. We demonstrate that breaking the tetragonal $C_4$ rotational symmetry, thereby lowering the crystal symmetry, can drive FeSe into a strong topological insulating phase. To support this, we perform density functional theory calculations and analyze the band structure using Topological Quantum Chemistry and symmetry-based indicators. Our results show that both uniaxial strain and temperature-induced structural changes lead to non-trivial band topology. Moreover, incorporating electronic correlations through dynamical mean field theory reveals that the topological characteristics near the Fermi level remain robust, as the relevant bands experience only moderate renormalization. These findings highlight strain as a promising mechanism to induce topological phases in FeSe"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Bipartite entanglement and surface criticality",
      "authors": [
        "Yanzhang Zhu, Zenan Liu, Zhe Wang, Yan-Cheng Wang, Zheng Yan"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.07277",
      "arxiv": "https://arxiv.org/abs/2508.07277",
      "doi": null,
      "summary": "Recent works on the scaling behaviors of entanglement entropy at the SO(5) deconfined quantum critical point (DQCP) sparked a huge controversy. Different bipartitions gave out totally different conclusions for whether the DQCP is a unitary conformal field theory. In this work, we connect two previously disconnected fields -- the many-body entanglement and the surface criticality -- to reveal the behaviors of entanglement entropy in various bipartite scenarios, and point out what kind of bipartition truly reflects the criticality of the bulk. We have found that the correspondence between the entanglement spectrum and the edge energy spectrum still persists even at a bulk-gapless point (e.g. critical point), thereby influencing the behavior of entanglement entropy."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Identifying nonequilibrium degrees of freedom in high-dimensional stochastic systems",
      "authors": [
        "Catherine Ji, Ravin Raj, Benjamin Eysenbach, Gautam Reddy"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.08247",
      "arxiv": "https://arxiv.org/abs/2508.08247",
      "doi": null,
      "summary": "Any coarse-grained description of a nonequilibrium system should faithfully represent its latent irreversible degrees of freedom. However, standard dimensionality reduction methods typically prioritize accurate reconstruction over physical relevance. Here, we introduce a model-free approach to identify irreversible degrees of freedom in stochastic systems that are in a nonequilibrium steady state. Our method leverages the insight that a black-box classifier, trained to differentiate between forward and time-reversed trajectories, implicitly estimates the local entropy production rate. By parameterizing this classifier as a quadratic form of learned state representations, we obtain nonlinear embeddings of high-dimensional state-space dynamics, which we term Latent Embeddings of Nonequilibrium Systems (LENS). LENS effectively identifies low-dimensional irreversible flows and provides a scalable, learning-based strategy for estimating entropy production rates directly from high-dimensional time series data."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Superconductivity in imbalanced bilayer Hubbard model: enhanced $d$-wave and weakened $s^\\pm$-wave pairing",
      "authors": [
        "Ziying Jia, Xun Liu, Mi Jiang"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.10503",
      "arxiv": "https://arxiv.org/abs/2508.10503",
      "doi": null,
      "summary": "We investigate the bilayer model with two layers of imbalanced densities coupled by the interlayer hybridization. Using the large-scale dynamical cluster quantum Monte Carlo simulation, we discovered that increased hybridization induces a transition in the superconducting pairing from $d$-wave to $s^{\\pm}$-wave and the superconducting $T_c$ of $d$-wave pairing exhibits a non-monotonic dependence on the density imbalance. Remarkably, the optimal SC occurs at a moderate imbalance, whose SC is solely hosted by the layer with higher density (lower hole doping). Our results support the possibility of $T_c$ enhancement in composite picture where the underdoped layer provides the pairing strength while the overdoped layer promotes the phase coherence. The uncovered SC hosted by a single layer is reminiscent of our recent exploration on the trilayer Hubbard model. Our present study thus provides new insight that the SC can be enhanced via the layer differentiation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Deterministic roughening in the dc-driven precessional regime of domain walls",
      "authors": [
        "E. F. Pusiol, V. Lecomte, S. Bustingorry, A. B. Kolton"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.10859",
      "arxiv": "https://arxiv.org/abs/2508.10859",
      "doi": null,
      "summary": "We numerically study the dynamics of extended domain walls in homogeneous ferromagnets driven by a uniform magnetic field at zero temperature. Using both micromagnetic Landau-Lifshitz-Gilbert simulations and a collective-coordinate model, we show that flat domain walls become linearly unstable above the Walker breakdown field and below a higher threshold, provided their length exceeds a characteristic value. This instability is captured by a quasi-universal spectral diagram, parameterized solely by the Gilbert damping, that predicts the onset of deviations from rigid-wall behavior. Beyond the linear regime, large domain walls with bands of unstable modes exhibit spatiotemporal chaos, intricate Bloch line motion, and deterministic roughening. The system undergoes a dynamical phase transition from a flat to a rough moving phase at a critical field."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Grand-canonical Thermodynamic Formalism via IFS: volume, temperature, gas pressure and grand-canonical topological pressure",
      "authors": [
        "A. O. Lopes, E. R. Oliveira, W. de S. Pedra, V. Vargas"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2305.01590",
      "arxiv": "https://arxiv.org/abs/2305.01590",
      "doi": null,
      "summary": "-cross Abstract: We consider here a dynamic model for a gas in which a variable number of particles $N \\in \\mathbb{N}_0 := \\mathbb{N} \\cup \\{0\\}$ can be located at a site. This point of view leads us to the grand-canonical framework and the need for a chemical potential. The dynamics is played by the shift acting on the set of sequences $\\Omega := \\mathcal{A}^\\mathbb{N}$, where the alphabet is $\\mathcal{A} := \\{1,2,...,r\\}$. Introducing new variables like the number of particles $N$ and the chemical potential $\\mu$, we adapt the concept of grand-canonical partition sum of thermodynamics of gases to a symbolic dynamical setting considering a Lipschitz family of potentials $% (A_N)_{N \\in \\mathbb{N}_0}$, $A_N:\\Omega \\to \\mathbb{R}$. Our main results will be obtained from adapting well-known properties of the Thermodynamic Formalism for IFS with weights to our setting. In this direction, we introduce the grand-canonical-Ruelle operator: $\\mathcal{L}_{\\beta, \\mu}(f)=g$, when, $\\beta>0,\\mu<0,$ and \\medskip $\\,\\,\\,\\,\\,\\,\\,\\,\\,\\,\\,\\,\\,\\,g(x)= \\mathcal{L}_{\\beta, \\mu}(f) (x) =\\sum_{N \\in \\mathbb{N}_0} e^{\\beta \\, \\mu\\, N }\\, \\sum_{j \\in \\mathcal{A}} e^{- \\,\\beta\\, A_N(jx)} f(jx). $ \\medskip We show the existence of the main eigenvalue, an associated eigenfunction, and an eigenprobability for $\\mathcal{L}_{\\beta, \\mu}^*$. We can show the analytic dependence of the eigenvalue on the grand-canonical potential. Considering the concept of entropy for holonomic probabilities on $\\Omega\\times \\mathcal{A}^{\\mathbb{N}_0}$, we relate these items with the variational problem of maximizing grand-canonical pressure. In another direction, in the appendix, we briefly digress on a possible interpretation of the concept of topological pressure as related to the gas pressure of gas thermodynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Lattice Chern-Simons-Maxwell Theory and its Chirality",
      "authors": [
        "Ze-An Xu, Jing-Yuan Chen"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2410.11034",
      "arxiv": "https://arxiv.org/abs/2410.11034",
      "doi": "10.1007/JHEP08(2025)062",
      "summary": "-cross Abstract: We define and solve the $\\text{U(1)}$ Chern-Simons-Maxwell theory on spacetime lattice, with an emphasis on the chirality of the theory. Realizing Chern-Simons theory on lattice has been a problem of interest for decades, and over the years it has gradually become clear that there are two key points: 1) Some non-topological term, such as a Maxwell term, is necessary -- this is true even in the continuum, but more manifestly on the lattice; 2) the $\\text{U(1)}$ gauge field should be implemented in the Villainized form to retain its topological properties. Putting the two ideas together seriously, we show all interesting properties of a chiral Chern-Simons theory are reproduced in an explicitly regularized manner on the lattice. These include the bosonic and fermionic level quantization, the bulk and chiral edge spectrum, the Wilson loop flux attachment (with point-split framing or geometric framing depending on the Maxwell coupling), the Wilson loop spin, the ground state degeneracy, and, most non-trivially, the chiral gravitational anomaly."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The non-Hermitian skin effect: A perspective",
      "authors": [
        "Julius T. Gohsrich, Ayan Banerjee, Flore K. Kunst"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2410.23845",
      "arxiv": "https://arxiv.org/abs/2410.23845",
      "doi": "10.1209/0295-5075/addf77",
      "summary": "-cross Abstract: The non-Hermitian (NH) skin effect is a truly NH feature, which manifests itself as an accumulation of states, known as skin states, on the boundaries of a system. In this perspective, we discuss several aspects of the NH skin effect focusing on the most interesting facets of this phenomenon. Beyond reviewing necessary requirements to see the NH skin effect, we discuss the NH skin effect as a topological effect that can be seen as a manifestation of a truly NH bulk-boundary correspondence, stemming from the spectral topology, and show how skin states can be distinguished from topological boundary states. As most theoretical work has focused on studying the NH skin effect in one-dimensional non-interacting systems, recent developments of studying this effect in higher dimensions as well as in many-body systems are highlighted. Lastly, experimental signatures and applications are discussed, and an outlook is provided."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Passive leakage removal unit based on a disordered transmon array",
      "authors": [
        "Gonzalo Mart\\'in-V\\'azquez, Taneli Tolppanen, Matti Silveri"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.14391",
      "arxiv": "https://arxiv.org/abs/2502.14391",
      "doi": null,
      "summary": "-cross Abstract: Leakage out from the qubit subspace compromises standard quantum error correction protocols and is a challenge for practical quantum computing. We propose a passive leakage removal unit based on an array of coupled disordered transmons and last-site reset by feedback-measurement or dissipation. The transmons have parametric disorder both in frequency and anharmonicity such that the qubit subspace is protected by localization through energy level mismatch while the energy levels for leakage excitations are in resonance for maximized leakage mobility. Leakage excitations propagate through the idle transmons until reaching the last site with feedback-measurement or dissipation removing them. For removing leakage excitations, we find two optimal measurement rates, which are comprehensively understood through two distinct timescales between the propagation and disintegration of leakage excitations. Based only on an array of standard transmon devices, our approach is readily compatible with existing superconducting quantum processor designs under realistic conditions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Diffusion and instabilities in large-N holographic Fermi liquids: the vector fluctuations of the electron star",
      "authors": [
        "Vladan Gecin, Mihailo \\v{C}ubrovi\\'c"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.00211",
      "arxiv": "https://arxiv.org/abs/2505.00211",
      "doi": null,
      "summary": "-cross Abstract: We study the hydrodynamic response of the AdS electron star in the vector sector, and compute the correlation functions and the transverse conductivity of the dual field theory. The system exhibits hydrodynamic behavior at low temperatures and near the critical temperature where the electron star undergoes the phase transition to the RN black hole. However, at intermediate temperatures the hydrodynamics does not exist. Remarkably, the system has an instability, i.e. a pole on the positive imaginary frequency axis at finite temperature. This instability is found both from analytical arguments and from numerics. Its physical meaning is so far unclear but it might mean that the ideal fluid limit for the star is a false vacuum."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Vortex Fractional Fermion Number through Heat Kernel methods and Edge States",
      "authors": [
        "Sylvain Fichet, Rodrigo Fresneda, Lucas de Souza, Dmitri Vassilevich"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.20180",
      "arxiv": "https://arxiv.org/abs/2505.20180",
      "doi": null,
      "summary": "-cross Abstract: Computing the vacuum expectation of fermion number operator on a soliton background is often challenging. A recent proposal in arXiv:2305.13606 simplifies this task by considering the soliton in a bounded region and relating the $\\eta$ invariant, and thus the fermion number, to a specific heat kernel coefficient and to contributions from the edge states. We test this method in a system of charged fermions living on an Abrikosov-Nielsen-Olesen (ANO) vortex background. We show that the resulting $\\eta$ invariant does not depend on boundary conditions (within a certain class), thereby supporting the validity of the method. Our analysis reveals a nontrivial feature for the fermionic spectrum in the vortex-induced Higgs phase. As a by-product, we also find that for a vortex living on a disk, the edge states carry fractional charge."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Time-tagging data acquisition system for testing superconducting electronics based on an RFSoC and custom analog frontend",
      "authors": [
        "Reed A. Foster, Stephen Kandeh, Owen Medeiros, Alejandro Simon, Matteo Castellani, Karl K. Berggren"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.21714",
      "arxiv": "https://arxiv.org/abs/2505.21714",
      "doi": null,
      "summary": "-cross Abstract: Novel electronic devices can often be operated in a plethora of ways, which makes testing circuits comprised of them difficult. Often, no single tool can simultaneously analyze the operating margins, maximum speed, and failure modes of a circuit, particularly when the intended behavior of subcomponents of the circuit is not standardized. This work demonstrates a cost-effective time-domain data acquisition system for electronic circuits that enables more intricate verification techniques than are practical with conventional experimental setups. We use high-speed digital-to-analog converters and real-time multi-gigasample-per-second waveform processing to push experimental circuits beyond their maximum operating speed. Our custom time-tagging data capture firmware reduces memory requirements and can be used to determine when errors occur. The firmware is combined with a thermal-noise-limited analog frontend with 50 dB of dynamic range. Compared to currently available commercial test equipment that is seven times more expensive, this data acquisition system was able to operate a superconducting shift register at a nearly three-times-higher clock frequency (200 MHz vs. 80 MHz)."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "An Open-Source User-Friendly Interface for Simulating Magnetic Soft Robots using Simulation Open Framework Architecture (SOFA)",
      "authors": [
        "Carla Wehner, Finn Schubert, Heiko Hellkamp, Julius Hahnewald, Kilian Schaefer, Muhammad Bilal Khan, Oliver Gutfleisch"
      ],
      "date": "2025-08-18T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.10686",
      "arxiv": "https://arxiv.org/abs/2508.10686",
      "doi": null,
      "summary": "-cross Abstract: Soft robots, particularly magnetic soft robots, require specialized simulation tools to accurately model their deformation under external magnetic fields. However, existing platforms often lack dedicated support for magnetic materials, making them difficult to use for researchers at different expertise levels. This work introduces an open-source, user-friendly simulation interface using the Simulation Open Framework Architecture (SOFA), specifically designed to model magnetic soft robots. The tool enables users to define material properties, apply magnetic fields, and observe resulting deformations in real time. By integrating intuitive controls and stress analysis capabilities, it aims to bridge the gap between theoretical modeling and practical design. Four benchmark models -- a beam, three- and four-finger grippers, and a butterfly -- demonstrate its functionality. The software's ease of use makes it accessible to both beginners and advanced researchers. Future improvements will refine accuracy through experimental validation and comparison with industry-standard finite element solvers, ensuring realistic and predictive simulations of magnetic soft robots."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "AI-powered spatiotemporal imputation and prediction of chlorophyll-a concentration in coastal ecosystems",
      "authors": [
        "Fan Zhang",
        "Hiusuet Kung",
        "Fa Zhang",
        "Can Yang",
        "Jianping Gan"
      ],
      "date": "2025-08-18T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62901-9",
      "doi": "10.1038/s41467-025-62901-9",
      "summary": "Nature Communications, Published online: 18 August 2025; doi:10.1038/s41467-025-62901-9 An AI-powered spatiotemporal imputation and prediction model (STIMP) is designed to predict Chlorophyll-a distributions in coastal oceans. STIMP reduces imputation mean absolute error and improves predictability compared to traditional and current leading AI methods."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Homologous heteropolyaromatic covalent organic frameworks for enhancing photocatalytic hydrogen peroxide production and aerobic oxidation",
      "authors": [
        "Jiani Yang",
        "Zhenyang Zhao",
        "Xu Liu",
        "Heng Yang",
        "Jin Yang",
        "Mi Zhou",
        "Shuang Li",
        "Xikui Liu",
        "Xiaohui Xu",
        "Chong Cheng"
      ],
      "date": "2025-08-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62937-x",
      "doi": "10.1038/s41467-025-62937-x",
      "summary": "Nature Communications, Published online: 17 August 2025; doi:10.1038/s41467-025-62937-x Developing robust catalysts that work under harsh conditions for photocatalysis is challenging. Here, the authors report the design of thiazole-based homologous hetero-polyaromatic covalent organic frameworks via post-cyclization reaction for photocatalytic H2O2 production and aerobic oxidation."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Reconfigurable single-walled carbon nanotube ferroelectric field-effect transistors",
      "authors": [
        "Dongjoon Rhee",
        "Kwan-Ho Kim",
        "Jeffrey Zheng",
        "Seunguk Song",
        "Lian-Mao Peng",
        "Roy H. Olsson III",
        "Joohoon Kang",
        "Deep Jariwala"
      ],
      "date": "2025-08-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62827-2",
      "doi": "10.1038/s41467-025-62827-2",
      "summary": "Nature Communications, Published online: 17 August 2025; doi:10.1038/s41467-025-62827-2 Rhee et al. report scalable reconfigurable carbon nanotube transistors with a ferroelectric aluminum scandium nitride gate dielectric. They show balanced ambipolar currents, strong memory retention, and enable ternary content-addressable memory with fewer devices than traditional silicon circuits."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "The pathogenicity and multi-organ proteomic profiles of Mpox virus infection in SIVmac239-infected rhesus macaques",
      "authors": [
        "Dong Zhang",
        "Jiangfeng Liu",
        "Lin Zhu",
        "Baoying Huang",
        "Zhe Cong",
        "Na Li",
        "Jingjing Zhang",
        "Ting Chen",
        "Jianrong Ma",
        "Jiahan Lu",
        "Yongzhi Hou",
        "Chenbo Yang",
        "Wanjun Peng",
        "Qiang Wei",
        "Wenjie Tan",
        "Juntao Yang",
        "Jing Xue"
      ],
      "date": "2025-08-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62919-z",
      "doi": "10.1038/s41467-025-62919-z",
      "summary": "Nature Communications, Published online: 17 August 2025; doi:10.1038/s41467-025-62919-z HIV infection is associated with increased risk of more severe Mpox, yet the underlying mechanisms arent well understood. Here, the authors reveal increased MPXV replication and immune dysfunction in SIV-MPXV co-infected rhesus macaques and, using proteomics and phosphoproteomics from multiple organs, identify involved pathways."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Long-range order enhance performance of patterned blue quantum dot light-emitting diodes",
      "authors": [
        "Yuyu Jia",
        "Hui Li",
        "Ning Guo",
        "Fengmian Li",
        "Tianchen Li",
        "Haoran Ma",
        "Yuyan Zhao",
        "Hanfei Gao",
        "Dan Wang",
        "Jiangang Feng",
        "Zhiyuan He",
        "Lei Jiang",
        "Yuchen Wu"
      ],
      "date": "2025-08-16T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62345-1",
      "doi": "10.1038/s41467-025-62345-1",
      "summary": "Nature Communications, Published online: 16 August 2025; doi:10.1038/s41467-025-62345-1 Jia et al. report an aromatic ligand to regulate the interparticle interaction of blue colloidal quantum dots. Combined with using micropillar templates to segment liquid film, long-range ordered quantum dot array is formed, enabling an efficiency of 18.3% with pixel size of 3 m for blue LEDs."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Pangenome analysis of transposable element insertion polymorphisms reveals features underlying cold tolerance in rice",
      "authors": [
        "Yongqing Qian",
        "Zuwen Zhou",
        "Tianmin Ouyang",
        "Dongao Li",
        "Ru Li",
        "Ping Gan",
        "Renfei Qiao",
        "Yingying Tan",
        "Mingchao Qian",
        "Liezhao Liu",
        "Jiana Li",
        "Kun Lu",
        "Jijing Luo",
        "Ling-Ling Chen",
        "Jia-Ming Song"
      ],
      "date": "2025-08-16T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62887-4",
      "doi": "10.1038/s41467-025-62887-4",
      "summary": "Nature Communications, Published online: 16 August 2025; doi:10.1038/s41467-025-62887-4 Transposable elements (TEs) play important role in plant adaptive evolution. Here, the authors assemble pangenomes consisting of 10 rice accessions with a broad spectrum of temperature adaptability and reveal TE insertion polymorphisms of the candidate genes in cold tolerance."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Genkwanin glycosides are major active compounds in <i>Phaleria nisidai</i> extract mediating improved glucose homeostasis by stimulating glucose uptake into adipose tissues",
      "authors": [
        "Carla Horvath",
        "Jolle Houriet",
        "Alexandra Kellenberger",
        "Caroline Moser",
        "Lucia Balazova",
        "Miroslav Balaz",
        "Hua Dong",
        "Aron Horvath",
        "Isabel Reinisch",
        "Vissarion Efthymiou",
        "Adriano Rutz",
        "Laurence Marcourt",
        "Christopher Kitalong",
        "Bertrand Graz",
        "Victor Yano",
        "Emerson Ferreira Queiroz",
        "Jean-Luc Wolfender",
        "Christian Wolfrum"
      ],
      "date": "2025-08-16T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62689-8",
      "doi": "10.1038/s41467-025-62689-8",
      "summary": "Nature Communications, Published online: 16 August 2025; doi:10.1038/s41467-025-62689-8 Here the authors show that genkwanin glycosides from Phaleria nisidai leaf extract improve glucose homeostasis by enhancing glucose uptake into adipose tissue, with effects comparable to metformin in a study with male mice with obesity and insulin resistance."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Ultrahigh thermoelectricity obtained in classical BiSbTe alloy processed under super-gravity",
      "authors": [
        "Min Zhou",
        "Haojian Su",
        "Jun Pei",
        "Li Wang",
        "Hualu Zhuang",
        "Jing-Feng Li",
        "Kun Song",
        "Haoyang Hu",
        "Jun Jiang",
        "Qinghua Zhang",
        "Jiangtao Li",
        "Laifeng Li"
      ],
      "date": "2025-08-16T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62611-2",
      "doi": "10.1038/s41467-025-62611-2",
      "summary": "Nature Communications, Published online: 16 August 2025; doi:10.1038/s41467-025-62611-2 The authors develop a super-gravity field remelting fabrication technology which is effective in synergistically optimizing the electrical and thermal transport properties. Under a super-gravity field, the brittle (Bi,Sb)2Te3 alloy undergoes unusual plastic deformation during melt solidification."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Novel Approach to Cosmological Nonlinearities as an Effective Fluid",
      "authors": [
        "Leonardo Giani, Rodrigo von Marttens, and Ryan Camilleri"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zr92-m7py",
      "doi": "10.1103/zr92-m7py",
      "summary": "We propose a two parameters extension of the flat $\\mathrm{}\\mathrm{CDM}$ model to capture the impact of matter inhomogeneities on our cosmological inference. Non virialized but nonlinearly evolving overdense and underdense regions, whose abundance is quantified using the Press-Schechter formalism, [Phys. Rev. Lett. 135, 071004] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Energy Transfer by Feebly Interacting Particles in Supernovae: The Trapping Regime",
      "authors": [
        "Damiano F.G. Fiorillo, Tetyana Pitik, and Edoardo Vitagliano"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cz94-dqxt",
      "doi": "10.1103/cz94-dqxt",
      "summary": "G. Fiorillo, Tetyana Pitik, and Edoardo Vitagliano Feebly interacting particles, such as sterile neutrinos, dark photons, and axions, can be abundantly produced in the proto-neutron star (PNS) formed in core-collapse supernovae (CCSNe). These particles can decay into photons or charged leptons, depositing energy outside the PNS. Strong bounds on new [Phys. Rev. Lett. 135, 071005] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Nonlinear Transverse Conductivity in Antiferroic Types of Magnetic Toroidal Metal",
      "authors": [
        "T. Miyamoto, M. Shimozawa, S. Hosoi, M. Yatsushiro, K. Izawa, Y. nuki, D. Aoki, and S. Hayami"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gfl2-bsjk",
      "doi": "10.1103/gfl2-bsjk",
      "summary": "We have performed careful measurements of nonlinear transverse conductivity (NLTC) at zero field in the intermetallic compound HoAgGe with two distinct magnetic toroidal (MT) structures. Below 7 K (MT1 phase), the NLTC signal becomes observable and significantly increases with decreasing temperature [Phys. Rev. Lett. 135, 076502] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Direct Evidence of Intrinsic Mott State and Its Layer-Parity Oscillation in a Breathing Kagome Crystal Down to Monolayer",
      "authors": [
        "Huanyu Liu, Wenhui Li, Zishu Zhou, Hongbin Qu, Jiaqi Zhang, Weixiong Hu, Chenhaoping Wen, Ning Wang, Hao Deng, Gang Li, and Shichao Yan"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mzyy-thjq",
      "doi": "10.1103/mzyy-thjq",
      "summary": "We report direct spectroscopic evidence of correlation-driven Mott states in layered ${\\mathrm{Nb}}_{3}{\\text{Cl}}_{8}$ through combining scanning tunneling microscopy (STM) and dynamical mean-field theory. The Hubbard bands persist down to monolayer, providing the definitive evidence for the Mottne [Phys. Rev. Lett. 135, 076503] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Hyperbolic Spin Liquids",
      "authors": [
        "Patrick M. Lenggenhager, Santanu Dey, Tom Bzduek, and Joseph Maciejko"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s25y-s4fj",
      "doi": "10.1103/s25y-s4fj",
      "summary": "Hyperbolic lattices present a unique opportunity to venture beyond the conventional paradigm of crystalline many-body physics and explore correlated phenomena in negatively curved space. As a theoretical benchmark for such investigations, we extend Kitaevs spin-$1/2$ honeycomb model to hyperbolic l [Phys. Rev. Lett. 135, 076604] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Coherent Dynamics of Molecular Vibrations in Single Plasmonic Nanogaps",
      "authors": [
        "Fiona Bell, Lukas Jakob, Caleb Todd, Ishaan Lohia, Yeeun Roh, Rakesh Arul, and Jeremy J. Baumberg"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/txdw-nqvn",
      "doi": "10.1103/txdw-nqvn",
      "summary": "Dipolar interactions among molecules in a plasmonic nanocavity extend vibrational coherence by counteracting dephasing from cavity coupling. [Phys. Rev. Lett. 135, 076901] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Near-field dynamical Casimir effect</span>",
      "authors": [
        "Renwen Yu and Shanhui Fan"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/f7078Y19K571788872464d047dde44bac369c260c",
      "doi": "10.1103/y261-8r5s",
      "summary": "We propose the dynamical Casimir effect in a time-modulated near-field system at finite temperatures. The system consists of two bodies made of polaritonic materials, that are brought in close proximity to each other, and the modulation frequency is approximately twice the relevant resonance frequen [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Selective bond breaking in CO${}_{2}^{2+}$ induced by photoelectron recoil</span>",
      "authors": [
        "J. Weiherer, N. Melzer, M. Kircher, A. Pier, L. Kaiser, J. Kruse, N. Anders, J. Stindl, L. Sommerlad, O. D. McGinnis, M. Schmidt, J. Drnec, F. Trinter, M. S. Schffler, L. Ph. H. Schmidt, N. Sisourat, S. Eckart, T. Jahnke, and R. Drner"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4207cY42Sa621707711485c21db8c680916a973f8",
      "doi": "10.1103/qxk7-jt72",
      "summary": "After core-ionization of CO${}_{2}$, typically an Auger-Meitner decay takes place, leading to the formation of a dicationic molecule that may dissociate into CO${}^{+}$ and O${}^{+}$. We demonstrate experimentally that the recoil momentum of the photoelectron steers, which of the two equivalent bond [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Scaling laws for passive polymer dynamics in active turbulence</span>",
      "authors": [
        "Zahra K. Valei and Tyler N. Shendruk"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4207eY30Oc01b49da34a1c176c88b203b52240332",
      "doi": "10.1103/w3gp-knnp",
      "summary": "Biological systems commonly combine intrinsically out-of-equilibrium active components with passive polymeric inclusions to produce unique material properties. To explore these composite systems, idealized modelssuch as polymers in active fluidsare essential to develop a predictive theoretical fra [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Ultrafast Nonequilibrium Enhancement of Electron-Phonon Interaction in 2H-MoTe${}_{2}$</span>",
      "authors": [
        "Nina Girotto Erhardt, Sotirios Fragkos, Dominique Descamps, Stphane Petit, Michael Schler, Dino Novko, and Samuel Beaulieu"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/fe071Yb4Q091a29d59ee0a80f90d0296f57d0ff01",
      "doi": "10.1103/dvlz-93t8",
      "summary": "Understanding nonequilibrium electron-phonon interactions at the microscopic level and on ultrafast timescales is a central goal of modern condensed matter physics. Combining time-resolved extreme ultraviolet momentum microscopy with constrained density functional perturbation theory, we demonstrate [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Band renormalization, quarter metals, and chiral superconductivity in rhombohedral tetralayer graphene</span>",
      "authors": [
        "Guillermo Parra-Martnez, Alejandro Jimeno-Pozo, V Tin Phong, Hctor Sainz-Cruz, Daniel Kaplan, Peleg Emanuel, Yuval Oreg, Pierre A. Pantalen, Jos ngel Silva-Guilln, and Francisco Guinea"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/93078Y84Pe319c99c8e78299f7e9834dee8085c79",
      "doi": "10.1103/zfmh-rjzc",
      "summary": "Recently, exotic superconductivity emerging from a spin-and-valley-polarized metallic phase has been discovered in rhombohedral tetralayer graphene. To explain this observation, we study the role of electron-electron interactions in driving flavor symmetry breaking, using the Hartree-Fock (HF) appro [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Strong and weak dynamo regimes in Taylor-Couette flows</span>",
      "authors": [
        "Ashish Mishra, George Mamatsashvili, and Frank Stefani"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/0f077Y93N661469d91f055e792cd28785a647ca2a",
      "doi": "10.1103/fvv6-7pr2",
      "summary": "We reveal a nonlinear magnetic dynamo in a Taylor-Couette flow at small magnetic Prandtl numbers $Pm1$, which has been previously believed to exist only at higher $Pm10$ in this flow. The amplitude of initial perturbations, $Pm$ and domain aspect ratio play a key role in the onset and evolution of [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Photoinduced dynamics and momentum distribution of chiral charge density waves in 1$T$-TiSe${}_{2}$</span>",
      "authors": [
        "Qingzheng Qiu, Sae Hwan Chun, Jaeku Park, Dogeun Jang, Li Yue, Yeongkwan Kim, Yeojin Ahn, Mingi Jho, Kimoon Han, Xinyi Jiang, Qian Xiao, Tao Dong, Jia-Yi Ji, Nanlin Wang, Jeroen van den Brink, Jasper van Wezel, and Yingying Peng"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/7107dYf5J7d1da7dc92918170ff7726acdfd9d380",
      "doi": "10.1103/7ctk-h28x",
      "summary": "Exploring the photoinduced dynamics of chiral states offers promising avenues for advanced control of condensed matter systems. Photoinduced or photoenhanced chirality in 1T-TiSe${}_{2}$ has been suggested as a fascinating platform for optical manipulation of chiral states. However, the mechanisms u [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Resonant axion-plasmon conversion in neutron star magnetospheres</span>",
      "authors": [
        "H. Teras, J. T. Mendona, and R. Bingham"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/30078Y74P132de0eb3771d99d8f6c71f52b28f4dc",
      "doi": "10.1103/5hbb-yy48",
      "summary": "Resonant axion-plasmon conversion in the magnetospheres of magnetars may substantially impact the landscape of dark-matter axion detection. This work explores how resonant axion-plasmon conversion modify the expected radio signals from axion-photon conversions observed on Earth. Critically, the reso [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Tensor learning and compression of n-phonon interactions</span>",
      "authors": [
        "Yao Luo, Dhruv Mangtani, Shiyu Peng, Jia Yao, Sergei Kliavinek, and Marco Bernardi"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/f8075Y20P2622606414e71e7ac601ea3fae11223f",
      "doi": "10.1103/nmgj-yq1g",
      "summary": "Phonon interactions from lattice anharmonicity govern thermal properties and heat transport in These interactions are described by n-th order interatomic force constants (n-IFCs), which can be viewed as high-dimensional tensors correlating the motion of n atoms, or equivalently encoding n-phonon sca [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Role of coherence for quantum computational advantage</span>",
      "authors": [
        "Hugo Thomas, Pierre-Emmanuel Emeriau, Rawad Mezher, Elham Kashefi, Harold Ollivier, and Ulysse Chabaud"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2b075YabL911e08ad5f922e998d9d1fe8cc04a3f3",
      "doi": "10.1103/1csn-x1cx",
      "summary": "Quantifying the resources available to a quantum computer appears to be necessary to separate quantum from classical computation. Among them, entanglement, nonstabilizerness and coherence are arguably of great significance. We introduce path coherence as a measure of the coherent paths interferences [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Pushing photons with electrons: Observation of the polariton drag effect</span>",
      "authors": [
        "D. M. Myers, Q. Yao, H. Alnatah, S. Mukherjee, B. Ozden, J. Beaumariage, L. N. Pfeiffer, K. West, and D. W. Snoke"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4d07eYceI3712c67e20f39c0cbb8e259baa427080",
      "doi": "10.1103/fb2r-qdq7",
      "summary": "We show the direct effect of free electrons colliding with polaritons, changing their momentum. The result of this interaction of the electrons with the polaritons is a change in the angle of emission of the photons from our cavity structure. Because the experiment is a photon-in, photon-out system, [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Surface wave electron acceleration from flat foils at parallel laser incidence</span>",
      "authors": [
        "A. McCay, A. McIlvenny, A. Macchi, L. Romagnani, P. Martin, O. Cavanagh, D. P. Molloy, L. Lancia, T. Dzelzainis, H. Ahmed, J. Sarma, S. Kar, D. Margarone, and M. Borghesi"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/b4072Y4fM161168b00349980475dab25e52947abd",
      "doi": "10.1103/y29y-f63h",
      "summary": "The acceleration of electrons by surface plasma waves (SPW) generated during the interaction of ultra-short, linearly polarized, and contrast-enhanced laser pulses at peak intensity of $$$6{10}^{20}\\phantom{\\rule{0.222em}{0ex}}{\\mathrm{\\text{W cm}}}^{2}$ with flat, non-corrugated foils at paralle [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Geometric phase transition of the three-dimensional ${}_{2}$ lattice gauge model</span>",
      "authors": [
        "Ramgopal Agrawal, Leticia F. Cugliandolo, Lara Faoro, Lev B. Ioffe, and Marco Picco"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/31071Y83K5915b8541e459e5fc83e774f8227781d",
      "doi": "10.1103/33q3-g68k",
      "summary": "After fifty years of lattice gauge theories (LGTs), the nature of the transition between their topological phases (confinement/deconfinement) remains elusive due to the absence of a local order parameter. In this work, we conduct a percolation analysis of Wegners three-dimensional ${}_{2}$ lattice [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Bridging-induced phase separation and loop extrusion drive noise in chromatin transcription</span>",
      "authors": [
        "Michael Chiang, Cleis Battaglia, Giada Forte, Chris A. Brackley, Nick Gilbert, and Davide Marenduzzo"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/dd07aYa0H501a39836952b2586a4ecb8a148ed598",
      "doi": "10.1103/bjq4-xnsy",
      "summary": "Transcriptional noise, or heterogeneity, is important in cellular development and in disease. The molecular mechanisms driving it are, however, elusive and ill-understood. Here, we use computer simulations to explore the role of 3D chromatin structure in driving transcriptional noise. We study a sim [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Realization of a fast triple-magic all-optical qutrit in ${}^{88}$Sr</span>",
      "authors": [
        "Maximilian Ammenwerth, Hendrik Timme, Flavien Gyger, Renhao Tao, Immanuel Bloch, and Johannes Zeiher"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ae071Y7bLa71d580004d1191606183eaa8fb7d941",
      "doi": "10.1103/4kdl-xcwz",
      "summary": "The optical clock states of alkaline earth and alkaline earth-like atoms are the fundament of state-of-the-art optical atomic clocks. An important prerequisite for the operation of optical clocks are magic trapping conditions, where electronic and motional dynamics decouple. Here, we identify and ex [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Measurement of two-point energy correlators within jets in $p$+$p$ collisions at $\\sqrt{s}$ = 200 GeV</span>",
      "authors": [
        "B. E. Aboona et al."
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/75078Ya0Pfd14494f72c4d78ed900701d6d772705",
      "doi": "10.1103/wv2t-dkgn",
      "summary": "Hard-scattered partons ejected from high-energy proton-proton collisions undergo parton shower and hadronization, resulting in collimated collections of particles that are clustered into jets. A substructure observable that highlights the transition between the perturbative and non-perturbative regi [Phys. Rev. Lett.] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Nature of magnetic phase transitions and spin-driven ferroelectricity in $\\mathrm{BaHoFe}{\\mathrm{O}}_{4}$",
      "authors": [
        "N. T. Dang, D. P. Kozlenko, T. P. Hoang, A. V. Rutkauskas, T. N. Vershinina, S. E. Kichanov, D. T. Khan, L. T. P. Thao, T. L. Phan, N. Tran, E. V. Dyuzheva-Maltseva, C. Kadlec, F. Kadlec, T. Kmje, J. Kohout, V. Chlan, and M. H. Phan"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xz8c-3fp3",
      "doi": "10.1103/xz8c-3fp3",
      "summary": "$\\mathrm{BaHoFe}{\\mathrm{O}}_{4}$ is an emergent multiferroic material that exhibits unique magnetic-field ($H$)-induced ferroelectric behavior. However, the origin of this effect has remained elusive, due to the role of complex magnetic interactions in driving the system's behavior. To shed light o [Phys. Rev. B 112, 054437] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Nonlocal far-field modeling of multichannel metastructures",
      "authors": [
        "Peyman Abdipour and George V. Eleftheriades"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/z6zc-hz1f",
      "doi": "10.1103/z6zc-hz1f",
      "summary": "Periodic metastructures (including those with a macroperiodicity) have found numerous applications within the microwave to the optical regime. The analysis and synthesis of these structures generally requires the retrieval of equivalent material parameters (EMPs). To achieve this, the well-known app [Phys. Rev. B 112, 064205] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Altermagnetic splitting of magnons in hematite $\\text{}{\\mathrm{Fe}}_{2}{\\mathrm{O}}_{3}$",
      "authors": [
        "Rhea Hoyer, P. Peter Stavropoulos, Aleksandar Razpopov, Roser Valent, Libor mejkal, and Alexander Mook"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fgc1-5blp",
      "doi": "10.1103/fgc1-5blp",
      "summary": "The authors investigate here the influence of spin-orbit coupling corrections on the magnon dispersion relation of the g -wave altermagnet candidate hematite (  -Fe 2 O 3 ). They show that for both the easy-axis phase below and the weak ferromagnetic phase above the Morin transition temperature, the corrections are concentrated at the Brillouin zone center at low magnon energies, leaving intact the altermagnetic splitting of the magnon modes at higher energies and nonzero crystal momentum. The authors discuss implications for inelastic neutron scattering and magnon transport. [Phys. Rev. B 112, 064425] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Valley-polarized quantum anomalous Hall and topological metal phase in a Rashba-induced pseudospin-1 lattice",
      "authors": [
        "Puspita Parui and Bheema Lingam Chittari"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4sq5-x2jy",
      "doi": "10.1103/4sq5-x2jy",
      "summary": "We study the topological properties of Rashba spin-orbit coupling and exchange coupling induced pseudospin-1 system dice lattice under the influence of a staggered electric potential and magnetization. The band structure and topological phases of the system are investigated and compared with the pse [Phys. Rev. B 112, 075133] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Landau-level composition of bound exciton states in magnetic field",
      "authors": [
        "Dinh Van Tuan and Hanan Dery"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5msh-zgy9",
      "doi": "10.1103/5msh-zgy9",
      "summary": "An exciton  a bound electron-hole pair  is inert to the Lorentz force due to its charge neutrality. As such, the motion of an exciton cannot be described by the same Landau quantization that characterizes the motion of a free electron or hole in magnetic field. This contrast raises the question: How can a bound exciton state in magnetic field be expressed through the Landau quantization of its electron and hole components? Here, the authors establish a scattering selection rule between the Landau levels { n e , n h } of the electron and hole components, and identify an elegant pairing law between these Landau levels, n e = n h + l . The pairing law provides information on the construction of a bound exciton state with magnetic quantum number l , and on the interaction of the exciton magnetic moment with magnetic field. [Phys. Rev. B 112, 085305] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Reconstructing critical current density in Josephson junctions with phase nonlinearity",
      "authors": [
        "A. Kudriashov, R. A. Hovhannisyan, X. Zhou, L. Elesin, L. V. Yashina, K. S. Novoselov, and D. A. Bandurin"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lgpj-wy72",
      "doi": "10.1103/lgpj-wy72",
      "summary": "In this Letter, we show that the standard Dynes-Fulton analysis, commonly used to reconstruct the critical current density from interference patterns, breaks down in Josephson junctions with nonlinear phase distributions, leading to nonphysical artifacts. To address this, we developed a simple itera [Phys. Rev. B 112, L060504] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Specular Andreev reflection and Andreev interference in an Ising superconductor junction",
      "authors": [
        "Gaoyang Li, Sourabh Patil, Yanxia Xing, Wolfgang Belzig, and Gaomin Tang"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ydwg-y4f8",
      "doi": "10.1103/ydwg-y4f8",
      "summary": "Being resilient to magnetic field, the Ising superconductor serves as an exceptional platform for studying the interplay between superconductivity and magnetism. In this Letter, we first explore the transport properties of a two-terminal grapheneIsing superconductor junction where mirage gaps are i [Phys. Rev. B 112, L081407] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Arbitrarily high Chern numbers in spin-orbit coupled systems</span>",
      "authors": [
        "Chang Qiao, Bin Zhou, and Chunyin Qiu"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4c074Yd4Id019f8701054c81a67e3f28ba9dce4ed",
      "doi": "10.1103/wfxm-v9y9",
      "summary": "High-Chern-number (HCN) topological phases have attracted tremendous research interest in the studies about quantum materials and quantum simulations. However, achieving the very HCNs, which can be easily tunable, still faces the challenges due to the lack of theoretical designs and experimental sch [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Topological defect-mediated corner states and higher-order bulk topology in a two-dimensional crystalline insulator</span>",
      "authors": [
        "Manideep Gone, Srijata Lahiri, and Nabyendu Das"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5407aOe6R881b556b4f051604126a2afa9d3843ec",
      "doi": "10.1103/276f-1fdd",
      "summary": "We report appearance of non-trivial zero energy corner modes in the form of topological defects (trimers) in a carefully designed 2D crystalline topological insulator. The proposed scenario is developed via an unconventional stacking of 1D topological atomic chains with crystalline mirror symmetry a [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Excitations and dynamical structure factor of ${J}_{1}{J}_{2}$ spin-$\\frac{3}{2}$ and spin-$\\frac{5}{2}$ Heisenberg spin chains</span>",
      "authors": [
        "Aman Sharma, Mithilesh Nayak, Natalia Chepiga, and Frdric Mila"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9a07bO86Sff10554d3fe2d73276d74832d86bc661",
      "doi": "10.1103/pddz-42x9",
      "summary": "We study the dynamical structure factor of the frustrated spin-(3/2) (J_1)-(J_2) Heisenberg chains, with particular focus on the partially dimerized phase that emerges between two Kosterlitz-Thouless transitions. Using a valence bond solid ansatz corroborated by density matrix renormalization group  [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Symmetry aspects of Yu-Shiba-Rusinov bands in magnetic atomic chains on a superconductor</span>",
      "authors": [
        "Bendegz Nyri, Philip Beck, Andrs Lszlffy, Lucas Schneider, Krisztin Palots, Lszl Szunyogh, Jens Wiebe, Balzs jfalussy, and Levente Rzsa"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3e07cK88Qf81e70ed9ad2065e47f5e09476d83482",
      "doi": "10.1103/cvnq-glw1",
      "summary": "Majorana zero modes (MZMs) have been proposed as a promising basis for Majorana qubits offering great potential for topological quantum computation. Such modes may form at the ends of a magnetic atomic chain on a superconductor. Typically only a single MZM may be present at one end of the chain, but [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Consistent surface and bulk magnetic properties of MnBi${}_{6}$Te${}_{10}$ observed by x-ray absorption spectroscopy</span>",
      "authors": [
        "A. Tcakaev, V. B. Zabolotnyy, R. J. Green, L. T. Corredor, M. Valvidares, P. Gargiani, E. Weschke, L. C. Folkers, T. R. F. Peixoto, F. Reinert, M. W. Haverkort, A. Isaeva, and V. Hinkov"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b2070O75R8311b55c4e14530cc9ab84d5b7809e05",
      "doi": "10.1103/ssfn-sz4c",
      "summary": "In order to understand how magnetic moments in a magnetic topological insulator (MTI) interact with the topological surface states (TSS) to open an exchange gap, it is crucial to experimentally distinguish the surface magnetic properties from those of the bulk. Here we achieve this for the layered v [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum Newman-Moore model in a longitudinal field</span>",
      "authors": [
        "Konstantinos Sfairopoulos and Juan P. Garrahan"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/87076ObcQa21645d81fd95e50c911d53b414acd27",
      "doi": "10.1103/g76f-tlvq",
      "summary": "We study the quantum Newman-Moore model, or quantum triangular plaquette model (qTPM), in the presence of a longitudinal field (qTPMz). We present evidence that indicates that the ground state phase diagram of the qTPMz includes various frustrated phases breaking translational symmetries, dependent  [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Observation of multiple flat bands and Van Hove singularities in the distorted kagome metal NdTi${}_{3}$Bi${}_{4}$</span>",
      "authors": [
        "Mazharul Islam Mondal, Anup Pradhan Sakhya, Milo Sprague, Brenden R. Ortiz, Matthew Matzelle, Arun K. Kumay, Avike Seal, Barun Ghosh, Arun Bansil, and Madhab Neupane"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/25078O4dG58E661f14862de3d9c172c391e6e4562",
      "doi": "10.1103/mhj5-ws5v",
      "summary": "Kagome materials have attracted enormous research interest recently owing to their diverse topological phases and manifestation of electronic correlation. Here, we present the electronic structure of a distorted ferromagnetic kagome metal, NdTi${}_{3}$Bi${}_{4}$, exhibiting a transition temperature  [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electronic structure of a doped Mott-Hubbard surface</span>",
      "authors": [
        "Mattia Iannetti, Silvio Modesti, Giovanni Di Santo, Marco Caputo, Polina M. Sheverdyaeva, Paolo Moras, Fabio Chiapolino, Tommaso Cea, Cesare Tresca, Erio Tosatti, and Gianni Profeta"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/78079K7eSa614c18e0ae449102eba6a1ce2192a5a",
      "doi": "10.1103/ry9v-47x2",
      "summary": "The Sn/Si(111)  ($\\sqrt{3}\\sqrt{3}$)R30${}^{}$ surface, a 2D Mott insulator, has long been predicted and then found experimetally to metallize and even turn superconducting upon boron doping. In order to clarify the structural, spectroscopic and theoretical details of that evolution, here we pres [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Snake states at domain walls of magnetic topological insulators</span>",
      "authors": [
        "Shuguang Cheng"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/76070O0bPb51985b73dc2654c93f05e95ba8a55ce",
      "doi": "10.1103/yjxb-hl6h",
      "summary": "The transport properties of domain wall states in magnetic topological insulator thin film based heterostructure are highly sensitive to domain wall configurations. In this work, we identify the existence of the snake state at the magnetic domain wall via electronic transport calculations. We have f [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Poincar sphere engineering of dynamical ferroelectric topological solitons</span>",
      "authors": [
        "Lingyuan Gao, Yijie Shen, Sergei Prokhorenko, Yousra Nahas, and Laurent Bellaiche"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c407aY73O891cf89c7df48a791511a5a7d4d017d8",
      "doi": "10.1103/xr8r-h3x9",
      "summary": "Geometric representation lays the basis for understanding and flexible tuning of topological transitions in many physical systems. {One example is the Poincar'{e} sphere (PS), which facilitates the creation of various topological entities in light through continuous tuning spin or orbital angular mo [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>High-temperature superconductivity in quinary clathrate hydrides under pressure</span>",
      "authors": [
        "Peiyu Zhang, Hongyi Guan, Hefei Li, Xin Zhong, Russell J. Hemley, and Hanyu Liu"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8c078Y3aLe915986c3f25ad5c13ec8336ad88f6c6",
      "doi": "10.1103/4hr1-vcvk",
      "summary": "The search for high-temperature superconductivity among pressure-stabilized hydrides has received great interest since theory-directed clathrate hydrides, such as CaH6, YH6, YH9, and LaH10, were synthesized and shown to exhibit a superconducting critical temperature (Tc) above 200 K. However, furthe [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>First-principles computations of the Stark shift of a defect-bound exciton: The case of the T center in silicon</span>",
      "authors": [
        "Louis Alaerts, Yihuang Xiong, Sinad M Griffin, and Geoffroy Hautier"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f8079O71R391ae5e161e10b2f13997bda78563107",
      "doi": "10.1103/b59h-4wcn",
      "summary": "The T center in silicon has recently drawn a lot of attention for its potential in quantum information science. The sensitivity of the zero-phonon line (ZPL) to electrical field was recently investigated by a combination of different experimental methods but there is still no first principles study  [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Partons from stabilizer codes</span>",
      "authors": [
        "Rafael A. Macdo, Carlo C. Bellinati, Weslei B. Fontana, Eric C. Andrade, and Rodrigo G. Pereira"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/06074O53R4d16e57f3203d10dcefee4396af0d249",
      "doi": "10.1103/6nn5-vhj7",
      "summary": "The Gutzwiller projection of fermionic wave functions is a well-established method for generating variational wave functions describing exotic states of matter, such as quantum spin liquids. We investigate the conditions under which a projected wave function constructed from fermionic partons can be [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quasilocal frustration-free free fermions</span>",
      "authors": [
        "Shunsuke Sengoku, Hoi Chun Po, and Haruki Watanabe"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a6071O87R861a95062562cd3ae4ec9b130a026570",
      "doi": "10.1103/794x-jdn7",
      "summary": "Recent studies have revealed that frustration-free models, expressed as sums of finite-range interactions or hoppings, exhibit several properties markedly different from those of frustrated models. In this work, we demonstrate that, by relaxing the finite-range condition to allow for exponentially d [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Broken inversion symmetry in the charge density wave phase in EuAl${}_{4}$</span>",
      "authors": [
        "Surya Rohith Kotla, Leila Noohinejad, Preeti Pokhriyal, Martin Tolkiehn, Harshit Agarwal, Sitaram Ramakrishnan, and Sander van Smaalen"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8b076O2aS7515355e0d576a262763b1b6898d6425",
      "doi": "10.1103/kl2z-brms",
      "summary": "EuAl${}_{4}$ exhibits a complex phase diagram, including the development of a charge density wave (CDW) below ${T}_{CDW}=145$ K. Below ${T}_{N}=15.4$ K, a series of antiferromagnetically (AFM) ordered phases appear, while non-trivial topological phases, like skyrmion lattices, are stabilized under a [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Interplay between trimer structure and magnetic ground state in Ba${}_{5}$Ru${}_{3}$O${}_{12}$ probed by neutron and $$SR techniques</span>",
      "authors": [
        "E. Kushwaha, S. Ghosh, J. Sannigrahi, G. Roy, M. Kumar, S. Cottrell, M. B. Stone, Y. Fang, D. T. Adroja, X. Ke, and T. Basu"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4107dO83Q9516849f99e79c132cab31cb6805fb38",
      "doi": "10.1103/c5s4-4hxw",
      "summary": "We report a detailed inelastic neutron scattering (INS) and muon spin relaxation ($$SR) investigations of a trimer Ruthenate Ba${}_{5}$Ru${}_{3}$O${}_{12}$ system, which undergoes long-range antiferromagnetic ordering at = 60 K. The INS reveals two distinct spin-wave excitations below : one at $$  [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Vertex correction for the linear and nonlinear optical responses in superconductors: Multiband effect and topological superconductivity</span>",
      "authors": [
        "Hiroto Tanaka and Youichi Yanase"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/cd07bO14Oe31274c2949073555ab3ac05b8a8dd3f",
      "doi": "10.1103/76lk-kj4x",
      "summary": "Intensive research has revealed intriguing optical responses in topological materials. This paper focuses on the optical responses in s-wave superconductors with a Rashba spin-orbit coupling and a magnetic field, one of the platforms of topological superconductivity. On the one hand, to satisfy some [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Effects of Berry curvature and orbital magnetic moment in the magnetothermoelectric transport of Bloch electron systems</span>",
      "authors": [
        "Viktor Knye and Masao Ogata"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f407dO8bQ5e1804ef9ad9d4421d8f679f51a4e637",
      "doi": "10.1103/xg2y-yrqv",
      "summary": "Thermoelectric transport coefficients up to linear order in the applied magnetic field are microscopically studied using Kubo-Luttinger linear response theory and thermal Greens functions. We derive exact formulas for the thermoelectric conductivity and thermal conductivity in the limit of small re [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Giant rotational speed induced by symmetry selective focusing</span>",
      "authors": [
        "Yiyun Chen, Dongyong Wang, Xixi Zhang, Xiao Li, Jun Chen, Zhifang Lin, and Jack Ng"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fe07aOf9T141e95993c174e7d50d25e74a48411a0",
      "doi": "10.1103/wqs1-7ln9",
      "summary": "Achieving ultra-high-speed rotation of nanomotor has significant implications for multiple disciplines and fields, such as small force sensing, quantum optics, and material testing. We developed an angular meta-accelerator to amplify the rotational dynamics of nanomotor in vacuum, achieving the same [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Weyl-mediated Ruderman-Kittel-Kasuya-Yosida interaction revisited: Imaginary-time formalism and finite temperature effects</span>",
      "authors": [
        "Mengyao Zhou, Hao-Ran Chang, Lijun Yang, and Long Liang"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9507bO8dQ181175cd07392048801d1a0e08f79513",
      "doi": "10.1103/ljzg-3vqg",
      "summary": "Noncentrosymmetric magnetic Weyl semimetals provide a platform for investigating the interplay among magnetism, inversion symmetry breaking, and topologically nontrivial Weyl fermions. The Weyl-mediated Ruderman-Kittel-Kasuya-Yosida (RKKY) interaction may be related to the magnetic orders observed i [Phys. Rev. B] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Impact of network assortativity on disease lifetime in the SIS model of epidemics",
      "authors": [
        "Elad Korngut and Michael Assaf"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/j147-hgsx",
      "doi": "10.1103/j147-hgsx",
      "summary": "To accurately represent disease spread, epidemiological models must account for the complex network topology and contact heterogeneity. Traditionally, most studies have used random heterogeneous networks, which ignore correlations between the nodes' degrees. Yet, many real-world networks exhibit deg [Phys. Rev. E 112, 024302] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Information geometry of transitions between quantum nonequilibrium steady states",
      "authors": [
        "Artur M. Lacerda, Laetitia P. Bettmann, and John Goold"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9f6l-d766",
      "doi": "10.1103/9f6l-d766",
      "summary": "In a transition between nonequilibrium steady states, the entropic cost associated with the maintenance of steady-state currents can be distinguished from that arising from the transition itself through the concepts of excess (housekeeping) entropy flux and adiabatic (nonadiabatic) entropy productio [Phys. Rev. E 112, L022101] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>An improved discrete unified gas kinetic scheme for incompressible flow</span>",
      "authors": [
        "Wenqiang Guo"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/d707cR6eS6b1e221a88e43a6ded3c146cce0faf40",
      "doi": "10.1103/tjck-1mm3",
      "summary": "In this work, an improved discrete unified gas kinetic scheme (DUGKS) is proposed. Different from the original DUGKS and the optimized DUGKS, the improved DUGKS uses the rectangular rule to integrate the convection term, and adopts the trapezoidal rule and Taylor expansion to introduce the distribut [Phys. Rev. E] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Modulated electrostatic ion cyclotron wave, spatiotemporal patterns, extreme events, and associated nonlinear electric field structures induced by a moving charged object</span>",
      "authors": [
        "Arindam Mistri, Debkumar Chakraborty, and Samiran Ghosh"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/d1077R6dQ241532295a687b5b2580d4c50ca016cc",
      "doi": "10.1103/dr2w-vc7k",
      "summary": "The steadily moving charged density object (obstacle) induced modulated electrostatic ion cyclotron (EIC) wave dynamics is modelled through a forced nonlinear Schrodinger equation in collisionless and homogeneous plasmas. The disturbance created by the moving obstacle acts as the source of free ener [Phys. Rev. E] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Spectral truncation of out-of-time-ordered correlators in dissipative system</span>",
      "authors": [
        "Pablo D. Bergamasco, Gabriel G. Carlo, and Alejandro M. F. Rivas"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/b7075R8fPaf1a324961e92023ca1ed3b146675f76",
      "doi": "10.1103/8cvg-7sbh",
      "summary": "Out-of-time-ordered correlators (OTOCs) have emerged as powerful tools for diagnosing quantum chaos and information scrambling. While extensively studied in closed quantum systems, their behavior in dissipative environments remains less understood. In this work, we investigate the spectral decomposi [Phys. Rev. E] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Indirect reciprocity as a dynamics for weak balance</span>",
      "authors": [
        "Minwoo Bae, Takashi Shimada, and Seung Ki Baek"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/1e070Yd0Qab1259cc4896ee00bf89cd2a6adb27b5",
      "doi": "10.1103/23xb-94sc",
      "summary": "A social network is often divided into many factions. People are friends within each faction, while they are enemies of the other factions, and even my enemys enemy is not necessarily my friend. This configuration can be described in terms of a weak form of structural balance. Although weak balance [Phys. Rev. E] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Optical generation of quasi-stationary plasma electromagnetic structures for particle collimation with petawatt picosecond laser</span>",
      "authors": [
        "Ph. Korneev, N. D. Bukharskii, I. V. Kochetkov, M. Ehret, Y. Abe, K. F. F. Law, S. Fujioka, G. Schaumann, and B. Zielbauer"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/07070R1aPf71dc23583c2833b56fa63686a62628f",
      "doi": "10.1103/l1b6-l22s",
      "summary": "Optical generation of energetic particle bunches requires high-power laser facilities operating in picosecond or femtosecond temporal domain. It is therefore preferable to use also short laser pulses in all-optical platforms providing quasi-stationary electromagnetic fields for guiding and focusing  [Phys. Rev. E] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Impact of gate dielectric surfaces on carrier transport and injection in inverted-coplanar single-crystal organic transistors",
      "authors": [
        "Keito Murata, Satoru Inoue, Toshiki Higashino, and Tatsuo Hasegawa"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8stj-n7cf",
      "doi": "10.1103/8stj-n7cf",
      "summary": "The selection of gate dielectric materials is critical in organic thin-film transistors (OTFTs), as carrier transport occurs at the semiconductor/gate dielectric interface, directly impacting device performance. In this study, we systematically investigate how gate dielectric surfaces affect both ca [Phys. Rev. Applied 24, 024038] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Confocal structured-illumination microscopy for surface-contour measurement of complex reflective samples",
      "authors": [
        "Junzheng Peng, Xi Lin, Zhihai Cui, Weishuai Zhou, Manhong Yao, Shiping Li, and Jingang Zhong"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/54vv-v82c",
      "doi": "10.1103/54vv-v82c",
      "summary": "Material characterization, particularly three-dimensional (3D) surface-contour measurement, is essential for fully understanding and optimizing the performance of micro- and nano-structured devices. Point scanning confocal microscopy (PSCM) is a well-established 3D measurement technique, but it requ [Phys. Rev. Applied 24, 024039] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Water diffusion in wood and plant cell walls: An activated process</span>",
      "authors": [
        "Luoyi Yan, Rahima Sidi-Boulenouar, Wafae Bagui, Jaime Gil-Roca, Benjamin Maillet, Laurent Brochard, and Philippe Coussot"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/f8073Ke5P2e13c1f90d24ca8371e74c17e08cca58",
      "doi": "10.1103/5qm8-trjr",
      "summary": "Wood, plants, and cellulosic materials contain significant amounts of bound water, up to 30 inclusions of water molecules within solid matrix. This bound water is mobile and exchanges readily with vapor and free water, however, its transport dynamics remain poorly understood due to the lack of direc [Phys. Rev. Applied] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Optical cavity in relativistic regime for laser propulsion</span>",
      "authors": [
        "F. Lorenzi, L. Salasnich, and M. G. Pelizzo"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/c4070A6eP8e1330655ba763273c0e29b74f8ad916",
      "doi": "10.1103/pkn5-9mb4",
      "summary": "Laser propulsion has been proposed for relativistic interstellar flights, but it faces the significant challenge of requiring extremely powerful laser radiation due to the inherently low momentum transfer between the beam and the sail. The photon-recycling technique enhances thrust by transferring m [Phys. Rev. Applied] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Derivation of the generalized heat transport equation and comparison with existing models</span>",
      "authors": [
        "Upendra Yadav, Chaduvula Nikhil Sai Goutham, Ketan Meshram, Abhishek Pathak, Dipanshu Bansal, and Amit Agrawal"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/0207fAe7J931590295cc2d367c16e8dceda8d65e1",
      "doi": "10.1103/xvbk-75bf",
      "summary": "We derive a generalized higher-order heat transport equation from first principles with the closure based on Onsagers symmetry principle consistent second-order single-particle distribution function. The equation contains linear, nonlinear, local, nonlocal, and relaxation terms, and unifies existin [Phys. Rev. Applied] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Scanning magnetic imaging of geologic samples based on fiber-coupled diamond quantum magnetometry</span>",
      "authors": [
        "Yu-An Du, Qianwen Ying, Cuihong Li, Shao-Chun Zhang, Fang-Wen Sun, Aimin Du, Huafeng Qin, and Yongxin Pan"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/e907aA5bPa3Eb113f0a17d24b3911d818e22a62b6",
      "doi": "10.1103/262m-zgs8",
      "summary": "Rock magnetic microscopy (RMM) has emerged as a new methodology for imaging the magnetization distribution of geological thin sections under ambient conditions, providing precise information with high spatial resolution and magnetic field sensitivity. However, several factors including the large siz [Phys. Rev. Applied] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Acoustic angular sorting of resonant subwavelength particles</span>",
      "authors": [
        "Ivan Toftul, Yuri S. Kivshar, and Mikhail Lapine"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/ee078AafNa41c706f42526d7197921de67ae0a9e7",
      "doi": "10.1103/mb5r-dg85",
      "summary": "We suggest a dynamical mechanism for angular sorting of subwavelength particles in accord with their resonances and sizes, realised with the forces imposed by acoustic (ultrasound) waves with different wavelengths. We analyse how the acoustic force acting on a small particle depends on its size rela [Phys. Rev. Applied] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Tunable Josephson voltage source for quantum circuits</span>",
      "authors": [
        "J. -L. Smirr, P. Manset, and .. Girit"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/ab07cD45Mdd10c0b92303378b100f77316e2e9b7e",
      "doi": "10.1103/3xvr-ryh1",
      "summary": "Noisy voltage sources can be a limiting factor for fundamental physics experiments as well as for device applications in quantum information, mesoscopic circuits, magnetometry, and other fields. The best commercial DC voltage sources can be programmed to approximately six digits and have intrinsic n [Phys. Rev. Applied] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Stabilization of sawtooth instability by short gas pulse injection in ADITYA-U tokamak",
      "authors": [
        "Suman Dolui <em>et al.</em>"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wbkn-kz71",
      "doi": "10.1103/wbkn-kz71",
      "summary": "Experiments on ADITYA-U tokamak show a marked enhancement in the sawtooth period by application of short gas puffs of fuel that cause a modification of the radial density profile. A consequent suppression of the trapped electron modes then leads to an increase in the core electron temperature. This  [Phys. Rev. Research 7, 033161] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Quantum algorithms for cooling: A simple case study",
      "authors": [
        "Daniel Molpeceres, Sirui Lu, J. Ignacio Cirac, and Barbara Kraus"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4hx7-xnhw",
      "doi": "10.1103/4hx7-xnhw",
      "summary": "Preparation of low-energy quantum many-body states has a wide range of applications in quantum information processing and condensed-matter physics. Quantum cooling algorithms offer a promising alternative to other methods based, for instance, on variational and adiabatic principles, or on dissipativ [Phys. Rev. Research 7, 033162] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Equilibrium nonlinear phononics by electric field fluctuations of terahertz cavities",
      "authors": [
        "Emil Vias Bostrm, Marios H. Michael, Christian Eckhardt, and Angel Rubio"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fqq1-9f52",
      "doi": "10.1103/fqq1-9f52",
      "summary": "Selective excitation of vibrational modes using strong laser pulses has emerged as a powerful material engineering paradigm. However, to have deterministic control over material properties for device applications, an analogous scheme without drive, operating in thermal equilibrium, is desirable. We  [Phys. Rev. Research 7, 033163] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Practical Introduction to Benchmarking and Characterization of Quantum Computers",
      "authors": [
        "Akel Hashim, Long B. Nguyen, Noah Goss, Brian Marinelli, Ravi K. Naik, Trevor Chistolini, Jordan Hines, J.P. Marceaux, Yosep Kim, Pranav Gokhale, Teague Tomesh, Senrui Chen, Liang Jiang, Samuele Ferracin, Kenneth Rudinger, Timothy Proctor, Kevin C. Young, Irfan Siddiqi, and Robin Blume-Kohout"
      ],
      "date": "2025-08-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/PRXQuantum.6.030202",
      "doi": "10.1103/PRXQuantum.6.030202",
      "summary": "A comprehensive and detailed tutorial on quantum benchmarking and characterization, equipping both newcomers and experts with essential tools to evaluate and enhance quantum computing performance. [PRX Quantum 6, 030202] Published Fri Aug 15, 2025"
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Complex II assembly drives metabolic adaptation to OXPHOS dysfunction",
      "authors": [
        "Roopasingam Kugapreethan, Sheik Nadeem Elahee Doomun, Joanna Sacharz, Ann E. Frazier, Tanavi Sharma, Yau Chung Low, Shuai Nie, Michael G. Leeming, Linden Muellner-Wong, Karena Last, Tegan Stait, David P. De Souza, David R. Thorburn, Malcolm J. McConville, David A. Stroud"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adr6012?af=R",
      "doi": "10.1126/sciadv.adr6012",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "HMGB1 deforms nucleosomal DNA to generate a dynamic chromatin environment counteracting the effects of linker histone",
      "authors": [
        "Hayden S. Saunders, Un Seng Chio, Camille M. Moore, Vijay Ramani, Yifan Cheng, Geeta J. Narlikar"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ads4473?af=R",
      "doi": "10.1126/sciadv.ads4473",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Large-scale protein interactome reveals lineage-specific genes driving plant-parasitic nematode adaptive innovations",
      "authors": [
        "Guoqiang Huang, Kai Wang, Fanling Li, Si Gao, Hualin Liu, Feng Chen, Zhonglin Liu, Yangyang Chen, Chunxiao Wang, Mengci Xu, Boyan Hu, Chuanshuai Xie, Yanli Ma, Dadong Dai, Yangjie Li, Xudong Li, Dexin Bo, Ling Chen, Alejandra Bravo, Mario Sobern, Jinshui Zheng, Donghai Peng, Ming Sun"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt5107?af=R",
      "doi": "10.1126/sciadv.adt5107",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Attribution of flood impacts shows strong benefits of adaptation in Europe since 1950",
      "authors": [
        "Dominik Paprotny, Alos Tilloy, Simon Treu, Anna Buch, Michalis I. Vousdoukas, Luc Feyen, Heidi Kreibich, Bruno Merz, Katja Frieler, Matthias Mengel"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt7068?af=R",
      "doi": "10.1126/sciadv.adt7068",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Long-lasting, subtype-specific regulation of somatostatin interneurons during sensory learning",
      "authors": [
        "Matthew B. Mosso, Mo Zhu, Xiaoyang Ma, Eunsol Park, Alison L. Barth"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt8956?af=R",
      "doi": "10.1126/sciadv.adt8956",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Initiation of meiosis from human iPSCs under defined conditions through identification of regulatory factors",
      "authors": [
        "Merrick Pierson Smela, Jessica Adams, Carl Ma, Laura Breimann, Ursula Widocki, Bogdan Dobre, Toshihiro Shioda, George M. Church"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu0384?af=R",
      "doi": "10.1126/sciadv.adu0384",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Reprogramming RIPK3-induced cell death in malignant B cells promotes immune-mediated tumor control",
      "authors": [
        "Ruby Alonso, Zacarias Garcia, Batrice Corre, Fabrice Lematre, Camille Vaganay, Hlne Saklani, Capucine L. Grandjean, Nader Yatim, Philippe Bousso"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv0871?af=R",
      "doi": "10.1126/sciadv.adv0871",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Super-resolution triple-resonance NMR spectroscopy for the sequential assignment of proteins",
      "authors": [
        "Olivia Gampp, Luca Wenchel, Peter Gntert, Piotr Klukowski, Roland Riek"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv6246?af=R",
      "doi": "10.1126/sciadv.adv6246",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "USP30 inhibition augments mitophagy to prevent T cell exhaustion",
      "authors": [
        "Ruohan Zhang, Fengxia Gao, Jianying Li, Jiacheng Jin, Kangxuan Chen, Samhita Chaudhuri, Zhiwei Liao, Tong Xiao, Yang Xu, Haitao Wen, Kai He, Zihai Li, Gang Xin, Nuo Sun"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv6902?af=R",
      "doi": "10.1126/sciadv.adv6902",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "FTO degrader impairs ribosome biogenesis and protein translation in acute myeloid leukemia",
      "authors": [
        "Wenlong Li, Yutao Zhao, Dong Wu, Zhenhua Chen, Ying Qing, Fan Yang, Fei Ji, Linda Zhang, Lillian Sau, Jianjun Chen, Chuan He"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv7648?af=R",
      "doi": "10.1126/sciadv.adv7648",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Functional and epitope specific monoclonal antibody discovery directly from immune sera using cryo-EM",
      "authors": [
        "James A. Ferguson, Sai Sundar Rajan Raghavan, Garazi Pea Alzua, Disha Bhavsar, Jiachen Huang, Alesandra J. Rodriguez, Jonathan L. Torres, Maria Bottermann, Julianna Han, Florian Krammer, Facundo D. Batista, Andrew B. Ward"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv8257?af=R",
      "doi": "10.1126/sciadv.adv8257",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "ACSS2 coupled with KAT7 regulates histone -hydroxybutyrylation to enhance transcription",
      "authors": [
        "Siyu Wang, Ziping Niu, Yingao Zhang, Ruilong Liu, Rui Zhu, Yuxuan Sun, Yanpu Han, Aiyuan Wang, Jianji Zhang, Hui Zhang, Yong Zang, Yingming Zhao, Guijin Zhai, Kai Zhang"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv8448?af=R",
      "doi": "10.1126/sciadv.adv8448",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Integration of spatial protein imaging and transcriptomics in the human kidney tracks the regenerative potential of proximal tubules",
      "authors": [
        "Mahla Asghari, Angela R. Sabo, Daria Barwinska, Ricardo Melo Ferreira, Michael J. Ferkowicz, William S. Bowen, Ying-Hua Cheng, Debora L. Gisch, Connor Gulbronson, Carrie L. Phillips, Katherine J. Kelly, Timothy A. Sutton, James C. Williams, Miguel Vazquez, John OToole, Paul Palevsky, Sylvia E. Rosas, Sushrut S. Waikar, Krzysztof Kiryluk, Chirag Parikh, Jeffrey B. Hodgin, Pinaki Sarder, Ian H. De Boer, Jonathan Himmelfarb, Matthias Kretzler, Kidney Precision Medicine Project, Sanjay Jain, Michael T. Eadon, Seth Winfree, Tarek M. El-Achkar, Pierre C. Dagher"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv8918?af=R",
      "doi": "10.1126/sciadv.adv8918",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Insights into angiosperm evolution and lineage-specialized lignan biosynthesis from the early-diverging Schisandra genome",
      "authors": [
        "Jiushi Liu, Ruilin Xiong, Leijiao Liu, Tai-Ping Zhou, Jiayu Xue, Dan Sun, Ranran Gao, Shanshan Chen, Rui Xu, Yuanyuan Xing, Shuang Peng, Bin Li, Xueping Wei, Wei Sun, Xiwen Li, Jun Ai, Hongmei Luo, Bengang Zhang, Binju Wang, Zhichao Xu, Haitao Liu"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw0486?af=R",
      "doi": "10.1126/sciadv.adw0486",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Difluoroboronated tetrazine probes for rapid bioorthogonal fluorescence activation, no-wash STED imaging, and triggered drug release",
      "authors": [
        "Xiaomei Zhu, Jie Zhang, Haoxing Geng, Kai Wang, Yue Li, Xiuxiu Yang, Heng Shi, Junjie Tai, Xueyuan Yan, Yunfang Yang, Hongyan Sun, Qing Zhu"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw1098?af=R",
      "doi": "10.1126/sciadv.adw1098",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Air plastronenabled heat management for enhanced photothermal actuation in underwater soft robots",
      "authors": [
        "Pengju Shi, Chi Chen, Zhuo Wang, Wen Hong, Sidi Duan, Zixiao Liu, Wenhao Hou, Muqing Si, Chuan Wei Zhang, Ximin He"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7189?af=R",
      "doi": "10.1126/sciadv.adx7189",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Prdm12 governs an epigenetic checkpoint linking neuroimmune cross-talk to CD8+ T cell exhaustion-suppressed antitumor immunity",
      "authors": [
        "Guolong Liu, Xiaoling Tian, Qiudao Wang, Saijuan Xu, Yanhong Jiang, Ying Gao, Yuxuan Wu"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx9221?af=R",
      "doi": "10.1126/sciadv.adx9221",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Formation of hydrogen trioxide (HOOOH) in extraterrestrial ice analogs and its role as an oxidizer in prebiotic chemistry",
      "authors": [
        "Xilin Bai, Chunxiao Li, Yuheng Luo, Qiang Gong, Jinghui Lu, Jiuzhong Yang, Yang Pan, Zhenrong Sun, Andr K. Eckhardt, Rui Sun, Ralf I. Kaiser, Tao Yang"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw5720?af=R",
      "doi": "10.1126/sciadv.adw5720",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Targeting lipid scrambling potentiates ferroptosis and triggers tumor immune rejection",
      "authors": [
        "Mengyun Yang, Ze Yu, Jieming Ping, Yuanchun Duan, Jianlong Tang, Weixiang Liu, Qing He, Yongfeng Lai, Sin Man Lam, Hesen Tang, Zhengjie Liu, Weimin Wang, Min Zhu, Wei Hu, Yunyun Han, Guanghou Shui, Jiqing Hao, Zheng Liu, Ning Wu"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx6587?af=R",
      "doi": "10.1126/sciadv.adx6587",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Cross dual-microcomb dispersion interferometry ranging",
      "authors": [
        "Yang Wang, Jindong Wang, Jingsheng Huang, Weiqiang Wang, Long Huang, Wen Shao, Minhui Cheng, Brent E. Little, Sai Tak Chu, Wei Zhao, Wenfu Zhang"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt4252?af=R",
      "doi": "10.1126/sciadv.adt4252",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Asymmetric catalytic reductive transformation of S(VI) to S(IV) for modular access to S(IV)-stereogenic sulfilimine derivatives",
      "authors": [
        "Minghong Liao, Shiqing Huang, Qiang Xiong, Zhongfu Luo, Sha Zhao, Taiyou Xu, Xingxing Wu"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2509?af=R",
      "doi": "10.1126/sciadv.adx2509",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Magnetoresistive detection of spin waves",
      "authors": [
        "Quentin Rossi, Daniel Stoeffler, Grgoire De Loubens, Hugo Merbouche, Hicham Majjad, Yves Henry, Igor Ngouagnia, Aurlie Solignac, Matthieu Bailleul"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx4126?af=R",
      "doi": "10.1126/sciadv.adx4126",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Quantum vibropolaritonic sensing",
      "authors": [
        "Peng Zheng, Steve Semancik, Ishan Barman"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady7670?af=R",
      "doi": "10.1126/sciadv.ady7670",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Biocultural vulnerability of traditional crops in the Indian Trans-Himalaya",
      "authors": [
        "Harman Jaggi, Akshata Anand, Katherine A. Solari, Alejandra Echeverri, Rinchen Tobge, Tanzin Tsewang, Kulbhushansingh Suryawanshi, Shripad Tuljapurkar"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu6611?af=R",
      "doi": "10.1126/sciadv.adu6611",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "A distinct neural ensemble to integrate contradictory information and form long-term memory in Drosophila",
      "authors": [
        "Habib Ullah, Yu-Luen Hwang, Ming-Chi Hsu, Hsueh-Cheng Chiang"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv2441?af=R",
      "doi": "10.1126/sciadv.adv2441",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Accelerated design of gold nanoparticles with enhanced plasmonic performance",
      "authors": [
        "Jos Luis Montao-Priede, Anish Rao, Ana Snchez-Iglesias, Marek Grzelczak"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2299?af=R",
      "doi": "10.1126/sciadv.adx2299",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Traction force and mechanosensitivity mediate species-specific implantation patterns in human and mouse embryos",
      "authors": [
        "Amlie Luise Godeau, Anna Seriola, Oren Tchaicheeyan, Marc Casals, Denitza Denkova, Ester Aroca, Ot Massafret, Albert Parra, Maria Demestre, Anna Ferrer-Vaquer, Shahar Goren, Anna Veiga, Miquel Sol, Montse Boada, Jordi Comelles, Elena Martnez, Julien Colombelli, Ayelet Lesman, Samuel Ojosnegros"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adr5199?af=R",
      "doi": "10.1126/sciadv.adr5199",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Redox-neutral photocatalytic cleavage and gem-difluoroalkenylation of lignin linkages",
      "authors": [
        "Xia Hu, Lolie Ribadeau-Dumas, Cristina Nevado"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2227?af=R",
      "doi": "10.1126/sciadv.ady2227",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Automated annotation of complex natural products using a modular fragmentationbased structure assembly (MFSA) strategy",
      "authors": [
        "Mi Zhang, Kouharu Otsuki, Lingjian Tan, Takashi Kikuchi, Ning Li, Wei Li"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw4693?af=R",
      "doi": "10.1126/sciadv.adw4693",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Selective use of distant stone resources by the earliest Oldowan toolmakers",
      "authors": [
        "Emma M. Finestone, Thomas W. Plummer, Peter W. Ditchfield, Jonathan S. Reeves, David R. Braun, Simion K. Bartilol, Nelson Kiprono Rotich, Laura C. Bishop, James S. Oliver, Rahab N. Kinyanjui, Michael D. Petraglia, Paul S. Breeze, Cristina Lemorini, Isabella Caricola, Paul Owich Obondo, Richard Potts"
      ],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu5838?af=R",
      "doi": "10.1126/sciadv.adu5838",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Erratum for the Research Article Global inland-water oxygen cycle has changed in the Anthropocene by J. Wang et al.",
      "authors": [],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aea8739?af=R",
      "doi": "10.1126/sciadv.aea8739",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Erratum for the Research Article Profiling and functional characterization of maternal mRNA translation during mouse maternal-to-zygotic transition by C. Zhang et al.",
      "authors": [],
      "date": "2025-08-15T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aea5403?af=R",
      "doi": "10.1126/sciadv.aea5403",
      "summary": "Science Advances, Volume 11, Issue 33, August 2025."
    }
  ]
}