{
  "generatedAt": "2025-12-08T16:19:02.146183+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Positive geometry for stringy scalar amplitudes</span>",
      "authors": [
        "Christoph Bartsch, Karol Kampf, David Podivín, and Jonah Stalknecht"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ff07eYeaWbf1b69fd60247172a4408e86a5c68660",
      "doi": "10.1103/lb5l-twsb",
      "summary": "We introduce a new positive geometry, the associahedral grid, which provides a geometric realization of the inverse string theory KLT kernel. It captures the full $α′$-dependence of stringified amplitudes for bi-adjoint scalar ${ϕ}^{3}$ theory, pions in the NLSM, and their mixed $ϕ$/$π$ amplitudes, … [Phys. Rev. Lett.] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Disentangling magic states with classically simulable quantum circuits</span>",
      "authors": [
        "Gerald E. Fux, Benjamin Béri, Rosario Fazio, and Emanuele Tirrito"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5907cY9cKe017583d72e28841d10a9e93b343e1b8",
      "doi": "10.1103/ggp1-byj1",
      "summary": "We show that states obtained from deep random Clifford circuits doped with non-Clifford phase gates (including T-gates and $\\sqrt{T}$-gates) can be disentangled completely, provided the number of non-Clifford gates is smaller or approximately equal to the number of qubits. This implies that Pauli ex… [Phys. Rev. Lett.] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Adversarial quantum channel discrimination</span>",
      "authors": [
        "Kun Fang, Hamza Fawzi, and Omar Fawzi"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/71076Y58S531009ca6598ae4ee58c1d9850148ac0",
      "doi": "10.1103/mtbj-grbk",
      "summary": "We introduce a new framework for quantum channel discrimination in an adversarial setting, where the tester plays against an adversary. We show that in asymmetric hypothesis testing, the optimal type-II error exponent is precisely characterized by a new notion of quantum channel divergence (termed t… [Phys. Rev. Lett.] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Nonlocal switch and transistor between single photons</span>",
      "authors": [
        "Ren Liao, Ze-Rui Song, Gen-Sheng Ye, Jian-Hao Yu, Yue Chang, and Lin Li"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/bd079Y8aR3320807a26502b83a25961ea83f0b644",
      "doi": "10.1103/2sl5-7pbr",
      "summary": "Harnessing the spatial degree of freedom of single photons is crucial for studying quantum optics and developing new optical devices. However, photons in distinct spatial modes do not interfere, making it challenging to induce interactions between them. As a result, realizing quantum operations amon… [Phys. Rev. Lett.] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Boundary-driven delayed-feedback control of spatiotemporal dynamics in excitable media</span>",
      "authors": [
        "Sebastián Echeverría-Alar and Wouter-Jan Rappel"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/7a076Yd9T772d30ab54f2303f2ed9aa527b501ac4",
      "doi": "10.1103/vlnh-3xzf",
      "summary": "Scroll-wave instabilities in excitable domains are central to life‐threatening arrhythmias, yet practical methods to stabilize these dynamics remain limited. Here, we investigate the effects of boundary layer heterogeneities in the spatiotemporal dynamics of a quasi-2D semidiscrete excitable model. … [Phys. Rev. Lett.] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Frequency stability of $2.5×{10}^{−17}$ in a Si cavity with AlGaAs crystalline mirrors</span>",
      "authors": [
        "Dahyeon Lee, Zoey Z. Hu, Ben Lewis, Alexander Aeppli, Kyungtae Kim, Zhibin Yao, Thomas Legero, Daniele Nicolodi, Fritz Riehle, Uwe Sterr, and Jun Ye"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3307fY86Wb51a091f33c0da2f98ffaece67f61a29",
      "doi": "10.1103/zgrm-cjbb",
      "summary": "Developments in ultrastable lasers have fueled remarkable advances in optical frequency metrology and quantum science. A key ingredient in further improving laser frequency stability is the use of low-noise mirror materials such as AlGaAs crystalline coatings. However, excess noise observed with the… [Phys. Rev. Lett.] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Optical tweezer-controlled entanglement gates with trapped-ion qubits</span>",
      "authors": [
        "David Schwerdt, Lee Peleg, Gal Dekel, Lekshmi Rajagopal, Oz Matoki, Avram Gross, Yotam Shapira, Nitzan Akerman, and Roee Ozeri"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/03074Y8eS081729db9d03558e8502986730c3c854",
      "doi": "10.1103/h4c6-463f",
      "summary": "We propose an entanglement protocol where ions illuminated by optical tweezers serve as control qubits. We experimentally demonstrate this proposal with a controlled Mlmer-Srensen operation on a three-ion chain, analogous to the canonical Toffoli gate. Our demonstration features cases in which the c… [Phys. Rev. Lett.] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "RMP",
      "journal": "Rev. Mod. Phys.",
      "journalShort": "RMP",
      "type": "published",
      "title": "Astrophysical tests of dark matter self-interactions",
      "authors": [
        "Susmita Adhikari, Arka Banerjee, Kimberly K. Boddy, Francis-Yan Cyr-Racine, Harry Desmond, Cora Dvorkin, Bhuvnesh Jain, Felix Kahlhoefer, Manoj Kaplinghat, Anna Nierenberg, Annika H. G. Peter, Andrew Robertson, Jeremy Sakstein, and Jesús Zavala"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m2vm-59y3",
      "doi": "10.1103/m2vm-59y3",
      "summary": "Boddy, Francis-Yan Cyr-Racine, Harry Desmond, Cora Dvorkin, Bhuvnesh Jain, Felix Kahlhoefer, Manoj Kaplinghat, Anna Nierenberg, Annika H. G. Peter, Andrew Robertson, Jeremy Sakstein, and Jesús Zavala Dark sectors, involving new particles that couple very weakly to the standard model ones, play an important role in current model-building efforts in particle physics, as they allow, for example, for new dark matter production and interaction mechanisms. This review focuses on self-interacting dark matter scenarios, their implications on the dynamics and distribution of dark matter halos in the Universe, and the related astrophysical tests and observations, from galaxies to large-scale structures. It is embedded in the framework of the Novel Probes Project, a forum connecting observers and theorists involved in the study of astrophysical tests of dark-sector interactions. [Rev. Mod. Phys. 97, 045004] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Toward structure-preserving quantum encodings",
      "authors": [
        "Arthur J. Parzygnat, Tai-Danae Bradley, Andrew Vlasic, and Anh Pham"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rph8-g15q",
      "doi": "10.1103/rph8-g15q",
      "summary": "In quantum machine learning for classical data, a key step is to encode the data onto the quantum system that will run the learning algorithm. Different tasks and datasets typically have different properties or structures, and this perspective suggests that category theory can be leveraged to offer guidance on the selection of an encoding scheme. [Phys. Rev. Research 7, 041001] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Nonreciprocal transmission in a cavity-magnon system by rotational Sagnac effect",
      "authors": [
        "Zhe-Qi Yang, Si-Qi Lin, and Zhi-Rong Zhong"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/27cz-jqd4",
      "doi": "10.1103/27cz-jqd4",
      "summary": "Ultrahigh nonreciprocal transmission has been achieved in a cavity-magnon system, which consists of two whispering gallery modes (WGMs) and a single magnon mode within a magnetic insulator yttrium iron garnet sphere. The nonreciprocal frequency shift induced by the Sagnac effect enables unidirection… [Phys. Rev. Research 7, 043256] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Unifying quantum stochastic methods using Wick's theorem on the Keldysh contour",
      "authors": [
        "Vasco Cavina, Antonio D’Abbruzzo, and Vittorio Giovannetti"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cnvm-w8cy",
      "doi": "10.1103/cnvm-w8cy",
      "summary": "We present a method, based on the Keldysh formalism, for deriving stochastic master equations that describe the non-Markovian dynamics of a quantum system coupled to a Gaussian environment. This approach yields a compact expression for the system's propagator, which we show to be equivalent to exist… [Phys. Rev. Research 7, 043262] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Amorphization-induced topological and insulator-metal transitions in bidimensional ${\\mathrm{Bi}}_{x}{\\mathrm{Sb}}_{1−x}$ alloys",
      "authors": [
        "A. J. Uría-Álvarez and J. J. Palacios"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/z5tm-cvgn",
      "doi": "10.1103/z5tm-cvgn",
      "summary": "Bismuth has been shown to be topological in its different allotropes and compounds, with one of the most notable examples being the Bi-Sb alloy, the first 3D topological insulator ever discovered. In this paper, we explore two-dimensional alloys of Bi and Sb, both crystalline and amorphous, to deter… [Phys. Rev. Research 7, 043263] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Experimental demonstration of kinetic proofreading inherited in ligation-based information replication",
      "authors": [
        "Hiroyuki Aoyanagi, Yasuhiro Magi, and Shoichi Toyabe"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pdhn-ncpl",
      "doi": "10.1103/pdhn-ncpl",
      "summary": "We experimentally demonstrate that information replication by templated ligation of DNA strands inherits a kinetic proofreading mechanism and achieves significant error suppression through cascade replication. A simple simulation model derived from the experimental results shows that templated ligat… [Phys. Rev. Research 7, 043264] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Quantum valley pseudospin controlled by strain",
      "authors": [
        "Maurício F. C. Martins Quintela, Miguel Sá, Alejandro J. Uría-Álvarez, Mikhail Malakhov, Giovanni Cistaro, Jorge Quereda, Juan J. Palacios, and Antonio Picón"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fpwv-vtvk",
      "doi": "10.1103/fpwv-vtvk",
      "summary": "Valleytronics, as an alternative to traditional electronics or spintronics, is based on the encoding of quantum information in pseudospin valley quantum numbers, rather than in charge or spin states. A key ingredient is the (optical) manipulation of valley states before loss of coherence, which can … [Phys. Rev. Research 7, 043265] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Transition from exceptional points to observable nonlinear bifurcation points in anti-PT symmetric coupled cavity systems",
      "authors": [
        "Takahiro Uemura, Kenta Takata, and Masaya Notomi"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2nj4-xb25",
      "doi": "10.1103/2nj4-xb25",
      "summary": "Exceptional points (EPs) in anti-parity-time (APT)-symmetric systems have attracted significant interest. While linear APT-symmetric systems exhibit structural similarities with nonlinear dissipative systems, such as mutually injection-locked lasers, the correspondence between exceptional points in … [Phys. Rev. Research 7, 043266] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Classical autoencoder distillation of quantum adversarial manipulations",
      "authors": [
        "Amena Khatun and Muhammad Usman"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/41z8-d3h9",
      "doi": "10.1103/41z8-d3h9",
      "summary": "A quantum-classical machine learning framework is presented in which a classical autoencoder is used to distill quantum-generated adversarial manipulations. This approach restores quantum classifier accuracy under FGSM and PGD attacks on MNIST and Fashion-MNIST datasets, demonstrating effective mitigation of quantum adversarial manipulations. [Phys. Rev. Research 7, L042054] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Efficient driving of a spin qubit using single-atom magnets",
      "authors": [
        "Jose Reina-Gálvez, Hoang-Anh Le, Hong Thi Bui, Soo-hyon Phark, Nicolás Lorente, and Christoph Wolf"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qpz5-s6fw",
      "doi": "10.1103/qpz5-s6fw",
      "summary": "Atomic dimers are the smallest building blocks for spin-based qubits. In this work, a quantum magnet under an ac voltage enables electric-field-driven control of a nearby spin-1/2 qubit through modulation of the exchange coupling. [Phys. Rev. Research 7, L042055] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Bidirectional Microwave-Optical Conversion with an Integrated Soft-Ferroelectric Barium Titanate Transducer",
      "authors": [
        "Charles Möhl, Annina Riedhauser, Max Glantschnig, Daniele Caimi, Ute Drechsler, Antonis Olziersky, Deividas Sabonis, David I. Indolese, Thomas M. Karg, and Paul Seidler"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1gvf-w6lx",
      "doi": "10.1103/1gvf-w6lx",
      "summary": "A new on-chip microwave-to-optical converter built from soft-ferroelectric barium titanate achieves bidirectional signal conversion, offering a promising path toward long-range interconnects for superconducting quantum computers. [Phys. Rev. X 15, 041044] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Observation of Unprecedented Fractional Magnetization Plateaus in a New Shastry-Sutherland Ising Compound",
      "authors": [
        "Lalit Yadav, Afonso Rufino, Rabindranath Bag, Matthew Ennis, Jan Alexander Koziol, Clarina dela Cruz, Alexander I. Kolesnikov, V. Ovidiu Garlea, Keith M. Taddei, David Graf, Kai Phillip Schmidt, Frédéric Mila, and Sara Haravifard"
      ],
      "date": "2025-12-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9ynf-xx1t",
      "doi": "10.1103/9ynf-xx1t",
      "summary": "The frustrated magnet Er 2 Be 2 GeO 7 exhibits two unexpected magnetization plateaus, revealing that subtle lattice distortions can dramatically alter spin order and offering a platform to study geometry driven magnetic behavior. [Phys. Rev. X 15, 041045] Published Mon Dec 08, 2025"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Thermal stability originates the vanishing of the specific heats at the absolute zero",
      "authors": [
        "Mart\\'in-Olalla, Jos\\'e Mar\\'ia"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05129",
      "arxiv": "https://arxiv.org/abs/2512.05129",
      "doi": "10.1088/1402-4896/ae22a5",
      "summary": "The relationship between the vanishing of the heat capacities as $T\\to0^+$ and the thermal stability is examined. The heat capacities vanish as fast as or faster than $T$ as $T\\to0^+$ for states at the phase space boundary ($T=0$) to sustain the standard thermal stability criterion $U_{ss}>0$. Conversely, weakly vanishing heat capacities, which signify a loss of curvature in $U(S)$ at $T=0$, are the signature of a critical condition precisely at $T=0$, as exemplified in marginal Fermi liquids. Therefore, the vanishing of the specific heat should be viewed not as a new law but as a confirmatory result of the existing framework of thermodynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Gravitational aggregation regimes: critical dissipation threshold, optimal rigidity and fractal transition",
      "authors": [
        "Yohann Trivino"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05130",
      "arxiv": "https://arxiv.org/abs/2512.05130",
      "doi": null,
      "summary": "I present a three-dimensional Discrete Element Method study of self-gravitation and contact mechanics in cold granular assemblies. The model couples direct Newtonian attraction between every particle pair with a linear visco-elastic normal contact law. Particles are treated as non-cohesive spheres; the normal force is parameterized to reproduce a prescribed restitution coefficient. Rotations are integrated using quaternions to avoid singularities. By normalizing the stiffness kn by kstar = G*m^2/R^3 and time by the free-fall time t_ff, I perform systematic parameter campaigns over dissipation (gamma) and normalized stiffness ktilde = kn/kstar. Results reveal three aggregation regimes. For low gamma the particles remain largely dispersive; above a critical gamma of about 5e2 aggregation accelerates until plateaus are reached in the aggregation time T_agg divided by t_ff. For stiffness ktilde on the order of 1e6 the aggregation time reaches a clear minimum. The cluster fraction C/Ntot shows a non-monotonic dependence on ktilde, with optimal cohesion at intermediate rigidity and peripheral isolation at extreme stiffness. Mapping the fractal dimension F across (gamma, ktilde) demonstrates transitions from compact structures (F about 3) to ramified structures (F below 2). These findings quantify how microscopic contact laws govern both the kinetics and microstructure of gravity-driven aggregation, providing a predictive framework for planetesimal formation and for calibrating DEM models against laboratory and micro-gravity experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "polyRETRO: a Language Model Approach to predict Polymerization Class and Monomer(s) for a Target Polymer",
      "authors": [
        "Sakshi Agarwal, Wei Xiong, Rampi Ramprasad"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05138",
      "arxiv": "https://arxiv.org/abs/2512.05138",
      "doi": null,
      "summary": "While machine learning has transformed polymer design by enabling rapid property prediction and candidate generation, translating these designs into experimentally realizable materials remains a critical challenge. Traditionally, the synthesis of target polymers has relied heavily on expert intuition and prior experience. The lack of automated retrosynthetic tools to assist chemists, limit the rapid practical impact of data-driven polymer discovery. To expedite lab-scale validation and beyond, we present a retrosynthetic framework that leverages large language models (LLMs) to guide polymer synthesis. Our approach, which we call polyRETRO, involves two key steps: 1) predicting the most likely polymerization reaction class of a target polymer and 2) identifying the underlying chemical transformation templates and the corresponding monomers, using primarily natural-language based constructs. This LLM-driven framework enables direct retrosynthetic analysis given just the target polymer SMILES string. polyRETRO constitutes a initial step towards a scalable, interpretable, and generalizable approach to bridge the gap between computational design and experimental synthesis."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Characterization of the soft behavior of nematic elastomers over a range of temperature and strain rates",
      "authors": [
        "Alice Kutsyy, Adeline Wihardja, Victoria Lee, Kaushik Bhattacharya"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05146",
      "arxiv": "https://arxiv.org/abs/2512.05146",
      "doi": null,
      "summary": "Nematic elastomers are a particular class of liquid crystal elastomers (LCEs) that exhibit both liquid-crystalline order and rubber (entropic) elasticity. This combination makes them stimuli-responsive soft materials with a number of unusual thermo-mechanical properties. They have been proposed for various applications, including soft robotics, enhanced adhesion, and impact resistance. This paper presents a new experimental setup and a comprehensive dataset characterizing the soft behavior of nematic elastomers over a range of temperatures and strain rates. We also fit the results to a recently developed model of nematic elastomers."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "An Orbifold Framework for Classifying Layer Groups with an Application to Knitted Fabrics",
      "authors": [
        "Sonia Mahmoudi, Elizabeth J. Dresselhaus, Michael S. Dimitriyev"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05149",
      "arxiv": "https://arxiv.org/abs/2512.05149",
      "doi": null,
      "summary": "Entangled structures such as textiles, polymer networks, and architected metamaterials are often doubly periodic. Due to this property and their finite transverse thickness, the symmetries of these materials are described by the crystallographic layer groups. While orbifold notation provides a compact topological description and classification of the planar wallpaper groups, no analogous framework has been available for the spatial layer groups. In this article we develop an orbifold theory in three dimensions and introduce a complete set of Conway-type symbols for all layer groups. To illustrate its applicability, we analyze several knitted fabric motifs and show how their layer-group symmetries are naturally expressed in this new orbifold notation. This work establishes a foundation for the topological classification of doubly periodic structures beyond the planar setting and supports structure-function analysis in layered materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Correlation between the boson peak frequency and transverse Ioffe-Regel limit in four-dimensional structural glasses",
      "authors": [
        "Licun Fu, Xinyu Chang, Lijin Wang"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05161",
      "arxiv": "https://arxiv.org/abs/2512.05161",
      "doi": null,
      "summary": "The emergence of excess vibrational modes over the Debye prediction, typically manifested as the well-known boson peak in the plot of vibrational density of states scaled by the Debye prediction, has become a hallmark of various amorphous solids. The origin of the boson peak has been attracting considerable attention but is still under debate. A popular view is that the position of the boson peak coincides well with that of the Ioffe-Regel limit for transverse modes in both two- and three-dimensional glasses, which is primarily derived from simulation studies of model structural glasses. However, it remains unknown whether the proposed coincidence could be generalized to higher spatial dimensions, and addressing this could contribute to the advancement of relevant phenomenological theories. Here, we find that the transverse Ioffe-Regel limit frequency is higher than and not proportional to the boson peak frequency in our studied four-dimensional glasses. Our findings therefore suggest that the proposed coincidence between the boson peak frequency and the transverse Ioffe-Regel limit depends on spatial dimensions, which was not anticipated previously."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mechanical Stability of 2D Ti2COx MXenes Under Compression Using Reactive Molecular Dynamics",
      "authors": [
        "Hossein Darban"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05166",
      "arxiv": "https://arxiv.org/abs/2512.05166",
      "doi": null,
      "summary": "The compressive and post-buckling behavior of Ti2C and Ti2CO2 MXene nanosheets is studied using large-scale reactive molecular dynamics simulations. Nanosheets are subjected to uniaxial, biaxial, and shear loads to investigate their buckling modes, atomic-level deformation mechanisms, and failure characteristics. The results indicate that classical continuum mechanics significantly overestimates the buckling strains. Nanosheets exhibit higher resistance to buckling along the armchair direction than along the zigzag direction. Although atomic-scale defects reduce the buckling stress, they influence deformation only locally and do not alter the global buckling mode shapes. Lateral confinement pressure, such as that caused by polymerization-induced shrinkage in MXene-polymer composites, substantially increases the buckling stress. Oxygen surface termination increases the buckling stress from approximately 1 GPa to 3.5 GPa and reduces directional anisotropy in the elastic response. Under large compressive strains, Ti2CO2 nanosheets fracture, whereas Ti2C nanosheets retain structural integrity at strains exceeding 0.35. Atomistic analysis reveals opposite stress states in the top and bottom Ti layers due to curvature-induced strain gradients. Under biaxial compression, the nanosheet buckles in a dome-like shape, whereas shear loads produce elliptical deflection modes. The presented findings stimulate future studies on MXene morphological transformations, such as the development of nanotube, nanoscroll, and folded architectures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Some frameworks for dissipative evolution in multiscale non-equilibrium thermodynamics",
      "authors": [
        "Miroslav Grmela, Michal Pavelka"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05168",
      "arxiv": "https://arxiv.org/abs/2512.05168",
      "doi": null,
      "summary": "In this paper, we review and compare some frameworks for dissipation in non-equilibrium thermodynamics. We start with a brief overview of classical irreversible thermodynamics and gradient dynamics. Then we discuss several specific frameworks including Rayleigh dissipation potential and the dissipative d'Alembert framework, showing their relations with gradient dynamics. Finally, we discuss frameworks for dissipative evolution generated from Poisson brackets."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Superconductivity enhancement and doping-dependent phase diagram of Sm-based oxypnictides by high-pressure growth technique",
      "authors": [
        "Mohammad Azam, Tatiana Zajarniuk, Ryszard Diduszko, Taras Palasyuk, Cezariusz Jastrzebski, Andrzej Szewczyk, Hiraku Ogino, Shiv J. Singh"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05177",
      "arxiv": "https://arxiv.org/abs/2512.05177",
      "doi": null,
      "summary": "A series of SmFeAsO1-xFx (Sm1111) bulk samples are synthesized using an in-situ cubic-anvil high-pressure (CA-HP) technique at 4 GPa and are characterized through structural, microstructural, Raman, transport, and magnetic measurements. A systematic reduction of lattice parameters and unit-cell volume confirms effective fluorine substitution at oxygen sites, while Raman spectroscopy reveals electron doping and subtle changes in local bonding environments. In the underdoped regime, the superconducting transition temperature (Tc) is enhanced by 10-17 K and the critical current density (Jc) is increased by up to an order of magnitude. The upper critical field (Hc2), estimated using the Werthamer-Helfand-Hohenberg model, reaches ~200 T, indicating strong spin paramagnetic effects and multiband superconductivity. Resistive broadening under applied fields follows Arrhenius behavior, with the activation energy showing a power-law field dependence that decreases rapidly at higher fields, consistent with collective vortex pinning. The superconducting phase diagram constructed from Tc and Jc versus fluorine content reveals a dome-like trend, with a maximum Tc of 57 K and Jc of 10^4 A-cm^-2 at the optimal doped region. A direct comparison with CSP samples demonstrates that high-pressure synthesis simultaneously enhances both Tc and Jc across the entire fluorine-doping range. These findings establish high-pressure growth as a highly effective approach for optimizing iron-based superconductors and underscore its potential for both fundamental research and future high field applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Benchmarking Universal Machine Learning Interatomic Potentials for Supported Nanoparticles: Decoupling Energy Accuracy from Structural Exploration",
      "authors": [
        "Jiayan Xu, Abhirup Patra, Amar Deep Pathak, Sharan Shetty, Detlef Hohl, Roberto Car"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05221",
      "arxiv": "https://arxiv.org/abs/2512.05221",
      "doi": null,
      "summary": "Supported nanoparticle catalysts are widely used in the chemical industry. Computational modeling of supported nanoparticles based on density functional theory (DFT) often involves structural searches of stable local minimum energy configurations and molecular dynamics simulations at finite temperature. These are computationally demanding tasks that are intractable within DFT for large systems. In the last two decades, machine learning interatomic potentials (MLIPs) have been successfully used to substantially increase the size and time scales accessible to simulations that retain DFT accuracy. However, training reliable MLIPs is non-trivial as it requires many costly DFT calculations. Recently, several universal MLIPs (uMLIPs) have been developed, which are trained on large datasets that cover a wide range of molecules and materials. Here, we benchmark the accuracy and the efficiency of these uMLIPs in describing Cu nanoparticles supported on Al$_2$O$_3$ surfaces against our domain-specific DP-UniAlCu model. We find that the MACE-OMAT can reproduce reasonably well the low-energy configurations found in global optimization at an energy accuracy comparable to DP-UniAlCu. Interestingly, the MatterSim-v1.0.0-1M model, which exhibits larger deviations in the binding energies, can find even more stable configurations than the other two models in some supported nanoparticle sizes, showing its capability in structure exploration. For MD simulations, MACE-OMAT and MatterSim-v1.0.0-1M can qualitatively reproduce the mean-squared displacements of Cu atoms (MSD$_\\mathrm{Cu}$) predicted by DP-UniAlCu, albeit at roughly two orders of magnitude higher cost. We demonstrate that the uMLIPs can be very useful in simulating supported nanoparticles even without any fine-tuning, though their reduced efficiency remains a limiting factor for large-scale simulations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Cavity based sensing of antiferromagnetic canting and nonzero-momentum spin waves in a van der Waals cavity-magnon-polariton system",
      "authors": [
        "Supriya Mandal, Krishnendu Maji, Lucky N. Kapoor, Souvik Sasmal, Soham Manni, John Jesudasan, Pratap Raychaudhuri, Arumugam Thamizhavel, Mandar M. Deshmukh"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05236",
      "arxiv": "https://arxiv.org/abs/2512.05236",
      "doi": null,
      "summary": "Cavity-magnon-polaritons are hybrid excitations from the interaction between cavity photons and magnons, the quanta of collective spin oscillations. Along with the tunability of the magnon-photon coupling strength, fast information transfer and conversion speed are desired in hybrid devices. This can be achieved utilizing the propagating nature of spin waves with non-zero momentum for their ultra-fast time dynamics and reduced ohmic dissipation. Antiferromagnets are particularly interesting as hosts for magnons since stray-field interactions are minimized, and they support multiple modes with distinctive magnetic-field behavior across the phase diagram. CrCl3 is a van der Waals antiferromagnet having a strong easy-plane anisotropy and a weak in-plane easy-axis anisotropy. Despite some magnetic resonance studies, the impact of magnetic reorientation of spins in CrCl3 on cavity-magnon-polariton interaction strength as a function of magnetic field remains largely unexplored. In this study, we investigate the coupling between magnons in CrCl3 and photons in a coplanar waveguide resonator as a function of magnetic field. In particular, we find that the magnon-photon coupling strength varies nonmonotonically and distinctly with the magnetic field for both acoustic and optical magnons, enabling tuning of the coupling strength with an external magnetic field as a knob. We find the signature of spin-flop transition in two harmonics of the cavity due to a stronger dispersive coupling between optical magnons and cavity photons at lower fields. Additionally, we find standing modes formed by spin waves with nonzero momentum associated with the two hybrid magnons when the external field is applied at an angle with the crystal plane. These modes do not undergo substantial coupling with the cavity mode unlike the antiferromagnetic modes and can be used as low-loss propagation channels in hybrid devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Plasmonic enhancement of the infrared radiation absorption in an ultrathin InSb layer",
      "authors": [
        "Yurii M. Lyaschuk, Vadym V. Korotyeyev, Viacheslav A. Kochelap"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05264",
      "arxiv": "https://arxiv.org/abs/2512.05264",
      "doi": null,
      "summary": "Indium antimonide (InSb) is a fundamental material for infrared radiation detectors based on interband transitions. Its narrow bandgap enables detection of infrared radiation within the $3-5 \\mu m$ atmospheric window, while its high quantum efficiency ensures excellent sensitivity in InSb-based detectors. We propose a plasmonic structure that significantly enhances infrared absorption in an ultrathin InSb film. The resonant characteristics of this plasmonic enhancement effect could serve as a foundation for developing highly sensitive multi-color detectors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mapping vacancy and bonding electron distributions around aluminium nanovoids",
      "authors": [
        "Philip N. H. Nakashima, Yu-Tsun Shao, Zezhong Zhang, Andrew E. Smith, Tianyu Liu, Nikhil V. Medhekar, Joanne Etheridge, Laure Bourgeois, Jian-Min Zuo"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05296",
      "arxiv": "https://arxiv.org/abs/2512.05296",
      "doi": null,
      "summary": "All materials have defects and many contain nanostructures, both of which disrupt chemical bonding - the basis of materials properties. No experimental measurements of bonding electron distributions associated with defects and nanostructures have ever been possible. We present a method enabling such measurements and interrogate nanovoids surrounded by vacancies - the most fundamental of nanostructures and defects - in aluminium. We measure the volume of a vacancy with 3% uncertainty and map vacancy concentrations surrounding nanovoids with nanometre resolution in three dimensions where previously only two-dimensional mapping was possible. We discover that radiation-damaged voids can \"heal\". Our bonding measurements are depth-resolved, vacancy-sensitive, and agree with density functional theory. This work opens bonding electron density measurements to inhomogeneous nanostructured multi-phased materials so that the electronic origins of phenomena such as strengthening, weakening, interface functionality, solute diffusion and phase transformations within them may be revealed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phonon density of states of silica (SiO2) nanopore via molecular dynamics simulations",
      "authors": [
        "Pablo Galaviz, Dehong Yu, Nicolas de Souza, Sho Kimura, Yoshitomo Kojima, Seiji Mori, Akira Yamaguchi"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05347",
      "arxiv": "https://arxiv.org/abs/2512.05347",
      "doi": null,
      "summary": "This study presents a comprehensive computational investigation of the vibration density of states (VDOS) of a silica nanopore, systematically evaluating a range of force fields against inelastic neutron scattering results. We analyze the influence of temperature, crustal structure, and surface-adsorbed water molecules on the nanopore's structural and dynamic properties. We performed classical molecular dynamics simulations of nanopore and bulk silica, and used density functional theory (DFT) calculations for bulk silica for comparison. The resulting VDOS shows relatively good agreement with DFT and experimental data. The temperature has a relatively low effect on the dry nanopore. The inclusion of H2O molecules significantly affects the VDOS. The low-energy modes are dominated by H2O VDOS and increase with loading. This work is an essential step towards characterizing silica nanopores via molecular dynamics and provides a valuable reference for experimental comparison with X-ray and neutron scattering VDOS results."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Platonic representation of foundation machine learning interatomic potentials",
      "authors": [
        "Zhenzhu Li, Aron Walsh"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05349",
      "arxiv": "https://arxiv.org/abs/2512.05349",
      "doi": null,
      "summary": "Foundation machine learning interatomic potentials (MLIPs) are trained on overlapping chemical spaces, yet their latent representations remain model-specific. Here, we show that independently developed MLIPs exhibit statistically consistent geometric organisation of atomic environments, which we term the Platonic representation. By projecting embeddings relative to a set of atomic anchors, we unify the latent spaces of seven MLIPs (spanning equivariant, non-equivariant, conservative, and non-conservative architectures) into a common metric space that preserves chemical periodicity and structural invariants. This unified framework enables direct cross-model optimal transport, interpretable embedding arithmetic, and the detection of representational biases. Furthermore, we demonstrate that geometric distortions in this space can indicate physical prediction failures, including symmetry breaking and incorrect phonon dispersions. Our results show that the latent spaces of diverse MLIPs present consistent statistical geometry shaped by shared physical and chemical constraints, suggesting that the Platonic representation offers a practical route toward interoperable, comparable, and interpretable foundation models for materials science."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "External-field-induced transition from altermagnetic metal to fully-compensated ferrimagnetic metal in monolayer $\\mathrm{Cr_2O}$",
      "authors": [
        "San-Dong Guo, Qiqi Luo, Shi-Hao Zhang, Peng Jiang"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05352",
      "arxiv": "https://arxiv.org/abs/2512.05352",
      "doi": null,
      "summary": "Altermagnets and fully-compensated ferrimagnets are two canonical classes of zero-net-moment magnets. An altermagnetic (AM) half-metal cannot exist due to its AM spin splitting, while a fully-compensated ferrimagnetic (FC-FIM) metal seems impossible to realize because both spin channels remain gapless. Here, we propose that an FC-FIM metal can be realized by breaking the rotational or mirror symmetry that links two spin-opposite magnetic atoms in an AM metal. We further demonstrate that charge-carrier doping is fundamentally unable to generate a net magnetic moment in an altermagnet, whereas such a net moment can be readily induced in a fully-compensated ferrimagnet. We use the AM monolayer $\\mathrm{Cr_2O}$ as a concrete example to validate our proposal. Either electric field or uniaxial strain can break the $S_{4z}$ symmetry of $\\mathrm{Cr_2O}$, thereby inducing a transition from an AM metal to an FC-FIM metal. Uniaxial strain plus carrier doping creates a net moment in an altermagnet, and the so-called piezomagnetism is essentially a strain-driven switch from altermagnetism to fully-compensated ferrimagnetism. By analogy, we advance the concept of electromagnetism: an electric field drives the transition from altermagnetism to fully-compensated ferrimagnetism, and subsequent charge-carrier doping stabilizes a net magnetization. Our work provides a roadmap for further exploring the connection and distinction between altermagnet and fully-compensated ferrimagnet, and confirms the feasibility of FC-FIM metal."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Awakening catalytically active surface of BaRuO3 thin film for alkaline hydrogen evolution",
      "authors": [
        "Jegon Lee, Dohyun Kim, Seulgi Ji, Sangmoon Yoon, Seung Hyun Nam, Jucheol Park, Jin Young Oh, Seung Gyo Jeong, Jong-Seong Bae, Sang A Lee, Heechae Choi, Woo Seok Choi"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05363",
      "arxiv": "https://arxiv.org/abs/2512.05363",
      "doi": null,
      "summary": "The dynamic reconstruction of surfaces during electrochemical reactions plays a crucial role in determining the performance of electrocatalysts. However, because reconstructions occur at the atomic level, direct observation and elucidation of the underlying mechanism are challenging for conventional powder type catalysts with ill defined lattices. In this study, the catalytically active surface of 3C BaRuO3 (BRO) epitaxial thin films emerges upon the dynamic introduction of surface Ru clusters, for the alkaline hydrogen evolution reaction (HER). Based on the mass activity at overpotential 100 mV, the intrinsic HER performance increases dramatically from 0.11 to 7.72 A/mg immediately after the initial HER cycle and eventually saturates at 1.05 A/mg after continuous operation. The formation of Ru clusters on the catalyst surface, driven by selective Ba leaching under alkaline HER conditions, is observed experimentally. Density functional theory calculations demonstrate that HER activity increased with enhanced H* adsorption owing to the dynamic Ru6 cluster formation. A strategy for stabilizing the 'awakened' active surface of BRO is further proposed by validating that the atomic-scale control of the film thickness can effectively maintain the highly active state. This study offers fundamental insights into the design and stabilization of the highly active Ru-based electrocatalysts for the alkaline HER."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interaction-Induced Breakdown of Anderson Localization: Thermodynamic Segregation disguised as the Skin Effect",
      "authors": [
        "Ali Tozar"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05393",
      "arxiv": "https://arxiv.org/abs/2512.05393",
      "doi": null,
      "summary": "We investigate the interplay between strong disorder and repulsive interactions in the one-dimensional Fermi-Hubbard model under open boundary conditions. While uncorrelated disorder is widely accepted to localize all single-particle eigenstates, a phenomenon typically reinforced by interactions in the Many-Body Localization (MBL) regime, we report a counter-intuitive breakdown of this paradigm. We demonstrate that strong repulsive interactions can overcome disorder-induced localization, driving the system into a macroscopically segregated phase where spin species accumulate at opposite boundaries. Although this boundary accumulation phenomenologically mimics the Non-Hermitian Skin Effect (NHSE) observed in non-reciprocal systems, our comprehensive analysis reveals a fundamentally different origin. By performing a rigorous control experiment in the Hermitian limit, we prove that the segregation persists without non-reciprocity, identifying many-body energy minimization as the primary driver. This \"interaction-induced segregation\" manifests as a sharp thermodynamic crossover, characterized by a divergent energy susceptibility, challenging the conventional understanding of disorder-interaction competition in open quantum systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "An evaluation of A15 Nb3Al superconducting thin films for application in quantum circuits",
      "authors": [
        "Joseph Falvo, Brooke Henry, Bernardo Langa Jr., Rohit Pant, Ashish Alexander, Jason Dong, Kasra Sardashti"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05396",
      "arxiv": "https://arxiv.org/abs/2512.05396",
      "doi": null,
      "summary": "A15 superconductors are distinguished by their high critical temperatures, magnetic fields, and current-carrying capabilities. Among them, Nb$_3$Al is of particular interest for superconducting quantum circuits as a means to extend device operating temperatures, provided that its electrodynamic properties are well understood. Here, we report on the synthesis of Nb$_3$Al thin films by magnetron co-sputtering followed by rapid thermal processing, yielding superconducting transition temperatures above 16~K. Microwire devices patterned from these films exhibit a coherence length of $3.2\\,\\mathrm{nm}$ and superfluid densities as low as $1.1\\times 10^{26}\\,\\mathrm{m}^{-3}$, suggesting that Nb$_3$Al may enable high kinetic inductance in thinner films. Coplanar waveguide resonators fabricated on Nb$_3$Al demonstrate single-photon internal quality factors up to $2.26\\times 10^{5}$. These results establish Nb$_3$Al as a promising material platform for the development of superconducting quantum circuits operating at elevated temperatures, contingent on appropriate control of interfacial chemistry and surface morphology."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Observation of Custodial Chiral Symmetry in Memristive Topological Insulators",
      "authors": [
        "Wenhao Li, Junyao Wu, Ning Han, Rui Zhao, Fujia Chen, Yuang Pan, Yudong Ren, Hongsheng Chen, Zhen Gao, Ce Shang, Yihao Yang"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05408",
      "arxiv": "https://arxiv.org/abs/2512.05408",
      "doi": null,
      "summary": "The concept of custodial symmetry, a residual symmetry that protects physical observables from large quantum corrections, has been a cornerstone of high-energy physics, but its experimental observation has remained unexplored. Building on recent theoretical work [Phys. Rev. Lett. 128, 097701 (2022)], we report the first experimental observation of classical analog of custodial chiral symmetry in a memristive Su-Schrieffer-Heeger (SSH) circuit. We provide direct experimental evidence for custodial symmetry through the measurement of the correction to the Lagrangian. This Lagrangian correction, which mimics a mass term in field theory, vanishes smoothly as the perturbation is reduced. We also demonstrate that topological edge states in the memristive SSH circuit remain localized at the boundary, protected by custodial chiral symmetry. This work opens new avenues for emulating field-theoretic symmetries and nonlinear dynamics in memristive platforms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Sub Band Gap Operation Limits for Perovskite Light Emitting Diodes",
      "authors": [
        "Pradeep R. Nair"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05425",
      "arxiv": "https://arxiv.org/abs/2512.05425",
      "doi": null,
      "summary": "Ultra low voltage operation of Perovskite light emitting diodes (PeLEDs) has been demonstrated in recent years as high radiance with minimal power consumption is a desired feature. However, the light output at such conditions from PeLEDs is typically very low, and the maximum in external quantum efficiency (EQE) and energy conversion efficiency (ECE) are achieved at large biases with significant power consumption. Here, we explore the possibility of achieving maximums in EQE and ECE at sub band gap voltages for PeLEDs. Our analysis consistently interprets otherwise scattered experimental data from literature, identifies the limits for low voltage operation, and elucidates optimization routes for sub band gap high radiance operation of PeLEDs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Zero-field superconducting diode effect induced by magnetic flux in a van der Waals superconductor trigonal PtBi$_2$",
      "authors": [
        "Nan Jiang, Masaki Maeda, Yuhi Yamaguchi, Mori Watanabe, Masashi Tokuda, Kensuke Takaki, Sebun Masaki, Takumi Ikushima, Takayoshi Koyanagi, Masakazu Matsubara, Kazutaka Kudo, Yasuhiro Niim"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05427",
      "arxiv": "https://arxiv.org/abs/2512.05427",
      "doi": "10.1103/7knf-fm7x",
      "summary": "The superconducting diode effect is one of the nonreciprocal transport phenomena, where the critical current depends on the current direction. This effect is typically realized in superconductors with broken spatial-inversion and time-reversal symmetry. To break the time-reversal symmetry, external magnetic fields are commonly used. Here, we demonstrate a sign-controllable superconducting diode effect under zero external magnetic field in a van der Waals superconductor trigonal PtBi$_2$. The sign of the zero-field superconducting diode effect is controlled by the poling magnetic field, that is a large magnetic field applied prior to measurements. This result indicates that trapped magnetic flux are responsible for breaking the time-reversal symmetry. Our findings highlight the crucial role of trapped magnetic flux in generating the superconducting diode effect and provide a general pathway for realizing a zero-field superconducting diode effect."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Direct demonstration of electric chirality control in a helimagnetic YMn$_6$Sn$_6$ by spin-polarized neutron scattering",
      "authors": [
        "Hidetoshi Masuda, Yutaro Yanagisawa, Kazuki Ohishi, Yusuke Nambu, Yoichi Nii, Yoshinori Onose"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05436",
      "arxiv": "https://arxiv.org/abs/2512.05436",
      "doi": null,
      "summary": "The spiral handedness of magnetic moments, referred to as chirality, gives rise to emergent electromagnetic phenomena in helimagnets. In insulating helimagnets, known as multiferroics, the cycloidal spin structure induces electric polarization by utilizing the inverse Dzyaloshinskii-Moriya mechanism. Spin-polarized neutron diffraction experiments, which directly probe circular spin arrangements, clearly demonstrated that an electric field controlled the chirality in multiferroic helimagnets. On the other hand, it was unclear until recently how the chirality could be controlled in metallic helimagnets where a large electric field cannot be applied, while the chirality control technique in metallic helimagnets should enable the exploration of chirality-dependent spintronic functionalities. Recently, Jiang et al. succeeded in controlling the chirality of a spiral structure by the simultaneous application of a magnetic field and electric current in a metallic helimagnet, utilizing the nonreciprocal electronic transport as an indirect probe of chirality, highlighting the need for a neutron diffraction experiment that directly probes the chirality. Here, we directly demonstrate the chirality control in a metallic helimagnet YMn$_6$Sn$_6$ by means of spin-polarized neutron diffraction, which should give rise to a firm basis for the development of future helimagnetic spintronics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Compressional rate-dependent stability of ammonia hydrates crystallized from water-rich ammonia-water solutions",
      "authors": [
        "Anshuman Mondal, Katharina Mohrbach, Konstantin Glazyrin, Hanns-Peter Liermann, Carmen Sanchez-Valle"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05455",
      "arxiv": "https://arxiv.org/abs/2512.05455",
      "doi": null,
      "summary": "Understanding the crystallization pathways of water-rich ammonia-water (NH3-H2O) solutions and the stability of ammonia hydrates is key to unraveling the behavior of complex hydrogen-bonding networks as well as for planetary interior modelling. Yet, there are still inconsistencies in the crystallization sequence reported upon pressure-induced crystallization of H2O-rich NH3-H2O solutions at room temperature. Here, we investigate the effect of compression rates on the crystallization pathways of 25 wt% NH3 aqueous solutions at room temperature using dynamically compressed diamond anvil cells (dDAC) coupled with time-resolved X-ray diffraction. We show that compression rates exceeding 0.5 GPa/sec promote direct crystallization of a body-centered cubic (bcc) phase (DMA') with possible AMH stoichiometry coexisting with H2O ice VII, while rates below 0.2 GPa/sec stabilize monoclinic NH3-rich AHH-II and ice VII phases. Intermediate rates between 0.2-0.5 GPa/sec produce a mixture of both hydrates alongside ice VII, hence demonstrating the role of compression rate on the crystallization sequence of ammonia solutions. The compression behavior and phase stability of the distinct phase assemblies (AHH-II/DMA' + ice VII) are investigated further to place constraints on the composition of the DMA' phase, the effect of ice VII on the compressibility of ammonia hydrates, and the plausible incorporation of NH3 impurities within the lattice of high-pressure ice phases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dynamic hysteresis and transitions induced by potential asymmetry",
      "authors": [
        "Samudro Ghosh, Moupriya Das"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05465",
      "arxiv": "https://arxiv.org/abs/2512.05465",
      "doi": null,
      "summary": "The influence of an external periodic field in a bistable system gives rise to a very interesting phenomenon of dynamic hysteresis, which has extensive applications in technologies. Environmental noise also has a crucial role in controlling this class of hysteresis. The relaxational delay of the system's response towards the periodic drive manifests in the response function-field hysteresis loops. These hysteresis loops are generally symmetric in the range of the external force and the response function. Symmetry breaking is observed under extreme conditions of the noise strength, amplitude and frequency of the periodic force. This symmetric-asymmetric dynamic transition is interpreted in terms of the relevant order parameter defined for the system under study. In our present work, we importantly identify that it is possible to induce symmetry breaking in the hysteresis loops, and consequently to observe dynamic transitions under moderate conditions as well if appropriate asymmetry is implemented in the design of the underlying potential. We develop a quantitative understanding of the variation of the hysteresis loop area and the order parameter with respect to the degree of asymmetry in the potential. Our study suggests an ingenious way to get the desired outputs in the processes related to dynamic hysteresis by effectively controlling the asymmetry of the intrinsic potential governing the dynamics. These findings not only direct a new and impactful path for technological advances involving hysteresis but also provide the basic understanding of the precise role of the underlying potential in regulating this fundamental process, which manifests frequently in natural and designed systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Observation-Time-Induced Crossover from Fluctuating Diffusivity",
      "authors": [
        "Masahiro Shirataki, Takuma Akimoto"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05471",
      "arxiv": "https://arxiv.org/abs/2512.05471",
      "doi": null,
      "summary": "A dynamical transition -- seen as a sudden increase in the mean-squared displacement at a characteristic temperature that depends on the observation time -- is widely reported in neutron-scattering experiments and molecular dynamics simulations of hydrated proteins. However, its physical origin remains elusive. We show that fluctuating diffusivity in a Langevin framework leads to an observation-time-induced crossover, where the effective diffusion coefficient exhibits a temperature-dependent transition whose crossover point shifts with observation time. Analytical and numerical analyses reveal the mechanism of this crossover and delineate the conditions under which it emerges. Our findings provide a unified nonequilibrium interpretation for observation-time-induced crossover, and suggest that the protein dynamical transition can be viewed as an instance of this general crossover mechanism."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum geometry and $X$-wave magnets with $X=p,d,f,g,i$",
      "authors": [
        "Motohiko Ezawa"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05477",
      "arxiv": "https://arxiv.org/abs/2512.05477",
      "doi": null,
      "summary": "Quantum geometry is a differential geometry based on quantum mechanics. It is related to various transport and optical properties in condensed matter physics. The Zeeman quantum geometry is a generalization of quantum geometry including the spin degrees of freedom. It is related to electromagnetic cross responses. Quantum geometry is generalized to non-Hermitian systems and density matrices. Especially, the latter is quantum information geometry, where the quantum Fisher information naturally arises as quantum metric. We apply these results to the $X$-wave magnets, which include $d$-wave, $g$-wave and $i$-wave altermagnets as well as $p$-wave and $f$-wave magnets. They have universal physics for anomalous Hall conductivity, tunneling magneto-resistance and planar Hall effect. We obtain various analytic formulas based on the two-band Hamiltonian."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Equation of state for the hard sphere fluids",
      "authors": [
        "Can Cui, Jianxiang Tian"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05488",
      "arxiv": "https://arxiv.org/abs/2512.05488",
      "doi": null,
      "summary": "Based on the survey of the literatures on the new improvements on the equation of state (EOS) for the hard sphere fluids, we here compare lots of different EOSs and present a very accurate equation of state for this kind of fluids. The new equation is built up on the basis of (1) the best estimated virial coefficients B5-B11 by Tian et al. [ Phys. Chem. Chem. Phys., 2019, 21, 13070] and (2) the newest numerical simulation data of the compressibility factor versus the density by Pieprzyk et al. [Phys. Chem. Chem. Phys., 2019, 21, 6886]. Our results show that this equation is accurate in not only the stable density range but also the metastable density range with the proper closest packing fraction pole, and well derives the predictive values of the high order virial coefficients B13-B16."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Guest metal-driven quantum anharmonic effects on stability and two-gap superconductivity in carbon-boron clathrates",
      "authors": [
        "Xianghui Meng, Yanqing Shen, Xin Yang, Xinyu Wang, Qing Ai, Yong Shuai, Zhongxiang Zhou"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05497",
      "arxiv": "https://arxiv.org/abs/2512.05497",
      "doi": null,
      "summary": "Traditionally, strong quantum anharmonic effects have been considered a characteristic of hydrogen-rich compounds. Here we propose that these effects also play a decisive role in boron-carbon clathrates. The stability and superconducting transition temperature (Tc) of carbon-boron clathrates XYB6C6, whose metal atoms have an average oxidation state of +1.5, have long remained under debate. At this oxidation state, some combinations (e.g., RbSrB6C6) are dynamically stable, whereas others (e.g., RbPbB6C6) are not. Using the stochastic self-consistent harmonic approximation combined with machine learning, we find that the anharmonicity originates primarily from guest metal atoms. For comparison, we find that quantum fluctuations have negligible influence on SrB3C3, but remove the lattice instability of RbPbB6C6. The predicted Tc of RbPbB6C6 (88 K) is nearly twice that of SrB3C3. Moreover, RbPbB6C6 exhibits two-gap superconductivity due to the higher C/B ratio in the density of states at the Fermi level compared to SrB3C3, weakening the sp3 hybridization. These findings demonstrate that quantum anharmonicity crucially governs the stability and superconductivity of XYB6C6 clathrates."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electrically Tunable Heliconical Smectic Superstructure in Polar Fluids",
      "authors": [
        "Hiroya Nishikawa, Dennis Kwaria, Atsuko Nihonyanagi, Koki Sano, Hiroyuki Yoshida, Fumito Araoka"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05517",
      "arxiv": "https://arxiv.org/abs/2512.05517",
      "doi": null,
      "summary": "The groundbreaking discovery of the ferroelectric nematic (NF) phase has attracted broad interest owing to its pronounced polarization properties and high fluidity. Building on this, the emergent spontaneous chiral order in achiral molecular systems, such as the heliconical ferroelectric nematic phase (NTBF) and the polar heliconical smectic C phase (SmC_P^H), has been discovered, revealing a new form in hierarchical polar order: hierarchical symmetry breaking. Here we report a newly designed achiral molecule that exhibits a hierarchical polar phase sequence: ferroelectric smectic A-NTBF-helielectric conical-SmC_P^H phases. We confirm that the SmC_P^H phase can form a stable macroscopic orientation under an electric field, without any alignment layer. Remarkably, we unlock the unprecedented functionality of the SmC_P^H phase: ultralow-voltage and low-frequency-driven modulation of the helical pitch and its associated enhanced second-harmonic generation. These results demonstrate emergent functionality of polar fluids arising from hierarchical symmetry breaking and offering a new paradigm for polar soft-matter photonics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mode-resolved logarithmic quasiballistic heat transport in thin silicon layers: Semianalytic and Boltzmann transport analysis",
      "authors": [
        "Jae Sik Jin"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05522",
      "arxiv": "https://arxiv.org/abs/2512.05522",
      "doi": null,
      "summary": "Nonequilibrium phonon transport driven by nanoscale hotspot heating in silicon device layers governs heat dissipation in advanced microelectronics and underscores the need for a better microscopic understanding of such processes. Yet the origin of the frequently observed logarithmic (ln) dependence of the apparent thermal response on hotspot size in crystalline silicon, and the role of individual phonon modes in this regime, remain unclear. Here, we develop a semianalytical, mode-resolved framework in the spectral phonon mean free path (MFP) domain and validate it against a full-phonon-dispersion Boltzmann transport model for heat removal from a 10 x 10 nm^2 hotspot in a thin Si layer (thicknesses of 41, 78, and 177 nm) representative of a silicon-on-insulator transistor. We show that ln-type quasiballistic scaling arises only for modes that lie on a log-uniform conductivity plateau and are diffusive-side or quasiballistic with respect to the hotspot size, whereas fully ballistic long-MFP modes contribute a saturated, nonlogarithmic background, leading to extremely slow suppression of their heat-carrying capability. The resulting phonon-modal nonlocal spectrum establishes spectral selection rules for ln-regime transport in confined Si and provides a compact basis for incorporating mode-selective quasiballistic corrections into continuum thermal models and for interpreting phonon-resolved thermometry experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Sub 1 K Adiabatic Demagnetization Refrigeration with Rare-Earth Borates Ba$_3$XB$_9$O$_{18}$ and Ba$_3$XB$_3$O$_9$, X = (Yb, Gd)",
      "authors": [
        "Marvin Klinger, Tim Treu, Felix Kreisberger, Christian Heil, Anna Klinger, Anton Jesche, Philipp Gegenwart"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05550",
      "arxiv": "https://arxiv.org/abs/2512.05550",
      "doi": null,
      "summary": "Adiabatic demagnetization refrigeration (ADR) is regaining relevance for the refrigeration to temperatures below 1 K as global helium-3 supply is increasingly strained. While ADR at these temperatures is long established with paramagnetic hydrated salts, more recently frustrated rare-earth oxides were found to offer higher entropy densities and practical advantages since they do not degrade under heating or evacuation. We report structural, magnetic and thermodynamic properties of the rare-earth borates Ba$_3$XB$_9$O$_{18}$ and Ba$_3$XB$_3$O$_9$ with X = (Yb, Gd). Except for Ba$_3$GdB$_9$O$_{18}$, which orders at 108 mK, the three other materials remain paramagnetic down to their lowest measured temperatures. ADR performance starting at 2 K in a field of 5 T is analyzed and compared to literature results."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interplay of Orbital Degeneracy and Vacancies in Stabilizing Collinear Magnetic Order in Cr$_{1+\\delta}$Te$_2$",
      "authors": [
        "Prasanta Chowdhury, Jyotirmoy Sau, Mohamad Numan, Jhuma Sannigrahi, Matthias Gutmann, Gangadhar Das, D. T. Adroja, Saurav Giri, Manoranjan Kumar, Subham Majumdar"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05563",
      "arxiv": "https://arxiv.org/abs/2512.05563",
      "doi": null,
      "summary": "Cr$_{1+\\delta}$Te$_2$, a two-dimensional van der Waals ferromagnet, displays a contested magnetic structure, poised between collinear and non-collinear spin configurations. In this work, we investigate the magnetic structure of Cr$_{1.33}$Te$_2$ at the microscopic level by combining single-crystal neutron diffraction, X-ray absorption spectroscopy, and first-principles calculations. Neutron diffraction measurements reveal a distinct collinear spin alignment, whereas spectroscopic analyses reveal inherent structural vacancies at both Cr and Te sites. These vacancies lead to local symmetry breaking that elevates the orbital degeneracy of the Cr 3$d$ states, as demonstrated by our first-principles analysis. The resulting modification of magnetocrystalline anisotropy emerges as the key mechanism stabilising the collinear magnetic ground state over the non-collinear one in the presence of vacancies. Our findings uncover a vacancy-driven route to control spin anisotropy and magnetic ordering in layered ferromagnets, offering new insights into the design of tunable 2D magnetic materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Revealing interstitial energetics in Ti-23Nb-0.7Ta-2Zr gum metal base alloy via universal machine learning interatomic potentials",
      "authors": [
        "Miroslav Lebedaa, Jan Drahokoupil, Veronika Maz\\'a\\v{c}ov\\'a, Petr Vl\\v{c}\\'ak"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05568",
      "arxiv": "https://arxiv.org/abs/2512.05568",
      "doi": null,
      "summary": "Understanding the behavior of light interstitial elements in multicomponent alloys remains challenging due to the complexity of local chemical environments and the high computational cost of first-principles calculations. Here we demonstrate that three universal machine-learning interatomic potentials (uMLIPs) - MACE-MATPES-PBE-0, Orb-v3, and SevenNet-0 can efficiently map the energetics of C, N, O, and H interstitials in a Ti-23Nb-0.7Ta-2Zr gum metal base alloy while being several orders of magnitude faster than density functional theory (DFT). All uMLIPs predict broad energy distributions (1-3 eV) for all four interstitial elements, reflecting their strong sensitivity to local lattice chemistry. Despite alloy disorder, MACE-MATPES-PBE-0 and Orb-v3 reproduce the expected site preferences of the bcc structure: C, N, and O relax into octahedral sites, whereas H stabilizes in tetrahedral positions. In contrast, SevenNet-0 predicts H to be most stable in octahedral coordination, indicating a limitation of this model. Correlation analysis reveals two dominant chemical trends: Ti-rich environments strongly stabilize interstitials, whereas close proximity to Nb is destabilizing; Zr and Ta show no statistically significant influence, likely due to their low concentrations. Benchmarking representative O interstitial configurations against DFT confirms that the uMLIPs reasonably reproduce the energetic ordering of chemically distinct environments. Overall, these results demonstrate that uMLIPs enable computationally efficient, statistically converged characterization of defect energetics in gum metal base alloy and provide insight into how local chemical environments govern interstitial stability."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Plasmascopy of ultrafast hot charges in solids",
      "authors": [
        "Dmitry A. Zimin, Raja Sen, Muhammad Qasim, Jelena Sjakste, Vladislav S. Yakovlev"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05582",
      "arxiv": "https://arxiv.org/abs/2512.05582",
      "doi": null,
      "summary": "We demonstrate an electric field-resolved approach for probing ultrafast dynamics of photoinjected charges in solids. Direct access to the electric field of few-cycle pulses enables us to measure a broadband response of a medium with associated plasma frequency. We prepare an ensemble of photoinjected hot charge carriers with energies sufficient to trigger impact ionization and establish a framework to measure its dynamics. Our study reveals the first time-resolved observation of the short-lived ultrafast impact ionization in germanium counteracted by trapping of mobile charges at later times. This approach provides a promising route for studying ultrafast many-body physics in photoexcited solids, with predictions from advanced theoretical models."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Prussian Blue and Prussian Blue Analogs as Emerging Memristive Materials",
      "authors": [
        "L. B. Avila"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05607",
      "arxiv": "https://arxiv.org/abs/2512.05607",
      "doi": null,
      "summary": "Prussian blue analogues (PBAs) and related organic materials are promising platforms for next-generation memory and energy-storage technologies due to their redox activity, ionic mobility, and compatibility with low-cost and scalable fabrication. Electrodeposited Prussian Blue (PB) and Prussian White (PW) thin films show robust resistive switching with ON/OFF ratios from one to three orders of magnitude in both bipolar and unipolar modes. Structural and spectroscopic analyses reveal homogeneous films with well-defined grain boundaries and ionic pathways that enable filamentary conduction. Current-voltage measurements, impedance spectroscopy, and quantum transport modeling indicate switching mechanisms governed by ohmic or space-charge-limited conduction, driven by potassium-ion migration and reversible redox processes. PB-based devices also exhibit conductance quantization with discrete steps at integer and half-integer multiples of G0, consistent with ballistic electron transport through atomic-scale channels. Complementary studies on perylene-based liquid crystals and FeHCF on graphene oxide highlight the versatility of PBAs for memory and supercapacitor applications. Together, these results demonstrate the multifunctionality and scalability of PBAs for future ReRAM, neuromorphic computing, multilevel memory, cryptographic hardware, and high-performance energy-storage devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Suppression of stripe-ordered structural phases in monolayer IrTe$_2$ by a gold substrate",
      "authors": [
        "Kati Asikainen, Fr\\'ed\\'eric Chassot, Baptiste Hildebrand, Aymen Mahmoudi, Joel Morf, Mahault Berset, Pascal Turban, Matti Alatalo, S. Assa Aravindh, Marko Huttula, KeYuan Ma, Fabian O. von Rohr, Jean-Christophe Le Breton, Thomas Jaouen, Claude Monney"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05616",
      "arxiv": "https://arxiv.org/abs/2512.05616",
      "doi": null,
      "summary": "Metal-assisted exfoliation of two-dimensional (2D) materials has emerged as an efficient route to isolating large-area monolayer crystals, yet the influence of the supporting metal substrate on their intrinsic properties remains poorly understood. Here, we demonstrate successful gold-assisted exfoliation of monolayer IrTe$_2$ up to the millimeter scale. Angle-resolved photoemission spectroscopy (ARPES), combined with first-principles calculations, reveals that the low-energy electronic structure closely resembles that of a freestanding monolayer 1T-IrTe$_2$. We find that quasi-covalent hybridization together with substrate-induced strain leads to only modest modifications of the electronic bands. Although strain contributes to phase stability, it is essentially hybridization that drives the stabilization of the 1T-phase of the monolayer IrTe$_2$ by suppressing stripe-ordered phase transitions. These results establish gold-assisted exfoliation as a robust route to prepare a large-area monolayer IrTe$_2$ and highlight the role of metal-substrate interaction in engineering 2D materials with tailored structural phases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Toward a Theoretical Roadmap for Organic Memristive Materials",
      "authors": [
        "Salvador Cardona-Serra"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05617",
      "arxiv": "https://arxiv.org/abs/2512.05617",
      "doi": null,
      "summary": "Neuromorphic computing aspires to overcome the intrinsic inefficiencies of von Neumann architectures by co-locating memory and computation in physical devices that emulate biological neurons and synapses. Memristive materials stand at the core of this paradigm, enabling non-volatile, history-dependent electronic responses. While inorganic oxides currently dominate the field, molecular and polymeric systems can offer untapped advantages in terms of chemical tunability, structural flexibility, low-cost processing, and biocompatibility. However, progress has been hindered by the absence of a theoretical framework able to rationalize how molecular structure translates into memristive function. Here, a multiscale computational perspective is presented, outlining how quantum chemistry and molecular dynamics, among other approaches, can be integrated into a coherent methodology to design next-generation organic memristors. Three mechanisms, ionic migration, redox-driven switching, and conduction interplay in chiral molecules are examined as representative routes toward molecular neuromorphic hardware. The opportunities and challenges associated with each mechanism are discussed, together with a view on how a theoretically guided roadmap can accelerate the emergence of chemically engineered synaptic materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Sticky eigenstates in systems with sharply-divided phase space",
      "authors": [
        "Hua Yan"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05627",
      "arxiv": "https://arxiv.org/abs/2512.05627",
      "doi": null,
      "summary": "We investigate mixed eigenstates in systems with sharply-divided phase space, using different piecewise-linear maps whose regular-chaotic boundaries are formed by marginally unstable periodic orbits (MUPOs) or by quasi-periodic orbits. With the overlap index and the entropy localization length, we classify mixed eigenstates and show that the contribution from dynamical tunneling scales as $\\sim \\hbar\\, \\exp(-b/\\hbar)$, with $b>0$ associated with the relative size of the regular region. The dominant fraction of states that remain sticky to the boundaries, referred to as sticky eigenstates, scales as $\\hbar^{1/2}$ in the MUPO case and oscillates around this algebraic behavior in the quasi-periodic case. This behavior generalizes established predictions for hierarchical states in KAM systems, which scale as $\\hbar^{1 - 1/\\gamma}$, with $\\gamma$ set by the corresponding classical stickiness reflected in the algebraic decay of cumulative RTDs $t^{-\\gamma}$. For the piecewise-linear maps studied here, $\\gamma = 2$. These results reveal a clear quantum signature of classical stickiness in non-KAM systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Geometric control of boundary-catalytic branching processes",
      "authors": [
        "Denis S. Grebenkov, Yilin Ye"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05637",
      "arxiv": "https://arxiv.org/abs/2512.05637",
      "doi": null,
      "summary": "Boundary-catalytic branching processes describe a broad class of natural phenomena where the population of diffusing particles grows due to their spontaneous binary branching (e.g., division, fission or splitting) on a catalytic boundary located in a complex environment. We investigate the possibility of geometric control of the population growth by compensating the proliferation of particles due to branching events by their absorptions in the bulk or on boundary absorbing regions. We identify an appropriate Steklov spectral problem to obtain the phase diagram of this out-of-equilibrium stochastic process. The principal eigenvalue determines the critical line that separates an exponential growth of the population from its extinction. In other words, we establish a powerful tool for calculating the optimal absorption rate that equilibrates the opposite effects of branching and absorption events and thus results in steady-state behavior of this diffusion-reaction system. Moreover, we show the existence of a critical catalytic rate above which no compensation is possible, so that the population cannot be controlled and keeps growing exponentially. The proposed framework opens promising perspectives for better understanding, modeling and control of various boundary-catalytic branching processes, with applications in physics and life sciences."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Excitation of quasiparticle pairs in superconducting nanodevices by 1/f noise",
      "authors": [
        "Clare C. Yu, M. C. Goffage, Yifan Wang, A. Alase, M. C. Cassidy, S. N. Coppersmith"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05644",
      "arxiv": "https://arxiv.org/abs/2512.05644",
      "doi": null,
      "summary": "Superconducting nanodevices such as qubits, resonators, and photodetectors, have revolutionized our capabilities for probing and controlling quantum phenomena. Nonequilibrium quasiparticles, which are broken Cooper pairs that cause decoherence and energy loss, can limit their performance. The number of these quasiparticles is often tens of orders of magnitude greater than would be present in thermal equilibrium. Background radiation has been shown to excite quasiparticles, but quasiparticles are observed even when the devices are carefully shielded. Here we show that the high-frequency components of 1/f noise can excite quasiparticle pairs and that this mechanism is consistent with previously unexplained experimental results. We also propose new experiments that exploit this quasiparticle excitation mechanism to non-invasively characterize high-frequency charge noise as well as the locations and nature of the defects producing the noise. The proposed experiments would also investigate how this noise changes as the defects that give rise to it evolve towards thermal equilibrium."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Improving 2D-ness to enhance thermopower in oxide superlattices",
      "authors": [
        "Dongwon Shin, Inseo Kim, Min-Su Kim, Yu-Qiao Zhang, Woo Tack Lim, Si-Young Choi, Minseok Choi, Hiromichi Ohta, Woo Seok Choi"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05664",
      "arxiv": "https://arxiv.org/abs/2512.05664",
      "doi": null,
      "summary": "The transport dynamics of itinerant charge carriers and their interactions with the environment. For two-dimensional oxide thermoelectrics, predominantly represented by doped SrTiO3-based superlattices, reduced spatial dimensions and increased effective mass are known to enhance thermopower (S). However, because of their large effective Bohr radius resulting from their high dielectric constant, SrTiO3-based systems have limitations in exhibiting the 2D characteristic. Here, we focus on EuTiO3 as an alternative perovskite platform in which fractional LaxEu1-xTiO3/EuTiO3 artificial superlattices demonstrate the improvement in 2D nature for the dimensionality-induced improvement of S. We observed a quasi-2D thermopower S2D of -950 uV K-1 and S2D/S3D of ~20 resulting from the improved 2D confinement. Thermopower measurements, combined with hybrid density functional theory calculations, show the enhanced S originates from the confinement of Ti 3dxy-states within the LaxEu1-xTiO3 layers and the associated increase in the 2D density of states. In detail, a smaller effective Bohr radius and modified electronic band structures, in conjunction with the presence of the Eu 4f-states in EuTiO3 which modified the local electronic potential and strengthened the spatial confinement of Ti 3d-states. This approach to improving the dimensional confinement establishes a small effective Bohr radius and Eu 4f-state assisted 2D confinement provides valuable insights into the design of high-performance applications in artificial oxide superlattices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quenching dynamics of vortex in spin-orbit coupled Bose-Einstein condensates",
      "authors": [
        "Juan Wang, Zhenze Fan, Yan Li"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05691",
      "arxiv": "https://arxiv.org/abs/2512.05691",
      "doi": null,
      "summary": "We investigate the ground states and rich dynamics of vortices in spin-orbit coupled Bose-Einstein condensates (BEC) subject to position-dependent detuning. Such a detuning plays the role of an effective rotational frequency, causing the generation of a synthetic magnetic field. Through scanning the detuning gradient, we numerically obtain static vortex lattice structures containing 1 to 6 vortices using the coupled Gross-Pitaevskii equations. When quenching detuning gradient below its initial value, the vortex lattices exhibit interesting periodic rotation motion, and their dynamical stability can persist for up to 1000ms. In particular, depending on the detuning gradient, the twin vortices exhibit either a scissors-like rotational oscillation or a clockwise periodic rotation, reflecting the response to the magnetic field gradient experienced by the condensates. We fit the numerical results to quantitatively analyze the relation between rotation dynamics and magnetic field gradients. When quenching the detuning gradient beyond its initial value, additional vortices appear. Our findings may motivate further experimental studies of vortex dynamics in synthetic magnetic fields and offer insights for engineering a BEC-based magnetic field gradiometer."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Excitonic Charge Density Waves in Moire Ladders",
      "authors": [
        "Paula Mellado, Francisco Mu\\~noz, Javiera Cabezas-Escares"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05696",
      "arxiv": "https://arxiv.org/abs/2512.05696",
      "doi": null,
      "summary": "An incommensurate charge density wave (CDW) is a periodic modulation of charge that breaks translational symmetry incongruently with the underlying lattice. Its low-energy excitations, the phason, are collective, gapless phase fluctuations. We study a half-filled, four-band ladder model where a shift $\\delta=p/q$ between the legs leads to a supercell of q composite cells. The moir\\'e potential narrows minibands near the Fermi level, resulting in additional peaks in the density of states, whose separation is controlled by $\\delta$. The inclusion of short-range Coulomb interactions leads to an excitonic incommensurate CDW state. We identify the oscillations in its amplitude with a gapped Higgs collective mode and a lowest-energy Goldstone mode, realized by long-lived neutral phasons whose propagation velocity is governed by the shift {\\delta} and the inter-leg tunneling amplitude. Our results show that even the slightest interlayer mismatches can strongly modify both charge-ordering patterns and low-energy bosonic excitations in layered materials, and suggest that the enigmatic CDW phase in the quasi-one-dimensional compound HfTe3 is excitonic in nature."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "In situ mapping of indentation-induced densification and cracking in vitreous silica by nanofocus X-ray scattering",
      "authors": [
        "Johan F. S. Christensen, M. Faizal Ussama Jalaludeen, S{\\o}ren S. S{\\o}rensen, Anders K. R. Christensen, Xuan Ge, Tao Du, Yuanzheng Yue, Anton Davydok, Christina Krywka, Lothar Wondraczek, Henning F. Poulsen, Morten M. Smedskjaer"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05699",
      "arxiv": "https://arxiv.org/abs/2512.05699",
      "doi": null,
      "summary": "The practical strength of oxide glasses is greatly reduced by surface flaws that form during processing and use. Instrumented indentation can mimic such real-life damage events and induce flaws and cracking under controlled conditions. At the same time, instrumented indentation allows for systematic examination of the deformation and structural changes of the regions of the glass being indented. However, structural probing is nearly always performed after rather than during the sharp contact event, limiting our understanding of the indentation process. To overcome this, we here demonstrate the use of nanofocus X-ray scattering experiments to probe the local mechanical and structural response of vitreous silica during indentation. Two-dimensional mapping of the scattering pattern in the zone below a sharp diamond wedge indenter reveals local changes in the atomic structure and density as well as cracking behavior. These in situ experiments during indentation reveal the formation and evolution of the densification zone and cracking with nanoscale resolution. Understanding the interplay between structural densification and cracking behavior in glasses is deepened through this work, which is crucial for the development of more damage-resistant and thus stronger glasses as well as fundamental understanding of glass deformation mechanisms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exe.py: Ab initio fine structure parameters for trigonal defect qubits within the E$\\otimes$e Jahn-Teller case",
      "authors": [
        "Balazs Toth, Adam Gali, Gergo Thiering"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05704",
      "arxiv": "https://arxiv.org/abs/2512.05704",
      "doi": null,
      "summary": "Trigonal solid-state defects are often subjects of spontaneous symmetry breaking driven by the $E\\otimes e$ Jahn-Teller effect, reflecting strong electron-phonon coupling. These systems, particularly paramagnetic defect qubits in solids are central for quantum technology applications, where accurate knowledge of their fine-structure parameters $-$ shaped by the complex interplay of spin-orbit and electron-phonon interactions $-$ is essential. We introduce the $\\mathtt{Exe.py}$ code part of the $\\mathtt{jahn {\\text -} teller {\\text -} dynamics}$ package, a Python code that implements the first-principles approach of [Phys. Rev. X 8, 021063 (2018)] to accurately compute the spin-orbit-phonon entanglement in trigonal defects utilizing the output from density functional theory calculations (DFT). By employing $\\Delta$SCF calculations, the method extends naturally to excited states and predicts fine-structure parameters of zero-phonon lines (ZPLs), including Zeeman shifts under external magnetic fields. The approach is applicable not only to solid-state defects but also to Jahn-Teller active trigonal molecules such as the $X$CH$_3$ family. We demonstrate the capabilities of Exe.py through applications to negatively charged Group-IV$-$vacancy (G4V) defects in diamond: SiV$^-$, GeV$^-$, SnV$^-$, PbV$^-$ and the neutral N$_3$V$^0$ defect in diamond, and the CH$_3$O methoxy molecule."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Sliding phasons in Moir\\'e Ladders",
      "authors": [
        "Paula Mellado, Francisco Mu\\~noz, Javiera Cabezas-Escares"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05735",
      "arxiv": "https://arxiv.org/abs/2512.05735",
      "doi": null,
      "summary": "An incommensurate charge density wave is a periodic modulation of charge that breaks translational symmetry at a momentum that does not coincide with the primitive lattice vectors. Its Goldstone excitation, the phason, comprises collective gapless phase fluctuations. Aiming to unveil the mechanism behind the onset of incommensurate charge order in layered materials, we study a half-filled, four-band tight-binding model on a ladder with a relative shift $\\delta=p/q$ between the legs, induced by the dimerization of one of them. The shift results in a moir\\'e supercell comprising q composite cells and a modulated inter-leg tunneling. The moir\\'e potential compresses the leg bands into flat minibands near the Fermi level, resulting in additional low-energy peaks in the density of states. Including Coulomb interactions, we find an incommensurate charge-density-wave phase in which the charge modulation is out of phase between the legs. The collective excitations of this state are long-lived neutral, acoustic phasons whose speed is controlled by the moir\\'e parameter $\\delta$ and the inter-leg tunneling amplitude. This model sheds light on the role of interlayer incongruities in the formation of excitonic charge-ordered phases in van der Waals and heterostructured materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Angle and time-resolved polarization change induced by Kerr effect in amorphous and crystalline SiO2",
      "authors": [
        "Lample Pierrick, Weis Mateusz, Boschetto Davide, Guizard St\\'ephane"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05738",
      "arxiv": "https://arxiv.org/abs/2512.05738",
      "doi": null,
      "summary": "We measure the polarization change of a beam reflected from the surface of both crystalline alpha and amorphous SiO2 samples while they are photo-excited by an intense light pulse, at intensities above the nonlinear excitation threshold yet below the damage threshold. The polarization change varies with the angle between the polarization of pump and probe light, but is found to be independent of their orientation relative to the crystal axes. This behavior differs between the reflected and transmitted beams, and can be modeled by taking into account a birefringence induced by the electric field of the pump. These polarization-change effects can be very strong, with polarization rotation exceeding 90{\\deg}, at pump intensities well below the damage threshold. We also observe a markedly different behavior of the reflected beam depending on whether the material is crystalline or amorphous."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Irreversible phase reconfiguration and thermal-memory effects in a highly-correlated manganite",
      "authors": [
        "Guilherme Kuhl-Soares, Ot\\'avio Canton, Eduardo Granado, Diego Carranza-C\\'elis, Marcelo Knobel, Gabriel Gomide, Juan Gabriel Ramirez, Diego Muraca"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05778",
      "arxiv": "https://arxiv.org/abs/2512.05778",
      "doi": null,
      "summary": "Phase separated manganites provide a unique platform to study the dynamics of competing electronic and structural orders in correlated systems. In $La_{0.275}Pr_{0.35}Ca_{0.375}MnO_{3}$ (LPCMO), we use temperature cycling Raman spectroscopy to uncover a previously unidentified regime of structural irreversibility, emerging from the interplay between lattice distortions and phase competition across the phase separation and charge and orbital ordering temperatures. This irreversible behavior encodes a thermal memory effect reflecting the system's history dependent energy landscape. Correlated magnetic and transport responses confirm the coupling between lattice and electronic degrees of freedom, revealing a nem form of nonequilibrium phase dynamics in mixed valence oxides. These results advance the understanding of metastability and memory phenomena in strongly correlated materials, opening pathways toward adaptive and neuromorphic functionalities in quantum materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Symmetry-driven phonon confinement in 2D halide perovskites",
      "authors": [
        "Mustafa Mahmoud Aboulsaad, Olivier Donzel-Gargand, Rafael B. Araujo, Tomas Edvinsson"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05792",
      "arxiv": "https://arxiv.org/abs/2512.05792",
      "doi": null,
      "summary": "Quantum confinement not only reshapes electronic states but also reorganizes the vibrational landscape of low-dimensional semiconductors. In halide perovskites, however, the role of confinement in governing symmetry effects on vibrational modes has remained unresolved. Here we synthesize 2D CsPbBr3 nanoplatelets with atomically defined thicknesses for 2-5 monolayers (MLs) and perform exciton absorption and emission analysis, crystalline phase determination, and phonon analysis. The lowest dimensional structure (2 MLs) reveal a co-existence of cubic and orthorhombic structure, energetically converging to orthorhombic for 3 MLs and beyond. Through polarization-resolved Raman spectroscopy and first-principles theory for 2-5 MLs, a striking symmetry contrast is found: B1g modes intensify and evolve in line with the phonon-confinement model, while Ag modes deviate, reflecting their distinct spatial localization. First principles calculations show that B1g vibrational modes largely reside in the xy-plane, Pb-Br-Pb units connect octahedra along the xy-direction with increased lattice dynamics as inner layers accumulate, whereas A1g vibrations couple to out-of-plane distortions and remain susceptible to surface disorder and finite-size effects. This symmetry-driven dichotomy provides a general framework for understanding phonon localization in layered halide perovskites. Beyond mechanism, we establish Raman fingerprints, particularly the A1g/B1g intensity ratio in cross-polarized geometry, as a calibrated, non-destructive metrology for 2D nanoplatelet thickness through 2-5 MLs. These results bridge electronic and phonon confinement and highlight symmetry engineering as a route to understand and control phonons, excitons, and their interactions in low-dimensional optoelectronic materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Size-effects on shift-current in layered CuInP$_2$S$_6$",
      "authors": [
        "Francesco Delodovici, Brahim Dkhil, Charles Paillard"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05796",
      "arxiv": "https://arxiv.org/abs/2512.05796",
      "doi": null,
      "summary": "Two-dimensional ferroelectrics have recently emerged as a promising avenue for next-generation optoelectronic and photovoltaic devices. Due to the intrinsic absence of inversion symmetry, 2D ferroelectrics exhibit bulk photovoltaic effect (BPVE), which relies on hot, non-thermalized photo-excited carriers to generate a photo-induced current with enhanced performances thanks to efficient charge separation mechanisms. The absence of a required p-n junction architecture makes these materials particularly attractive for nanoscale energy harvesting. Recent studies have reported enhanced BPVE in nanometer-thick CuInP$_2$S$_6$ ferroelectric embedded between two graphene wafers, driven by relatively strong polarization and reduced dimensionality. Short circuit photocurrent density values have been observed to reach up to mA/cm$^2$. In this paper, we demonstrate that the shift-current mechanism alone cannot fully account for these high conductivity values, suggesting that additional mechanisms may play a significant role. Furthermore, our work confirms the existence of a strong size effect, which drastically reduces the shift-conductivity response in the bulk limit, in agreement with experimental observations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Microscopic theory of the inverse spin galvanic effect in anisotropic Rashba models",
      "authors": [
        "Alessandro Veneri, Francesco Quintavalle, Thierry Valet, Roberto Raimondi"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05799",
      "arxiv": "https://arxiv.org/abs/2512.05799",
      "doi": null,
      "summary": "The Rashba spin-orbit coupling (SOC) is a well-known mechanism for the spin-charge interconversion via the inverse and direct spin galvanic effects. The lack of a full inversion symmetry allows the coupling of the charge current and spin density. In this paper we investigate this phenomenon when the in-plane rotational symmetry is lowered to the $C_{2v}$ and $C_{3v}$ symmetry groups, whereby the electron spectrum becomes anisotropic. We find that in the $C_{2v}$ case, depending on the ratio between the Rashba SOC strengths along the principal axes, the non-equilibrium spin density deviates notably from the $90^o$ degrees rotation, with respect to the applied electric field, familiar in the isotropic case. In the $C_{3v}$ case, when a warping cubic-in-momentum term is present, whereas the standard $90^o$ degrees rotation of the spin density remains, the spin-charge interconversion depends on the intensity of the warping itself. The microscopic theory takes into account disorder including vertex corrections, both via the diagrammatic implementation of the Kubo formula and via the quantum kinetic theory. We show that vertex corrections are crucial to capture the details of the inverse spin galvanic effect in contrast to previous treatments based on the constant broadening approximation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantized transconductance emerges from non-symmetric quantum fluctuations: theoretical prediction",
      "authors": [
        "Klaiv Mertiri, Yuli V. Nazarov"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05813",
      "arxiv": "https://arxiv.org/abs/2512.05813",
      "doi": null,
      "summary": "We show theoretically that weak quantum fluctuations induced by a non-symmetric electromagnetic environment may lead to a quantized transconductance of a multi-terminal quantum contact rather than to a blockade of transport in the contact. The result suggests the possibility to realize Quantum Hall phenomenology without its common ingredients and/or a topological quantum state."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Machine-learning-enabled interpretation of tribological deformation patterns in large-scale MD data",
      "authors": [
        "Hendrik J. Ehrich, Marvin C. May, Stefan J. Eder"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05818",
      "arxiv": "https://arxiv.org/abs/2512.05818",
      "doi": null,
      "summary": "Molecular dynamics (MD) simulations have become indispensable for exploring tribological deformation patterns at the atomic scale. However, transforming the resulting high-dimensional data into interpretable deformation pattern maps remains a resource-intensive and largely manual process. In this work, we introduce a data-driven workflow that automates this interpretation step using unsupervised and supervised learning. Grain-orientation-colored computational tomograph pictures obtained from CuNi alloy simulations were first compressed through an autoencoder to a 32-dimensional global feature vector. Despite this strong compression, the reconstructed images retained the essential microstructural motifs: grain boundaries, stacking faults, twins, and partial lattice rotations, while omitting only the finest defects. The learned representations were then combined with simulation metadata (composition, load, time, temperature, and spatial position) to train a CNN-MLP model to predict the dominant deformation pattern. The resulting model achieves a prediction accuracy of approximately 96% on validation data. A refined evaluation strategy, in which an entire spatial region containing distinct grains was excluded from training, provides a more robust measure of generalization. The approach demonstrates that essential tribological deformation signatures can be automatically identified and classified from structural images using Machine Learning. This proof of concept constitutes a first step towards fully automated, data-driven construction of tribological mechanism maps and, ultimately, toward predictive modeling frameworks that may reduce the need for large-scale MD simulation campaigns."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Boltzmann transport theory of magnon-exciton drag",
      "authors": [
        "Zakhar A. Iakovlev, Akashdeep Kamra, Mikhail M. Glazov1"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05835",
      "arxiv": "https://arxiv.org/abs/2512.05835",
      "doi": null,
      "summary": "We develop a microscopic theory of magnon-exciton drag effect in a bilayer van der Waals antiferromagnetic semiconductor CrSBr. Effective exciton-magnon coupling arises from an orbital mechanism: Magnons tilt the layer magnetizations, enabling charge carrier tunneling that mixes intra- and interlayer excitons and thereby modulate the exciton energy. We derive the effective Hamiltonian of exciton-magnon coupling, based on our calculation of the magnon spectrum taking into account short-range exchange interaction between Cr-ion spins, single-ion anisotropy, and long-range dipole-dipole interactions. The latter produces a negative group velocity of magnons at small wavevectors. We show that despite rather small renormalization of exciton's energy and effective mass by the exciton-magnon interaction, the three key two-magnon processes: exciton-magnon scattering, two-magnon absorption by exciton, and two-magnon emission are highly efficient. By solving the Boltzmann kinetic equation, we evaluate short exciton-magnon scattering time which is in the sub-ps range and strongly decreases with the increase of magnon population. Hence, exciton-magnon scattering is likely to be dominant over other scattering processes related to the exciton-phonon and exciton-disorder interactions. We demonstrate that magnons can efficiently drag excitons, resulting in a large and nearly isotropic exciton propagation that can significantly exceed the intrinsic anisotropic diffusion. Our results provide a theoretical basis for recent observations of anomalous exciton transport in CrSBr [F. Dirnberger, et al., Nat. Nano. (2025)] and establish magnon-exciton drag as a powerful mechanism for controlling exciton propagation in magnetic systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Time-Temperature-Transformation (TTT) Diagrams to rationalize the nucleation and quenchability of metastable $\\alpha$-Li$_3$PS$_4$",
      "authors": [
        "Akira Miura, Woohyeon Baek, Yuta Fujii, Kiyoharu Tadanaga, Rana Hossain, Aichi Yamashita, Yoshikazu Mizuguchi, Chikako Moriyoshi, Shintaro Kobayashi, Shogo Kawaguchi, Jiong Ding, Shigeo Mori, Atsushi Sakuda, Akitoshi Hayashi, Wenhao Sun"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05841",
      "arxiv": "https://arxiv.org/abs/2512.05841",
      "doi": null,
      "summary": "$\\alpha$-Li$_3$PS$_4$ is a promising solid-state electrolyte with the highest ionic conductivity among its polymorphs. However, its formation presents a thermodynamic paradox: the $\\alpha$-phase is the equilibrium phase at high temperature and transforms to the stable $\\gamma$-Li$_3$PS$_4$ polymorph when cooled to room temperature; however, $\\alpha$-Li$_3$PS$_4$ can be synthesized and quenched in a metastable state via rapid heating at relatively low temperatures. The origin of this synthesizability and anomalous stability has remained elusive. Here, we resolve this paradox by establishing a comprehensive time-temperature-transformation (TTT) diagram, constructed from a computational temperature-size phase diagram and experimental high-time-resolution isothermal measurements. Our density functional theory calculations reveal that at the nanoscale, the $\\alpha$-phase is stabilized by its low surface energy, which drastically lowers the nucleation barrier across a wide temperature range. This size-dependent stabilization is directly visualized using in-situ synchrotron X-ray diffraction and electron microscopy, capturing the rapid nucleation of nano-sized $\\alpha$-phase and its subsequent slow transformation. This work presents a generalizable framework that integrates thermodynamic and kinetic factors for understanding nucleation and phase transformation mechanisms, providing a rational strategy for the targeted synthesis of functional metastable materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological spin multipolization and linear magnetoelectric coupling in two-dimensional antiferromagnets",
      "authors": [
        "J\\\"orn W. F. Venderbos, Paola Gentile, Carmine Ortix"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05862",
      "arxiv": "https://arxiv.org/abs/2512.05862",
      "doi": null,
      "summary": "In this paper we predict that the magnetoelectric response of two-dimensional (2D) antiferromagnets is determined by the topology of the ground state. This topological magnetoelectric response, encoded in the spin magnetoelectric polarizability and its closely related spin multipolization, occurs when the electronic structure of the antiferromagnetic insulator is described by massive 2D Dirac fermions, and is therefore native to 2D, unlike the topological magnetoelectric effect of three-dimensional topological insulators. To demonstrate the topological contribution to the (spin) magnetoelectric polarizability, we compute the magnetoelectric polarizability microscopically for two distinct minimal lattice models: a spin-orbit coupled N\\'eel antiferromagnet and a spin-orbit-free noncollinear antiferromagnet with double-$Q$ spin order. We show that the topological origin of the revealed magnetoelectric effect can be traced back to the electromagnetic response of topological semimetals in two dimensions, and hence is ultimately governed by a strong topological invariant in one dimension. Given this dimensional hierarchy, we further consider two minimal lattice models in one dimension, both one-dimensional variants of the 2D lattice models, and show that the magnetoelectric polarizability exhibits a clear signature of nontrivial crystalline topology. Possible material realizations are discussed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interplay of ferroelectricity and interlayer superconductivity in van der Waals bilayers",
      "authors": [
        "D. S. Annenkov, A. A. Kopasov, A. S. Mel'nikov"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05871",
      "arxiv": "https://arxiv.org/abs/2512.05871",
      "doi": null,
      "summary": "We study the distinctive features of the interplay between the interlayer superconductivity and ferroelectricity in van der Waals heterostructures. Corresponding analysis is carried out within the framework of the quasiclassical Eilenberger equations for a tunnel coupled bilayer with inhomogeneous relative shift of the conduction bands between the layers, which describes the net charge transfer in sliding ferroelectrics. It is shown that the critical temperature of the interlayer superconductivity can be significantly enhanced for superconducting nuclei localized in the vicinity of ferroelectric domain walls. We demonstrate that the increase in the tunneling amplitude leads to the decrease (increase) in the difference between the critical temperatures for localized and homogeneous superconducting states for the spin-singlet (spin-triplet) interlayer superconductivity. We also perform an extensive analysis of the effects of the in-plane magnetic field on the interlayer superconductivity. It is shown that the orbital effect can result in the suppression of the spin-singlet interlayer superconductivity and to the enhancement of the spin-triplet one. We find that possible manifestations of the paramagnetic effect include the suppression of the interlayer superconductivity by rather weak Zeeman fields, the two-fold anisotropy of the critical magnetic field for the spin-triplet states as well as the appearance of the reentrant superconducting phases. It is shown that the joint influence of the orbital and paramagnetic mechanisms on the spin-triplet interlayer superconductivity can even lead to a nonmonotonic behavior of the superconducting critical temperature as a function of the external magnetic field. The obtained results are discussed in the context of recent experimental data on van der Waals structures with coexisting superconductivity and sliding ferroelectricity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Resolving Abrikosov vortex entry in superconducting nano-string resonators via displacement-noise spectroscopy in cavity-optomechanics",
      "authors": [
        "Thomas Luschmann, Tahereh Sadat Parvini, Lukas Niekamp, Achim Marx, Rudolf Gross, Hans Huebl"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05873",
      "arxiv": "https://arxiv.org/abs/2512.05873",
      "doi": null,
      "summary": "Abrikosov vortices in type-II superconductors critically influence current flow and coherence, thereby imposing fundamental limits on superconducting quantum technologies. Quantum circuits employ superconducting elements at micro- and mesoscopic scales, where individual vortices can significantly impact device performance, necessitating investigation of vortex entry, motion, and pinning in these constrained geometries. Cavity-optomechanical platforms combining flux-tunable microwave resonators with superconducting nanomechanical elements offer a promising route to the single-photon strong-coupling regime and enable highly sensitive probing of the mechanical degree of freedom under elevated magnetic fields. Here, we exploit this platform to investigate vortex entry processes at the single-event level. We observe discrete jumps of the mechanical resonance frequency attributable to individual vortex entry, corresponding to attonewton-scale forces and allowing quantitative extraction of single-vortex pinning energies. These signatures are superimposed on a smooth power-law background characteristic of the collective Campbell-regime of vortex elasticity. Our results establish optomechanics-inspired sensing as a powerful method for exploring fundamental superconducting properties and identifying decoherence pathways in quantum circuits. Beyond advancing vortex physics, this work opens new opportunities for integrating mechanical sensing into superconducting device architectures, bridging condensed matter physics and quantum information science."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Layer dipole magnetoelectric polarizability of antiferromagnetic bilayers",
      "authors": [
        "H. Radhakrishnan, C. Ortix, J. W. F. Venderbos"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05875",
      "arxiv": "https://arxiv.org/abs/2512.05875",
      "doi": null,
      "summary": "In this paper we study magnetoelectric effects in two-dimensional magnetic bilayers and introduce the notion of a layer dipole magnetoelectric polarizability. This magnetoelectric polarizability describes the magnetization response to an applied electric field perpendicular to the bilayer. As such, it represents the electric analog of the spin magnetoelectric polarizability, governing the charge polarization response to an applied Zeeman field. Starting from the orbital magnetization produced by a perpendicular displacement field, we derive a microscopic expression for the layer dipole magnetoelectric polarizability and apply it to two minimal models for bilayer magnets, i.e., a buckled square lattice model and a magnetic topological insulator model. In the case of the buckled square lattice model we show that the layer dipole magnetoelectric polarizability has a (quasi-)topological contribution, revealing a topological magnetoelectric response of two-dimensional antiferromagnets associated with the layer pseudospin degree of freedom."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Relating the dynamics of photo de-mixing in mixed bromide-iodide perovskites to ionic and electronic transport",
      "authors": [
        "Ya-Ru Wang, Marko Mladenovi\\'c, Eugene Kotomin, Kersten Hahn, Jaehyun Lee, Wilfried Sigle, Jovana V. Mili\\'c, Peter A. van Aken, Ursula Rothlisberger, Michael Gr\\\"atzel, Davide Moia, Joachim Maier"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05879",
      "arxiv": "https://arxiv.org/abs/2512.05879",
      "doi": null,
      "summary": "The observation of reversible de-mixing phenomena in mixed-halide perovskites under illumination is one of the most challenging as well as intriguing aspects of this class of materials. On the one hand, it poses critical constraints to the compositional space that allows reliable design of absorbers for perovskite photovoltaics. On the other hand, it holds potential for the development of novel optoionic devices where an ionic response is triggered via optical stimuli. Funda-mental questions about the origin of such photo de-mixing process remain unanswered, both in terms of its mechanism as well as thermodynamic description. Here, we relate in-situ measurements of ionic and electronic transport of mixed bromide-iodide perovskite thin films performed during photo de-mixing with the evolution of their optical and morpho-logical properties. The results point to the definition of different stages of the de-mixing process which, based on micros-copy and spectroscopic measurements, we assign to regimes of spinodal decomposition and nucleation of quasi-equilibrium iodide- and bromide-rich phases. Combined with density functional theory calculations, we explore the role of dimensionality in the mechanism and reversibility of photo de-mixing and dark re-mixing processes, referring to elec-tronic and ionic contributions to the de-mixing driving force. Additionally, our data emphasizes the role of the surface, as significantly different de-mixing dynamics, in terms of extent and reversibility, are observed for films with or without encapsulation. Our comprehensive analysis of transport, phase and optical properties of mixed-halide perovskites pro-vides guidelines for future materials design as well as for the more general fundamental understanding of light-induced ionic phenomena."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Uncovering surface states of the Dirac semimetal BaMg2Bi2",
      "authors": [
        "A. De Vita, J. Bakkelund, H. \\'Swi\\k{a}tek, M. J. Winiarski, S. Malick, C. V. B. Nielsen, F. Bertran, A. J. H. Jones, P. Majchrzak, F. Miletto Granozio, J. A. Miwa, R. Ernstorfer, T. Pincelli, T. Klimczuk, C. Bigi, F. Mazzola"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05886",
      "arxiv": "https://arxiv.org/abs/2512.05886",
      "doi": null,
      "summary": "BaMg2Bi2 is a Dirac semimetal characterized by a simple Dirac cone crossing the Fermi level at the center of the Brillouin zone, protected by C3 rotational symmetry. Together with its Sr-based analogue SrMg2Bi2, it has been proposed as a promising candidate for a chemically driven topological switch: while SrMg2Bi2 is an insulator, BaMg2Bi2 exhibits non-trivial topological features. A detailed understanding of its electronic structure is essential to elucidate its electronic and transport properties. Previous photoemission studies confirmed the Dirac nature of BaMg2Bi2, but were limited to high photon energies, which hindered direct comparison with density functional theory calculations (DFT), due to reduced resolution and higher-frequency matrix-element modulation in that regime. In this work, we combine high-resolution angle-resolved photoemission spectroscopy (ARPES) and DFT calculations to get full insight on the valence band states, providing a comprehensive picture of the low-energy electronic structure. Our measurements reveal the presence of previously unobserved surface states. We found that they are topologically trivial, but they unlock a more comprehensive understanding of the material's behavior, reconciling previous discrepancies between experiment and theory."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Machine Learning Framework for Predicting Glass-Forming Ability in Ternary Alloy Systems",
      "authors": [
        "Fatemeh Mahmoudi"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05895",
      "arxiv": "https://arxiv.org/abs/2512.05895",
      "doi": null,
      "summary": "Predicting the glass-forming ability (GFA) of chemical compositions remains a fundamental challenge in materials science, especially for oxide glasses with broad compositional diversity. Traditional empirical and thermodynamic approaches often fail to capture the complex, nonlinear factors governing vitrification. In this study, we applied two ensemble machine learning algorithms-Random Forest (RF) and Extreme Gradient Boosting (XGB)-to the glass_ternary_hipt dataset to predict the GFA of ternary oxide glasses directly from composition-derived descriptors. Both models achieved excellent predictive accuracy (R^2 > 0.92, MAE < 0.04), confirming that GFA is learnable from compositional features alone. Feature importance analysis revealed that electronegativity variance, atomic size mismatch, and valence electron descriptors are the most influential factors, while cohesive energy and ionic radius provided secondary contributions. These chemically interpretable features align with established theories of glass formation, thereby bridging predictive performance with physical understanding. The novelty of this work lies in systematically extending ML-based predictive modeling to ternary oxide glasses, a class less studied compared to metallic and binary systems. Our results demonstrate that ensemble learning not only enables accurate GFA prediction but also provides actionable insights for designing new glass compositions with enhanced stability."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interplay of Rashba and Dresselhaus Spin-Orbit Couplings on the Stability of Topological FFLO Phases in 1D Fermi Gases",
      "authors": [
        "Hamid Mosadeq, Mohammad-Hossein Zare, Reza Asgari"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05901",
      "arxiv": "https://arxiv.org/abs/2512.05901",
      "doi": null,
      "summary": "We investigate the stabilization of topological Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) phases, with a specific emphasis on the intraband FFLO phase, in a one-dimensional (1D) Fermi gas subjected to an external magnetic field. This research highlights the crucial role of the interplay between Rashba spin-orbit coupling (RSOC) and Dresselhaus spin-orbit coupling (DSOC). Employing a Fermi-Hubbard model alongside the density matrix renormalization group (DMRG) method, we examine the combined effects of RSOC and DSOC on these exotic superfluid phases, taking into account attractive fermionic interactions. Our principal finding reveals that while RSOC primarily stabilizes conventional zero-momentum pairing, DSOC performs a distinct and crucial role in selectively stabilizing the intraband FFLO phase. This stabilization is achieved by enhancing spin polarization within a single helicity band and suppressing interband coherence, thereby facilitating the formation of finite-momentum FFLO pairs within the same band and resulting in the emergence of a topologically nontrivial superfluid. This targeted control of intraband FFLO pairing paves the way for new strategies in the manipulation of superfluid phases in spin-orbit coupled systems and offers essential insights for experimental realizations in ultracold atomic gases, with implications for topological quantum computing and Majorana fermions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnetic and moir\\'e Proximity Effects in WSe2/WSe2/CrI3 Trilayers",
      "authors": [
        "Junyi Liu, Xu Zhang, Gang Lu"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05917",
      "arxiv": "https://arxiv.org/abs/2512.05917",
      "doi": null,
      "summary": "Integrating magnetic order to moir\\'e superlattices is of significant scientific and technological interest. Based on first-principles calculations, we study the interplay of magnetic proximity and moir\\'e proximity in WSe2/WSe2/CrI3 trilayers with different stackings and twist angles. Large valley splitting is observed due to redistribution of the exciton charge density across layers via a super-exchange-like mechanism, and its electric-field dependence bears similarity to electrically tunable and valley-selective Feshbach resonances. The valley splitting can be magnified in moir\\'e superlattices owing to the superposition of Umklapp excitons folded from moir\\'e minibands, yielding spatially modulated and enhanced magnetic proximity. The moir\\'e proximity effect is demonstrated via an imprinted moir\\'e potential on CrI3 layer and its feedback to the direct moir\\'e potential on WSe2 bilayers is observed. The cooperation between the direct and imprinted moir\\'e potentials is shown to yield novel topological and correlated states."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Surface restoration in hygroscopic VI3 crystals via synchrotron soft X-ray irradiation",
      "authors": [
        "A. De Vita, V. Polewczyk, G. Panaccione, G. Vinai"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05924",
      "arxiv": "https://arxiv.org/abs/2512.05924",
      "doi": null,
      "summary": "Among van der Waals crystals, transition metal trihalide VI3 has driven attention for its magnetic and orbital properties. However, its chemical instability under ambient conditions make its exploitation challenging for technological implementation. In this context, here we show how synchrotron radiation soft X-rays partially restore stoichiometric chemical and electronic properties of VI3 crystals. By combining X-ray absorption and X-ray photoemission spectroscopies, we show as-cleaved and aged (in ultra-high vacuum conditions) chemical degradation of VI3 crystal surface, with the formation of vanadates, and its, at least partial, recovery under high-flux soft X-ray beam exposure, revealing that superficial hygroscopic contamination couples relatively weakly to the crystal surface."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Adsorption energies are necessary but not sufficient to identify good catalysts",
      "authors": [
        "Shahana Chatterjee, Alexander Davis, Lena Podina, Divya Sharma, Yoshua Bengio, Alexandre Duval, Oleksandr Voznyy, Alex Hern\\'andez-Garcia, David Rolnick, F\\'elix Therrien"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05938",
      "arxiv": "https://arxiv.org/abs/2512.05938",
      "doi": null,
      "summary": "As a core technology for green chemical synthesis and electrochemical energy storage, electrocatalysis is central to decarbonization strategies aimed at combating climate change. In this context, computational and machine learning driven catalyst discovery has emerged as a major research focus. These approaches frequently use the thermodynamic overpotential, calculated from adsorption free energies of reaction intermediates, as a key parameter in their analysis. In this paper, we explore the large-scale applicability of such overpotential estimates for identifying good catalyst candidates by using datasets from the Open Catalyst Project (OC20 and OC22). We start by quantifying the uncertainty in predicting adsorption energies using \\textit{ab initio} methods and find that $\\sim$0.3-0.5 eV is a conservative estimate for a single adsorption energy prediction. We then compute the overpotential of all materials in the OC20 and OC22 datasets for the hydrogen and oxygen evolution reactions. We find that while the overpotential allows the identification of known good catalysts such as platinum and iridium oxides, the uncertainty is large enough to misclassify a broad fraction of the datasets as ``good'', which limits its value as a screening criterion. These results question the reliance on overpotential estimation as a primary evaluation metric to sort through catalyst candidates and calls for a shift in focus in the computational catalysis and machine learning communities towards other metrics such as synthesizability, stability, lifetime or affordability."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Minimal two band model and experimental proposals to distinguish pairing mechanisms of the high-T$_c$ superconductor La$_3$Ni$_2$O$_7$",
      "authors": [
        "Zheng-Duo Fan, Ashvin Vishwanath"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05956",
      "arxiv": "https://arxiv.org/abs/2512.05956",
      "doi": null,
      "summary": "The discovery of high-T$_c$ superconductivity in La$_3$Ni$_2$O$_7$ has opened the door to a new route to high temperature superconductivity, distinct from that in cuprates and iron-based materials. Yet, despite intense recent activity, we lack experimentally testable protocols for distinguishing between different pairing scenarios. In this Letter, we construct a minimal two-band model that reproduces the Fermi-surface topology observed in recent ARPES measurements and DFT calculations, and we analyze superconductivity arising from two distinct pairing mechanisms. We show that these mechanisms yield sharply different responses to an applied perpendicular electric field. Thus, La$_3$Ni$_2$O$_7$ offers the unique opportunity to cleanly distinguish between different pairing scenarios. Finally, we propose three concrete experimental proposals designed to distinguish these scenarios and thereby identify the pairing mechanism most relevant to the real material."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Training Multi-Layer Binary Neural Networks With Local Binary Error Signals",
      "authors": [
        "Luca Colombo, Fabrizio Pittorino, Manuel Roveri"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.00119",
      "arxiv": "https://arxiv.org/abs/2412.00119",
      "doi": "10.1088/2632-2153/adf0c1",
      "summary": "Binary Neural Networks (BNNs) significantly reduce computational complexity and memory usage in machine and deep learning by representing weights and activations with just one bit. However, most existing training algorithms for BNNs rely on quantization-aware floating-point Stochastic Gradient Descent (SGD), limiting the full exploitation of binary operations to the inference phase only. In this work, we propose, for the first time, a fully binary and gradient-free training algorithm for multi-layer BNNs, eliminating the need for back-propagated floating-point gradients. Specifically, the proposed algorithm relies on local binary error signals and binary weight updates, employing integer-valued hidden weights that serve as a synaptic metaplasticity mechanism, thereby enhancing its neurobiological plausibility. Our proposed solution enables the training of binary multi-layer perceptrons by using exclusively XNOR, Popcount, and increment/decrement operations. Experimental results on multi-class classification benchmarks show test accuracy improvements of up to +35.47% over the only existing fully binary single-layer state-of-the-art solution. Compared to full-precision SGD, our solution improves test accuracy by up to +35.30% under the same total memory demand, while also reducing computational cost by two to three orders of magnitude in terms of the total number of Boolean gates. The proposed algorithm is made available to the scientific community as a public repository."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "BEP: A Binary Error Propagation Algorithm for Binary Neural Networks Training",
      "authors": [
        "Luca Colombo, Fabrizio Pittorino, Daniele Zambon, Carlo Baldassi, Manuel Roveri, Cesare Alippi"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.04189",
      "arxiv": "https://arxiv.org/abs/2512.04189",
      "doi": null,
      "summary": "Binary Neural Networks (BNNs), which constrain both weights and activations to binary values, offer substantial reductions in computational complexity, memory footprint, and energy consumption. These advantages make them particularly well suited for deployment on resource-constrained devices. However, training BNNs via gradient-based optimization remains challenging due to the discrete nature of their variables. The dominant approach, quantization-aware training, circumvents this issue by employing surrogate gradients. Yet, this method requires maintaining latent full-precision parameters and performing the backward pass with floating-point arithmetic, thereby forfeiting the efficiency of binary operations during training. While alternative approaches based on local learning rules exist, they are unsuitable for global credit assignment and for back-propagating errors in multi-layer architectures. This paper introduces Binary Error Propagation (BEP), the first learning algorithm to establish a principled, discrete analog of the backpropagation chain rule. This mechanism enables error signals, represented as binary vectors, to be propagated backward through multiple layers of a neural network. BEP operates entirely on binary variables, with all forward and backward computations performed using only bitwise operations. Crucially, this makes BEP the first solution to enable end-to-end binary training for recurrent neural network architectures. We validate the effectiveness of BEP on both multi-layer perceptrons and recurrent neural networks, demonstrating gains of up to +6.89% and +10.57% in test accuracy, respectively. The proposed algorithm is released as an open-source repository."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phase transitions on the dark side of the Gross-Neveu model",
      "authors": [
        "Gabriel Osiander Rein, Fakher F. Assaad, Igor F. Herbut"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.04626",
      "arxiv": "https://arxiv.org/abs/2512.04626",
      "doi": null,
      "summary": "Gross-Neveu model in 2+1 dimensions exhibits a continuous transition from gapless Dirac semimetal to the gapped quantum anomalous Hall (QAH) insulator at a finite (attractive) coupling, at which the inversion and time-reversal symmetry become spontaneously broken, and the flavor O($M$) symmetry remains preserved. A unification of leading order parameters of 2+1 dimensional $N$ four-component Dirac fermions collects all Lorentz-singlet mass-like fermion bilinears, except the one condensing in the QAH state, into an irreducible representation of the O($M=4N$), and predicts another phase transition in the Gross-Neveu model to occur at a strong (repulsive) coupling. Here, a fermionic auxiliary-field quantum Monte Carlo algorithm is employed in order to study a lattice realization of the Gross-Neveu field theory in the repulsive regime, where the sign problem is absent. We indeed find the O($4N$) symmetry breaking transition out of Dirac semimetal to occur and to be weakly first-order for $N=2$, relevant to graphene. The size of the discontinuity and the magnitude of the critical coupling, however, both grow with $N$. Adding a finite chemical potential is found to break the symmetry and cause superconductivity. These results are in broad agreement with the predictions of the unified field theory. Our lattice model also displays an interesting exact O($2N$) symmetry, a subgroup of the low-energy O($4N$), and has the ordered ground state with the order parameter that belongs to its $N(2N-1)$-dimensional representation. Other order parameters are also examined, and a certain hierarchy among those that belong to different representations of the exact $O(2N)$ is observed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum open system description of a hybrid plasmonic cavity",
      "authors": [
        "Marco Vallone"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05174",
      "arxiv": "https://arxiv.org/abs/2512.05174",
      "doi": null,
      "summary": "We present a unified quantum open system framework for lossy plasmonic cavities in which coherent dynamics, relaxation, dephasing, and irreversible absorption are treated on equal footing. The Dyson equation for the cavity photon propagator in the random-phase approximation yields a complex self-energy S that accounts for both the renormalization and the damping of hybrid plasmon-photon modes (polaritons, in a quasi-particle description). Tracing out the electronic and photonic environments leads to a Liouvillian for the upper (UP) and lower (LP) polaritonic branches, incorporating leakage through the imaginary part of the self-energy, internal UP-LP scattering rates, and dephasing. Time evolution equations for polariton populations, interbranch coherence, and driven amplitudes in closed form also provide analytic expressions for their steady-state values, the quench rate of UP-LP oscillations and polaritonic lineshapes, valid in the limit of low polaritonic density, but covering light-matter ultrastrong coupling. The theory establishes a self-consistent description of dissipative polariton dynamics in plasmonic and nanophotonic cavities, directly applicable to response spectra, time-domain measurements, and dissipation engineering."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Development of a Modular ODMR Setup for Optical Experiments in a Variable Temperature Insert",
      "authors": [
        "Anh Tong, Andreas Bauer, Markus Kleinhans, James S. Schilling, Christian H. Back, Karl D. Briegel, Fabian A. Freire-Moschovitis, Dominik B. Bucher, Christian Pfleiderer"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05181",
      "arxiv": "https://arxiv.org/abs/2512.05181",
      "doi": null,
      "summary": "We developed an optically detected magnetic resonance (ODMR) setup designed for compatibility with a widely used, commercially available helium bath cryostat equipped with a variable temperature insert. The optical path extends nearly two meters, spanning the full length of the cryostat insert, enabling excitation of the nitrogen-vacancy (NV) centers and detection of the resulting fluorescence from outside the cryostat. The setup preserves optical alignment and beam quality along this extended path allowing integration into existing cryogenic systems without significant modifications. We demonstrate the setup's performance by measuring the temperature dependence of the resonance signal and its behavior under small applied magnetic fields, as well as the magnetic transition of a SrRuO$_3$ sample, thereby showcasing the feasibility of NV magnetometry on a sample in constrained cryogenic environments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The deep Hilbert space of all-to-all interacting SU(3) atoms: from quantum to classical",
      "authors": [
        "Federico Balducci, Aleksandra A. Ziolkowska"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05184",
      "arxiv": "https://arxiv.org/abs/2512.05184",
      "doi": null,
      "summary": "We study the emergence of chaos in multilevel atoms with all-to-all interactions, inspired by cavity QED. Focusing on a 3-level Tavis-Cummings model in a far detuned limit, we detail its deep Hilbert space structure -- i.e. we enumerate all distinct dynamical sectors, beyond the totally symmetric subspace -- by using the Schur-Weyl duality, which is applicable thanks to the permutation symmetry in the all-to-all Hamiltonian. Strong Hilbert space fragmentation ensues from the non-abelian nature of the symmetry, with some sectors displaying regular dynamics and others being chaotic. We uncover that many permutation symmetry sectors contribute to the dynamics in the classical limit, in addition to the commonly studied totally symmetric subspace. To elucidate the dynamical responses in each of the symmetry sectors, we propose a semiclassical description in terms of spin coherent states, which is also able to explain the origin of chaotic or regular dynamics with a simple geometrical argument. Our work contributes to the study of the quantum-classical correspondence in chaotic systems, and uncovers a rich structure in multilevel all-to-all interacting models."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Investigating a Quantum-Inspired Method for Quantum Dynamics",
      "authors": [
        "Bo Xiao, Benedikt Kloss, E. Miles Stoudenmire"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05185",
      "arxiv": "https://arxiv.org/abs/2512.05185",
      "doi": null,
      "summary": "Building on recent advances in quantum algorithms which measure and reuse qubits and in efficient classical simulation leveraging projective measurements, we extend these frameworks to real-time dynamics of quantum many-body systems undergoing discrete-time and continuous-time Hamiltonian evolution, and find improvements that significantly reduce sampling overhead. The approach exploits causal light-cone structure by interleaving time and space evolution and applying projective measurements as soon as local subsystems reach the target physical time, suppressing entanglement growth. Comparing to time-evolving block decimation, the method reaches longer times per sample for the same resources. We also gain the ability to study dynamics of entanglement that would be occurring on quantum hardware when following similar protocols, such as the holographic quantum dynamics simulation framework. We show how to efficiently obtain local observables as well as equal-time and time-dependent correlation functions. Our findings show how optimizations for quantum hardware can benefit classical tensor network simulations and how such classical methods can yield insights into the utility of quantum simulations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exactly Solvable Population Model with Square-Root Growth Noise and Cell-Size Regulation",
      "authors": [
        "Farshid Jafarpour"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05190",
      "arxiv": "https://arxiv.org/abs/2512.05190",
      "doi": null,
      "summary": "We analyze a size-structured branching process in which individual cells grow exponentially according to a Feller square-root process and divide under general size-control mechanisms. We obtain exact expressions for the asymptotic population growth rate, the steady-state snapshot distribution of cell sizes, and the fluctuations of the total cell number. Our first result is that the population growth rate is exactly equal to the mean single-cell growth rate, for all noise strengths and for all division and size-regulation schemes that maintain size homeostasis. Thus square-root growth noise is neutral with respect to long-term fitness, in sharp contrast to models with size-independent stochastic growth rates. Second, we show that the steady-state population cell-size distribution is obtained from the deterministic inverse-square-law solution by a one-sided exponential convolution with kernel width set by the strength of growth fluctuations. Third, the mean-rescaled population size $N_t/\\left\\langle N_t\\right\\rangle$ converges to a stationary compound Poisson-exponential distribution that depends only on growth noise. This distribution, and hence the long-time shape of population-size fluctuations, is unchanged by division-size noise or asymmetric partitioning. These results identify Feller-type exponential growth with square-root noise as an exactly solvable benchmark for stochastic growth in size-controlled populations and provide concrete signatures that distinguish it from models with size-independent growth-rate noise."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Competition, stability, and functionality in excitatory-inhibitory neural circuits",
      "authors": [
        "Simone Betteti, William Retnaraj, Alexander Davydov, Jorge Cort\\'es, Francesco Bullo"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05252",
      "arxiv": "https://arxiv.org/abs/2512.05252",
      "doi": null,
      "summary": "Energy-based models have become a central paradigm for understanding computation and stability in both theoretical neuroscience and machine learning. However, the energetic framework typically relies on symmetry in synaptic or weight matrices - a constraint that excludes biologically realistic systems such as excitatory-inhibitory (E-I) networks. When symmetry is relaxed, the classical notion of a global energy landscape fails, leaving the dynamics of asymmetric neural systems conceptually unanchored. In this work, we extend the energetic framework to asymmetric firing rate networks, revealing an underlying game-theoretic structure for the neural dynamics in which each neuron is an agent that seeks to minimize its own energy. In addition, we exploit rigorous stability principles from network theory to study regulation and balancing of neural activity in E-I networks. We combine the novel game-energetic interpretation and the stability results to revisit standard frameworks in theoretical neuroscience, such as the Wilson-Cowan and lateral inhibition models. These insights allow us to study cortical columns of lateral inhibition microcircuits as contrast enhancer - with the ability to selectively sharpen subtle differences in the environment through hierarchical excitation-inhibition interplay. Our results bridge energetic and game-theoretic views of neural computation, offering a pathway toward the systematic engineering of biologically grounded, dynamically stable neural architectures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Photoelectrical detection and characterization of divacancy and PL5-PL7 spins in silicon carbide",
      "authors": [
        "Naoya Morioka, Tetsuri Nishikawa, Hiroshi Abe, Takeshi Ohshima, Norikazu Mizuochi"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05283",
      "arxiv": "https://arxiv.org/abs/2512.05283",
      "doi": null,
      "summary": "Photoelectrical detection of magnetic resonance (PDMR) offers a scalable alternative to optical readout of spin defects in semiconductors and is particularly promising for near-infrared (NIR) emitters, where photodetection is often challenging. Here, we demonstrate room-temperature coherent PDMR of PL3 (divacancy), PL5, PL6, and PL7 spins. PL7 and PL5 exhibit notably stronger PDMR than PL6 as opposed to optical detection, indicating higher ionization efficiency and suitability for electrical readout. Rabi oscillation and two-frequency spectroscopy reveal a previously undiscovered secondary resonance of PL7. We determine the zero-field splitting parameters of PL7 and assign the recently reported PL3a defect to PL7. The demonstrated PDMR of these NIR defects constitutes a key advancement toward quantum electronic devices. Also, the clarified spin parameters and ionization characteristics provide a solid foundation for advancing quantum technologies utilizing these defects regardless of the detection schemes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Scaling limits of complex Sachdev-Ye-Kitaev models and holographic geometry",
      "authors": [
        "Elena Gubankova, Subir Sachdev, Grigory Tarnopolsky"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05294",
      "arxiv": "https://arxiv.org/abs/2512.05294",
      "doi": null,
      "summary": "We compare different limits of the Sachdev-Ye-Kitaev model of $N$ complex fermion with $p$-fermion interactions. First, we compute the fermion Green's function and free energy in the limit of large $N$ followed subsequently by the limit of large $p$. Next, we examine the `double-scaling' limit in which the large $N,p$ limits are taken at fixed $\\lambda = p^2/N$. Earlier results on the latter limit are resummed for small $\\lambda$, and shown to match our results for the first limit. We also describe the holographic match of our results to two-dimensional Jackiw-Teitelboim gravity with an additional $U(1)$ gauge field."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spectrally-selective dynamic radiative thermoregulation via phase engineering",
      "authors": [
        "Qizhang Li, Yuanke Chen, Zhuang Luo, Chenxi Sui, Xubing Wu, Ronghui Wu, Qingsong Fan, Ching-Tai Fu, Pei-Jan Hung, Gangbin Yan, Genesis Higueros, Ting-Hsuan Chen, Po-Chun Hsu"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05388",
      "arxiv": "https://arxiv.org/abs/2512.05388",
      "doi": null,
      "summary": "Maintaining comfortable temperatures for buildings, humans, and devices consumes a substantial portion of global energy, underscoring the urgent need for energy-efficient thermoregulation technologies. Dynamic radiative thermal emitters that can switch between passive cooling and heating modes offer a promising solution, but most existing devices exhibit broadband optical responses, resulting in unwanted parasitic heat exchange and limited performance. Here, we introduce an elegant strategy that uses a dielectric cap to transform broadband metal-insulator transition (MIT) materials into spectrally selective dynamic emitters. This design creates a highly tunable Fabry-Perot cavity, enabling a tailored thermal emission spectrum by engineering the reflected-wave phase profile. Our Fresnel-formalism-based phasor diagram analysis reveals two key routes for realizing high spectral selectivity: a high-index dielectric cap and a low-loss metallic MIT state, which are further validated by Bayesian optimization. Following this principle, we demonstrated a wide-angle spectrally-selective thermoregulator operating in the atmospheric transparency window (8-13 um), where the thermal emittance can be electrically tuned from about 0.2 to 0.9 through reversible copper electrodeposition on a germanium cavity. Furthermore, this strategy can be extended to multispectral electrochromic windows, enabling switching between solar heating and spectrally-selective radiative cooling. Our work establishes a versatile and generalizable paradigm for spectral engineering of dynamic thermal emitters, opening opportunities in energy-efficient buildings, wearable thermal comfort, spacecraft thermoregulation, and multispectral camouflage."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin Polarization from Circularly Polarized Light Induced Charge Transfer",
      "authors": [
        "Sindhana Pannir-Sivajothi, David T. Limmer"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05441",
      "arxiv": "https://arxiv.org/abs/2512.05441",
      "doi": null,
      "summary": "We show how a spin polarization can be generated through the photo-induced electron transfer of an achiral donor-acceptor complex following chiral light excitation. In particular, we illustrate the basic energetic and symmetry requirements for chirality induced spin selectivity where the chirality emerges from the electronic degrees of freedom following excitation with circularly polarized light. We study this effect in a simple model of a metalloporphyrin complex with an axial acceptor ligand using quantum mechanical rate theories and numerical simulations. We find that the spin polarization emerges due to the selective excitation of a ring current within the porphryin, breaking the degeneracy of the two degenerate spin states. The resultant spin polarization increases with the spin orbit coupling between the metal in the porphyrin and the axial ligand, and is transient, with a lifetime dependent on the rate of dephasing from the Jahn-Teller distortion mode. This proposed effect should be observable in spin-resolved photoemission spectroscopy."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mechanically mediated optical-microwave quantum state transfer by feedback",
      "authors": [
        "Max P. Foreman, Jesse J. Slim, Warwick P. Bowen"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05457",
      "arxiv": "https://arxiv.org/abs/2512.05457",
      "doi": null,
      "summary": "State transfer between light and microwaves is a key challenge in quantum networks. Promising transducers use a mechanical intermediary that couples to both fields via radiation pressure. Such electro-optomechanical devices have achieved high efficiencies, yet require resolved-sideband cavities, and generally compromise in scalability and noise performance. Here, we relax this constraint by extending the protocol of Navarathna et al. that transfers optical quantum information onto a mechanical resonator using a broadband, sideband-unresolved cavity and feedback. Combining this with parametric mechanical-to-microwave conversion, we show that continuous optical-to-microwave quantum state transfer is possible using measurement-based feedback, while all-optical coherent feedback enables bidirectional transfer. To assess the transfer, we introduce the quantum transfer witness $\\mathcal{W}_T$, which -- though similar to the input-referred added noise -- also identifies whether a channel is capable of both preserving Gaussian entanglement and outperforming classical transduction schemes. Finally, we show that quantum-compatible noise performance is within reach of current experimental capabilities. Our results unlock a new design space for electro-optomechanical transducers and strengthens their candidacy as scalable quantum links between distant nodes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "How to measure laser chirp rate at single-emitter excitation energies",
      "authors": [
        "Timoth\\'ee Mounier, Moritz Kaiser, Mert Tuncel, Iker Avila Arenas, Ren\\'e Schwarz, Ria G. Kr\\\"amer, Stefan Nolte, Florian Kappe, Yusuf Karli, Gregor Weihs, Vikas Remesh"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05541",
      "arxiv": "https://arxiv.org/abs/2512.05541",
      "doi": null,
      "summary": "We present a simple and direct method for measuring laser chirp rate, i.e., group delay dispersion (GDD) of ultrashort laser pulses at power levels compatible with single-quantum-emitter excitation. Traditional pulse characterization techniques rely on nonlinear optical processes that require high peak powers, making them unsuitable for the attojoule-to-femtojoule regime relevant to quantum photonics. Our approach utilizes a wavelength-to-time mapping method in which the arrival times of spectrally filtered components of a broadband pulse are recorded using a superconducting nanowire single-photon detector and correlated via a high-resolution time-tagging system. The resulting linear relationship between wavelength and arrival time directly yields the dispersion parameter and, subsequently, the GDD. Beyond single-emitter excitation, this technique can be applied in areas such as single-photon spectroscopy, ultralow-power optical communications, and time-domain quantum control, where linear and non-destructive dispersion characterization is essential."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Squeezing Classical Antiferromagnets into Quantum Spin Liquids via Global Cavity Fluctuations",
      "authors": [
        "Charlie-Ray Mann, Mark A. Oehlgrien, B{\\l}a\\.zej Jaworowski, Giuseppe Calaj\\'o, Jamir Marino, Kyung S. Choi, Darrick E. Chang"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05630",
      "arxiv": "https://arxiv.org/abs/2512.05630",
      "doi": null,
      "summary": "Cavity quantum electrodynamics with atomic ensembles is typically associated with collective spin phenomena, such as superradiance and spin squeezing, in which the atoms evolve collectively as a macroscopic spin ($S\\sim N/2$) on the Bloch sphere. Surprisingly, we show that the tendency toward a collective spin description need not imply collective spin phenomena; rather, it can be exploited to generate new forms of strongly correlated quantum matter. The key idea is to use uniform cavity-mediated interactions to energetically project the system into the total-spin singlet sector ($S=0$) - a highly entangled subspace where the physics is governed entirely by cavity fluctuations. Focusing on Rydberg atom arrays coupled to a single-mode cavity, we show that global cavity fluctuations can effectively squeeze classical antiferromagnets into quantum spin liquids, characterized by non-local entanglement, fractionalized excitations, and emergent gauge fields. This work suggests that cavity QED can be a surprising resource for inducing strongly correlated phenomena, which could be explored in the new generation of hybrid tweezer-cavity platforms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Uncertainty Growth in Stably Stratified Turbulence",
      "authors": [
        "Mrinal Jyoti Powdel, Samriddhi Sankar Ray"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05656",
      "arxiv": "https://arxiv.org/abs/2512.05656",
      "doi": null,
      "summary": "We investigate uncertainty growth and chaotic dynamics in statistically steady, stably stratified three-dimensional turbulence. Using direct numerical simulations of the Boussinesq equations, we quantify the divergence of initially infinitesimal perturbations via twin simulations and decorrelator diagnostics. At short times, perturbations exhibit exponential growth, allowing us to define a (largest) Lyapunov exponent. We systematically examine how this exponent depends on stratification strength, quantified by the Brunt--V\\\"{a}is\\\"{a}l\\\"{a} frequency and the Froude number, in a parameter regime relevant to oceanic flows. We find that increasing stratification leads to a monotonic reduction of the Lyapunov exponent, indicating suppressed chaoticity. Despite this reduction, uncertainty growth retains the universal temporal sequence observed in homogeneous isotropic turbulence -- initial decay, exponential growth, and saturation. The growth phase is characterized by self-similar decorrelator spectra, but exhibits strong anisotropy: uncertainty spreads much more slowly along the stratification direction than horizontally, with the disparity increasing with stratification strength. An analysis of the decorrelator evolution equation reveals that the suppression of chaos arises primarily from strain-mediated alignment dynamics rather than direct buoyancy coupling. Our results provide a quantitative characterization of predictability and uncertainty growth in stratified turbulence and highlight the utility of decorrelator-based methods for anisotropic geophysical flows."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Comparing the latent features of universal machine-learning interatomic potentials",
      "authors": [
        "Sofiia Chorna, Davide Tisi, Cesare Malosso, Wei Bin How, Michele Ceriotti, Sanggyu Chong"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05717",
      "arxiv": "https://arxiv.org/abs/2512.05717",
      "doi": null,
      "summary": "The past few years have seen the development of ``universal'' machine-learning interatomic potentials (uMLIPs) capable of approximating the ground-state potential energy surface across a wide range of chemical structures and compositions with reasonable accuracy. While these models differ in the architecture and the dataset used, they share the ability to compress a staggering amount of chemical information into descriptive latent features. Herein, we systematically analyze what the different uMLIPs have learned by quantitatively assessing the relative information content of their latent features with feature reconstruction errors as metrics, and observing how the trends are affected by the choice of training set and training protocol. We find that the uMLIPs encode chemical space in significantly distinct ways, with substantial cross-model feature reconstruction errors. When variants of the same model architecture are considered, trends become dependent on the dataset, target, and training protocol of choice. We also observe that fine-tuning of a uMLIP retains a strong pre-training bias in the latent features. Finally, we discuss how atom-level features, which are directly output by MLIPs, can be compressed into global structure-level features via concatenation of progressive cumulants, each adding significantly new information about the variability across the atomic environments within a given system."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Radial modes of pressure bumps and dips in astrophysical discs",
      "authors": [
        "Armand Leclerc, Guillaume Laibe, Elliot Lynch, Nicolas Perez"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05737",
      "arxiv": "https://arxiv.org/abs/2512.05737",
      "doi": null,
      "summary": "This study investigates the signatures of pressure extrema on global oscillations in discs. To this end, we use the framework of wave topology to establish a generalised local dispersion relation that includes pressure gradients. We highlight the influence of a previously unrecognized epicyclic-acoustic frequency and derive an analytical criterion for the existence of a branch of modes transiting between the inertial and the pressure bands. We find that pressure extrema consist of wave guides in which such topological modes propagate. The fundamental mode trapped at a pressure bump can propagate at all frequencies, allowing it to resonate with any temporal forcing, while the mode associated with a pressure gap propagates at a fixed frequency, propagates with arbitrary vertical phase velocity. These specific features make them attractive candidates for future discoseismology."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nature of continuous spectra in wall-bounded shearing flows of FENE-P fluids",
      "authors": [
        "Pratyush Kumar Mohanty, P. S. D. Surya Phani Tej, Ganesh Subramanian, V. Shankar"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05787",
      "arxiv": "https://arxiv.org/abs/2512.05787",
      "doi": null,
      "summary": "Owing to the spatially local nature of the constitutive equations typically used to model polymeric stresses, the differential operators governing the linearized dynamics of bounded viscoelastic shearing flows have singular points. As a result, the eigenspectra of such shearing flows contain, in addition to discrete eigenvalues, continuous spectra (CS) comprising singular eigenfunctions. A clear understanding of the theoretical CS loci is crucial in discriminating physically genuine (discrete) eigenvalues from the poorly approximated numerical CS. For rectilinear shear flows of Oldroyd-B fluids, the CS are a pair of line segments, with lengths equal to the base-state range of velocities. In this study, we provide the first comprehensive account of the nature of the CS for both rectilinear and curvilinear shearing flows of the FENE-P fluid. In stark contrast to the CS for the Oldroyd-B fluid mentioned above, we show analytically that there are up to six distinct continuous spectra for shearing flows of FENE-P fluids. When the finite extensibility parameter $L > 50$, as appropriate for large molecular weight polymers used in experiments, three of the CS are nearly identical, and independent of the solvent-to-solution viscosity ratio ($\\beta$). The other three CS are $\\beta$-dependent, with one of them being the analogue of the solvent (viscous) continuous spectrum in the Oldroyd-B fluid. The remaining two $\\beta$-dependent CS are novel features of the FENE-P spectrum, and can have phase speeds outside the base range of velocities, including negative ones. The complexity of the CS predicted here for shearing flows of FENE-P fluids is expected to carry over to other nonlinear viscoelastic models that exhibit a shear-thinning rheology."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Enhanced quantum transport in bilayer two-dimensional materials",
      "authors": [
        "Jos\\'e Campos-Mart\\'inez, Marta I. Hern\\'andez"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05834",
      "arxiv": "https://arxiv.org/abs/2512.05834",
      "doi": null,
      "summary": "Two-dimensional (2D) materials have been proposed, among many other applications, as a efficient tool for the separation of atomic and molecular species and their corresponding isotopes, given the confinement provided by their subnanometric dimensions. In this work we present three dimensional quantum wave packet calculations revealing an enhancement in the quantum transport in bilayer over monolayer graphdiyne membranes, one of the most popular 2D materials which is commonly employed for this purpose. Besides, resonances emerge superimposed over the typical monolayer profile for transmission probabilities, a feature that is general to other bilayer nanoporous 2D heterostructures and that shows a strong dependence on the interlayer separation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fluctuating Environments Favor Extreme Dormancy Strategies and Penalize Intermediate Ones",
      "authors": [
        "Jorge Hidalgo, Lorenzo Fant, Rafael Rubio de Casas, Miguel A. Mu\\~noz"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05856",
      "arxiv": "https://arxiv.org/abs/2512.05856",
      "doi": null,
      "summary": "Dormancy is a widespread adaptive strategy that enables populations to persist in fluctuating environments, yet how its benefits depend on the temporal structure of environmental variability remains unclear. We examine how dormancy interacts with environmental correlation times using a delayed-logistic model in which dormant individuals reactivate after a fixed lag while birth rates fluctuate under temporally correlated stochasticity. Numerical simulations and analytical calculations show that the combination of demographic memory and colored multiplicative noise generates a strongly non-monotonic dependence of fitness on dormancy duration, with three distinct performance regimes. Very short dormancy maximizes linear growth but amplifies fluctuations and extinction risk. Very long dormancy buffers environmental variability, greatly increasing mean extinction times despite slower growth. Strikingly, we find a broad band of intermediate dormancy durations that is maladaptive, simultaneously reducing both growth and persistence due to a mismatch between delay times and environmental autocorrelation. An evolutionary agent-based model confirms bistability between short- and long-dormancy strategies, which avoid intermediate lag times and evolve toward stable extremes. These results show that dormancy duration is not merely a life-history parameter but an adaptive mechanism tuned to environmental timescales, and that intermediate \"dangerous middle\" strategies can be inherently disfavored. More broadly, this work identifies a generic mechanism by which demographic delays interacting with correlated environmental variability produce a non-monotonic fitness landscape that selects for extreme timing strategies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Integer characteristic polynomial factorization and Hilbert space fragmentation",
      "authors": [
        "Nicolas Regnault, Shuo Liu, B. Andrei Bernevig"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2210.08019",
      "arxiv": "https://arxiv.org/abs/2210.08019",
      "doi": null,
      "summary": "Models with Hilbert space fragmentation are characterized by (exponentially) many dynamically disconnected subspaces, not associated with conventional symmetries but captured by nontrivial Krylov subspaces. These subspaces usually exhibit a whole range of thermalization properties, from chaotic to integrable, to quantum many-body scars. However, so far, they have not been properly defined, nor can they be easily found, given a Hamiltonian. In this work, we consider Hamiltonians that have integer representations, a common feature of many (most) celebrated models in condensed matter. We show the equivalence of the integer characteristic polynomial factorization and the existence of Krylov subspaces generated from integer vectors. Considering the pair-hopping model, we illustrate how the factorization property can be used as a method to unveil Hilbert space fragmentation. We discuss the generalization over other rings of integers, for example those based on the cyclotomic field which are relevant when working in a given ($\\ne 0, \\pi$) momentum sector."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Competing structures in a minimal double-well potential model of condensed matter",
      "authors": [
        "Julyan H. E. Cartwright, Bruno Escribano, S\\'andalo Rold\\'an-Vargas, C. Ignacio Sainz-D\\'iaz"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2401.17901",
      "arxiv": "https://arxiv.org/abs/2401.17901",
      "doi": "10.1063/5.0286950",
      "summary": "The microscopic structure of several amorphous substances often reveals complex patterns such as medium- or long-range order, spatial heterogeneity, and even local polycrystallinity. To capture all these features, models usually incorporate a refined description of the particle interaction that includes an ad hoc design of the inside of the system constituents, and use temperature as a control parameter. We show that all these features can emerge from a minimal athermal two-dimensional model where particles interact isotropically by a double-well potential, which includes an excluded volume and a maximum coordination number. The rich variety of structural patterns shown by this simple geometrical model apply to a wide range of real systems including water, silicon, and different amorphous materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Instantaneous response and quantum geometry of insulators",
      "authors": [
        "Nishchhal Verma, Raquel Queiroz"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2403.07052",
      "arxiv": "https://arxiv.org/abs/2403.07052",
      "doi": "10.1073/pnas.2405837122",
      "summary": "We present the time-dependent Quantum Geometric Tensor (tQGT) as a comprehensive tool for capturing the geometric character of insulators observable within linear response. We show that tQGT describes the zero-point motion of bound electrons and acts as a generating function for generalized sum rules of electronic conductivity. It therefore enables a systematic framework for computing the instantaneous response of insulators, including optical mass, orbital angular momentum, and dielectric constant. This construction guarantees a consistent approximation across these quantities upon restricting the number of occupied and unoccupied states in a low-energy description of an infinite quantum system. We outline how quantum geometry can be generated in periodic systems by lattice interference and examine spectral weight transfer from small frequencies to high frequencies by creating geometrically frustrated flat bands."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electrically Tunable Spin Exchange Splitting in Graphene Hybrid Heterostructure",
      "authors": [
        "Dongwon Shin, Hyeonbeom Kim, Sung Ju Hong, Sehwan Song, Yeongju Choi, Youngkuk Kim, Sungkyun Park, Dongseok Suh, Woo Seok Choi"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2403.08908",
      "arxiv": "https://arxiv.org/abs/2403.08908",
      "doi": "10.1002/adfm.202311287",
      "summary": "Graphene, with spin and valley degrees of freedom, fosters unexpected physical and chemical properties for the realization of next-generation quantum devices. However, the spin symmetry of graphene is rather robustly protected, hampering manipulation of the spin degrees of freedom for the application of spintronic devices such as electric gate tunable spin filters. We demonstrate that a hybrid heterostructure composed of graphene and LaCoO3 epitaxial thin film exhibits an electrically tunable spin exchange splitting. The large and adjustable spin exchange splitting of 155.9 - 306.5 meV was obtained by the characteristic shifts in both the spin symmetry broken quantum Hall states and the Shubnikov-de-Haas oscillations. Strong hybridization induced charge transfer across the hybrid heterointerface has been identified for the observed spin exchange splitting. The substantial and facile controllability of the spin exchange splitting provides an opportunity for spintronics applications with the electrically-tunable spin polarization in hybrid heterostructures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Supercritical Regime with Universal Magnetocaloric Scaling in Ising Magnets",
      "authors": [
        "Enze Lv, Ning Xi, Yuliang Jin, Wei Li"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2410.22236",
      "arxiv": "https://arxiv.org/abs/2410.22236",
      "doi": "10.1038/s41467-025-65651-w",
      "summary": "Quantum critical points ubiquitously emerge in strongly correlated systems, with their influence persisting at finite temperatures and external fields. A paradigmatic example is the quantum Ising magnet, where transverse field $g$ controlling quantum fluctuations can expand the quantum critical point into an extended quantum critical regime. In this work, we propose a distinct quantum supercritical regime originating also from the quantum critical point but controlled by the longitudinal field $h$ coupled to the order parameter. Through thermal tensor network simulations, we find the quantum supercritical regime is enclosed by the finite-temperature crossover boundaries $T \\propto h^{{z\\nu}/\\Delta}$, where $z$, $\\nu$ and $\\Delta \\equiv \\beta+\\gamma$ are critical exponents. We comprehend the supercritical scaling via thermal data collapse based on the derived scaling form. Amongst other intriguing phenomena in quantum supercritical regime, there exists an enhanced magnetocaloric effect characterized by a universally diverging magnetic Gr\\\"uneisen ratio $\\Gamma_h \\propto T^{-\\Delta/{z\\nu}}$, which indicates that a small symmetry-breaking field $h$ can generate dramatic temperature variation. We propose to observe the quantum supercritical regime in Ising-chain compound CoNb$_2$O$_6$ and related quantum materials, revealing a helium-3-free pathway to millikelvin cooling via the supercritical magnetocaloric effect."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dynamical response of noncollinear spin systems at constrained magnetic moments",
      "authors": [
        "Miquel Royo, Massimiliano Stengel"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.10188",
      "arxiv": "https://arxiv.org/abs/2501.10188",
      "doi": null,
      "summary": "Noncollinear magnets are notoriously difficult to describe within first-principles approaches based on density-functional theory (DFT) because of the presence of low-lying spin excitations. At the level of ground-state calculations, several methods exist to constrain the magnetic moments to a predetermined configuration, and thereby accelerate convergence towards self-consistency. Their use in a perturbative context, however, remains very limited. Here we present a general methodological framework to achieve parametric control over the local spin moments at the linear-response level. Our strategy builds on the concept of Legendre transform to switch between various flavors of magnetic functionals, and to relate their second derivatives via simple linear-algebra operations. Thereby, we can address an arbitrary response function at the time-dependent DFT level of theory with optimal accuracy and minimal computational effort. In the low frequency limit, we identify the leading correction to the existing adiabatic formulation of the problem [S. Ren \\emph{et al.}, Phys. Rev. X {\\bf 14}, 011041 (2024)], consisting in a renormalization of the phonon and magnon masses due to electron inertia. As a demonstration, we apply our methodology to the THz optical response of bulk CrI$_3$ and Cr$_2$O$_3$, where we identify contributions from hybrid (electro)magnons with mixed spin-lattice character."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Anti-aligning Self-propelled Model of Two Species: Emergence of Self-organized Heterogeneous Aligned and Clustered Order",
      "authors": [
        "Takahiro Oki, Tetsuhiro S. Hatakeyama, Seiya Nishikawa, Shuji Ishihara, Toshinori Namba"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.16821",
      "arxiv": "https://arxiv.org/abs/2502.16821",
      "doi": "10.7566/JPSJ.95.013001",
      "summary": "Self-propelled particles with anti-aligning interactions generally do not form a polar order. However, in this Letter, we show that when multiple types of such particles coexist and interact through aligning interactions between different species, a global polar order can emerge through the formation of elongated clusters with alternating domains of each species. By developing a mean-field theory, we reveal the conditions for cluster formation and characterize the resulting patterns. Our findings highlight the critical role of inter-species interactions in the emergence of complex ordered states."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "$\\mathbb{Z}_2$ topological invariants from the Green's function diagonal zeros",
      "authors": [
        "Florian Simon, Corentin Morice"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.00800",
      "arxiv": "https://arxiv.org/abs/2504.00800",
      "doi": "10.1103/9r5x-rj1x",
      "summary": "We investigate the relationship between the analytical properties of the Green's function and $\\mathbb{Z}_2$ topological insulators, focusing on three-dimensional inversion-symmetric systems. We show that the diagonal zeros of the Green's function in the orbital basis provide a direct and visual way to calculate the strong and weak $\\mathbb{Z}_2$ topological invariants. We introduce the surface of crossings of diagonal zeros in the Brillouin zone, and show that it separates time-reversal invariant momenta (TRIMs) of opposite parity in two-band models, enabling the visual computation of the $\\mathbb{Z}_2$ invariants by counting the relevant TRIMs on either side. In three-band systems, a similar property holds in every case except when a trivial band is added in the band gap of a non-trivial two-band system, reminiscent of the band topology of fragile topological insulators."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Probes of Full Eigenstate Thermalization in Ergodicity-Breaking Quantum Circuits",
      "authors": [
        "Gabriel O. Alves, Felix Fritzsch, Pieter W. Claeys"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.08517",
      "arxiv": "https://arxiv.org/abs/2504.08517",
      "doi": null,
      "summary": "The eigenstate thermalization hypothesis (ETH) is the leading interpretation in our current understanding of quantum thermalization. Recent results uncovered strong connections between quantum correlations in thermalizing systems and the structure of free probability theory, leading to the notion of full ETH. However, most studies have been performed for ergodic systems and it is still unclear whether or how full ETH manifests in ergodicity-breaking models. We fill this gap by studying standard probes of full ETH in ergodicity-breaking quantum circuits, presenting numerical and analytical results for interacting integrable systems. These probes can display distinct behavior and undergo a different scaling than the ones observed in ergodic systems. For the analytical results we consider an interacting integrable dual-unitary model and present the exact eigenstates, allowing us to analytically express common probes for full ETH. We discuss the underlying mechanisms responsible for these differences and show how the presence of solitons dictates the behavior of ETH-related quantities in the dual-unitary model. We show numerical evidence that this behavior is sufficiently generic away from dual-unitarity when restricted to the appropriate symmetry sectors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Vortex Mass in Superfluid Fermi Gases along the BEC-BCS Crossover",
      "authors": [
        "Lucas Levrouw, Hiromitsu Takeuchi, Jacques Tempere"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.12590",
      "arxiv": "https://arxiv.org/abs/2505.12590",
      "doi": "10.1103/p24p-k59v",
      "summary": "Vortex mass is a key concept in the study of superfluid dynamics, referring to the inertia of vortices in a superfluid, which affects their motion and behavior. Despite being an important quantity, the vortex mass has never been observed experimentally, and remains an unresolved issue in this field. As of now, a large body of research assumes that the vortex mass is a local parameter. In contrast, we present a calculation that suggests a logarithmic dependence on the system size, agreeing with some earlier predictions in the context of Bose gases. We analyze the problem using an effective field theory that describes ultracold atomic Fermi gases over the BEC-BCS crossover at both zero and nonzero temperatures. Our study reveals a strong dependence of the vortex mass on the scattering length; in particular, the vortex mass grows rapidly when moving towards the BCS side. Furthermore, we find that the system-size dependence of the vortex mass results in values an order of magnitude larger than those predicted by other models for realistic system sizes. This implies that the vortex mass could be observable in a wider parameter range than was previously expected. This is particularly relevant considering recent advances in experimental techniques that place the observation of vortex mass in superfluid Fermi gases within reach."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Yielding and memory in a driven mean-field model of glasses",
      "authors": [
        "Makoto Suda, Edan Lerner, Eran Bouchbinder"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.19900",
      "arxiv": "https://arxiv.org/abs/2505.19900",
      "doi": null,
      "summary": "Glassy systems reveal a wide variety of generic behaviors, which lack a unified theoretical description. Here, we study a mean-field model, recently shown to reproduce the universal non-phononic vibrational spectra of glasses, under oscillatory driving forces. The driven mean-field model, featuring a disordered Hamiltonian structure, naturally predicts the salient dynamical phenomena in cyclically deformed glasses. Specifically, it features an oscillatory yielding transition, characterized by an absorbing-to-diffusive transition in the system's microscopic trajectories and large-scale hysteresis. The model also reveals dynamic slowing-down from both sides of the transition, as well as mechanical and thermal annealing effects that mirror their glass counterparts. Finally, we demonstrate a non-equilibrium ensemble equivalence between the driven post-yielding dynamics at fixed quenched disorder and quenched disorder averages of the non-driven system, along with memory formation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Short-wavelength mesophases in the ground states of core-softened particles in two-dimensions",
      "authors": [
        "R\\^omulo Cenci, Lucas Nicolao, Alejandro Mendoza-Coto"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.07240",
      "arxiv": "https://arxiv.org/abs/2507.07240",
      "doi": null,
      "summary": "We describe the formation of short-wavelength mesophases in a two-dimensional core-softened particle system. By proposing a series of specific ansatz for each relevant phase, we performed a variational analysis to obtain the ground-state phase diagram. Our results reveal a variety of cluster lattice phases with distinct cluster orientations, alongside traditional two-dimensional Bravais lattices such as square, triangular, oblique, and rectangular structures, as well as other non-Bravais arrangements including honeycomb and kagome phases. We characterize in detail the ground-state phase transitions and identify coexistence regions between competing phases, capturing both first-order and continuous transitions. In addition, we highlight the crucial role of the competing length scales introduced by the hard-core repulsion in shaping the rich landscape of mesophases, emphasizing the interplay between intra-cluster structure and inter-cluster organization. Finally, our analytical results are confronted with extensive molecular dynamics simulations, which interestingly show the existence of decagonal and dodecagonal quasicrystalline phases in regions of the phase diagram that exhibit a high degree of frustration. This study provides a systematic framework that could support future investigations of classical thermal melting behavior or quantum phase transitions in similar cluster-forming systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Large anisotropic magnetoresistance in $\\alpha$-MnTe induced by strain",
      "authors": [
        "Bao-Feng Chen, Jie-Xiang Yu, Gen Yin"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.16738",
      "arxiv": "https://arxiv.org/abs/2507.16738",
      "doi": null,
      "summary": "$\\alpha\\textrm{-MnTe}$ is a p-type semiconducting altermagnet with a N\\'eel temperature near $300\\thinspace\\textrm{K}$. Due to the altermagnetic nature, $\\mathcal{PT}$ symmetry is broken, and Kramers degeneracy is lifted in the valence band maxima along the $\\Gamma\\textrm{-K}$ line and the A point. However, the energy difference is found to be small, and any small shift in the spectrum can dramatically change the linear-response transport properties. Here we show that a strain modulating the [0001] axis of the unit cell by $\\sim\\pm0.5\\%$ can significantly change the transport signature by switching the thermal window between the two regions of the valence band. When the $\\Gamma\\textrm{-K}$ line is dominating, the planar Hall effect and the anisotropic magnetoresistance can be enhanced by an order of magnitude, with the maximum up to $\\sim70\\%$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A minimal description of strange carriers",
      "authors": [
        "Simone Fratini"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.02221",
      "arxiv": "https://arxiv.org/abs/2508.02221",
      "doi": null,
      "summary": "I explore a theory of transport and optical properties of strange metallic carriers in strongly correlated systems that follows from assuming that the diffusion constant has reached its quantum limit $D=\\hbar/m$, and that such quantum carriers behave as distinguishable particles as they would in an electronic solid. These assumptions immediately lead to $T$-linear resistivities with apparent Planckian scattering rates and, extending to the frequency domain, to the stretched Drude peaks and $\\omega/T$ scaling commonly observed in optical absorption experiments in strange metals. This behavior can be rationalized by observing that when the thermal de Broglie length $\\lambda_{dB}$ exceeds the mean-free-path, the carrier motion can no longer be described in terms of random collisions of classical particles as assumed by Drude-Boltzmann theory and should be viewed instead as a sequence of projective measurements collapsing the wavefunction."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Theory of Momentum-Resolved Electron Energy-Loss Spectra of Coupled Phonon and Magnon Excitations",
      "authors": [
        "Jos\\'e \\'Angel Castellanos-Reyes (Department of Physics and Astronomy, Uppsala University, Uppsala, Sweden), Ivan P. Miranda (Department of Physics and Electrical Engineering, Linnaeus University, Kalmar, Sweden), Paul M. Zeiger (Department of Physics and Astronomy, Uppsala University, Uppsala, Sweden, Materials Sciences and Engineering Department, University of Washington, Seattle, USA), Anders Bergman (Department of Physics and Astronomy, Uppsala University, Uppsala, Sweden), J\\'an Rusz (Department of Physics and Astronomy, Uppsala University, Uppsala, Sweden)"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.07073",
      "arxiv": "https://arxiv.org/abs/2508.07073",
      "doi": null,
      "summary": "We develop a theory of momentum-resolved electron energy-loss spectra in the scanning transmission microscope (STEM-EELS) that captures the effects of coupled phonon and magnon excitations within a unified formalism, and apply it to body-centered cubic iron at 300 K. By advancing the Time Autocorrelation of Auxiliary Wavefunctions (TACAW) method to incorporate atomistic spin-lattice dynamics (ASLD), we simulate the EELS signal, including phonon-magnon interaction effects, dynamical diffraction, and multiple scattering. Our results reveal non-additive spectral features arising from phonon-magnon coupling, hybridization, and energy shifts, and further allow estimation of the electron dose required to detect magnon scattering under optimized detector conditions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Evolution of magnetic bubble domains in the uniaxial ferromagnet CeRu$_2$Ga$_2$B inferred from the Hall effect and ac magnetic susceptibility",
      "authors": [
        "Peter E. Siegfried, Mark Maus, Alexander C. Bornstein, Dirk Wulferding,  JeehoonKim, Ryan E. Baumbach, Eric D. Bauer, Filip Ronning, Minhyea Lee"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16020",
      "arxiv": "https://arxiv.org/abs/2508.16020",
      "doi": null,
      "summary": "We study the Hall effect, AC magnetic susceptibility ($\\chi_{\\rm ac}$), and magnetic force microscopy of the uniaxial ferromagnet CeRu$_2$Ga$_2$B with a centrosymmetric crystal structure. We observe a finite topological Hall effect (THE) within the ordered phase before the magnetization is polarized by applied field. By comparing the field dependences of the area fraction of the magnetic bubbles, the derivative of $\\chi_{\\rm ac}$, and the THE signal, we deduce that the magnetic bubbles of CeRu$_2$Ga$_2$B evolve from the trivial to topological spin texture with field. Our findings will be utilized to expand the search for magnetic materials hosting the topological spin textures to ones with uniaxial anisotropy, and open a new possibility to tailor the topological spin texture."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Homogenization framework for rigid and non-rigid foldable origami metamaterials",
      "authors": [
        "Xuwen Li, Amin Jamalimehr, Mathias Legrand, Damiano Pasini"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.00037",
      "arxiv": "https://arxiv.org/abs/2509.00037",
      "doi": null,
      "summary": "Origami metamaterials typically consist of folded sheets with periodic patterns, conferring them with remarkable mechanical properties. In the context of Continuum Mechanics, the majority of existing predictive methods are mechanism analogs which favor rigid folding and panel bending. While effective in predicting primary deformation modes, existing methods fall short in capturing the full spectrum of deformation of non-rigid foldable origami, such as the emergence of curvature along straight creases, local strain at vertices and warpage in panels. To fully capture the entire deformation spectrum and enhance the accuracy of existing methods, this paper introduces a homogenization framework for origami metamaterials where the faces are modeled as plate elements. Both asymptotic and energy-based homogenization methods are formulated and implemented. As a representative crease pattern, we examine the Miura origami sheet homogenized as an equivalent Kirchhoff-Love plate. The results reveal that certain effective elastic properties are nonlinearly related to both the initial fold angle and the crease stiffness. When benchmarked with results from fully resolved simulations, our framework yields errors up to 12.9\\%, while existing models, including the bar-and-hinge model and the rigid-panel model, show up to 161\\% error. The differences in errors are associated with the complex modes of crease and panel deformation in non-rigid origami, unexplored by the existing models. This work demonstrates a precise and efficient continuum framework for origami metamaterials as an effective strategy for predicting their elastic properties, understanding their mechanics, and designing their functionalities."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hyperuniformity and conservation laws in non-equilibrium systems",
      "authors": [
        "Rapha\\\"el Maire, Ludivine Chaix"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04242",
      "arxiv": "https://arxiv.org/abs/2509.04242",
      "doi": null,
      "summary": "We demonstrate that hyperuniformity, the suppression of density fluctuations at large length scales, emerges generically from the interplay between conservation laws and non-equilibrium driving. The underlying mechanism for this emergence is analogous to self-organized criticality. Based on this understanding, we introduce four non-equilibrium models that consistently demonstrate hyperuniformity. Furthermore, we show that systems with an arbitrary number of conserved mass multipole moments exhibit an arbitrary strong tunable hyperuniform scaling, with the structure factor following $S(k) \\sim k^m$, where $m$ is set by the number of conserved multipoles. Finally, we find that hyperuniformity arising from a combination of conserved noise and partially conserved average motion is not robust against non-linear perturbations. Notably, non-linear damping destroys hyperuniformity in hyperuniform fluids. These results highlight the central role of conservation laws in stabilizing hyperuniformity and reveal a unifying mechanism for its emergence in non-equilibrium systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Improving the efficiency of finite-time memory erasure with potential barrier shaping",
      "authors": [
        "Vipul Rai, Moupriya Das"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.11655",
      "arxiv": "https://arxiv.org/abs/2509.11655",
      "doi": null,
      "summary": "Erasure of the binary memory, 0 or 1, is an essential step for digital computation as it involves irreversible logic operations. In the classical case, the erasure of a bit of memory is accompanied by the evolution of a minimum amount of heat set by the Landauer bound kTln2, which can be achieved in the asymptotic limit. However, the erasure of memory needs to be completed within a finite time for practical and effective computational processes. It is observed that the higher the speed of erasure, the greater the amount of heat released, which leads to unfavorable environmental conditions. Therefore, this is a fundamental challenge to reduce the evolved heat related to finite-time memory erasure. In the present work, we address this crucial aspect in the field of information thermodynamics, where the two memory states correspond to the two wells of a bistable potential, as in the conventional cases. However, the potential is asymmetric in terms of the width of the two wells. Moreover, the two memory states are separated by a barrier that is asymmetric in structure. We examine in detail the effect of the degree of asymmetry on the success rate of the erasure process and the work done or heat released associated with it. We find that the asymmetry in the potential barrier partitioning the two memory states plays a very significant role in improving the efficiency of the erasure process, in view of the success rate and the thermodynamic costs. We retrieve the approach towards the Landauer limit in terms of the energetics involved with the erasure mechanism under the symmetric setup."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "SMC-X: A Distributed Scalable Monte Carlo Simulation Method for Chemically Complex Alloys",
      "authors": [
        "Xianglin Liu, Kai Yang, Fanli Zhou, Pengxiang Xu"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.20949",
      "arxiv": "https://arxiv.org/abs/2509.20949",
      "doi": null,
      "summary": "To predict the complex chemical evolution in multicomponent alloys, it is highly desirable to have accurate atomistic simulation methods capable of reaching sufficiently large spatial and temporal scales. In this work, we advance the recently proposed SMC-X method through distributed computation on either GPUs or CPUs, pushing both spatial and temporal scales of atomistic simulation of chemically complex alloys to previously inaccessible scales. This includes a record-breaking 128-billion-atom HEA system extending to the micrometer regime in space, and a 1-billion-atom HEA evolved over more than three million Monte Carlo swap steps, approaching the minute regime in time. We show that such large-scale simulations are essential for bridging the gap between experimental observations and theoretical predictions of the nanoprecipitate sizes in HEAs, based on analysis using the Lifshitz-Slyozov-Wagner (LSW) theory for diffusion-controlled coarsening. This work demonstrates the great potential of SMC-X for simulation-driven exploration of the chemical complexity in high-entropy materials at large spatial and temporal scales."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Why is topology hard to learn?",
      "authors": [
        "D. O. Oriekhov, Stan Bergkamp, Guliuxin Jin, Juan Daniel Torres Luna, Badr Zouggari, Sibren van der Meer, Naoual El Yazidi, Eliska Greplova"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.26261",
      "arxiv": "https://arxiv.org/abs/2509.26261",
      "doi": null,
      "summary": "Much attention has been devoted to the use of machine learning to approximate physical concepts. Yet, due to challenges in interpretability of machine learning techniques, the question of what physics machine learning models are able to learn remains open. Here we bridge the concept a physical quantity and its machine learning approximation in the context of the original application of neural networks in physics: topological phase classification. We construct a hybrid tensor-neural network object that exactly expresses real space topological invariant and rigorously assess its trainability and generalization. Specifically, we benchmark the accuracy and trainability of a tensor-neural network to multiple types of neural networks, thus exemplifying the differences in trainability and representational power. Our work highlights the challenges in learning topological invariants and constitutes a stepping stone towards more accurate and better generalizable machine learning representations in condensed matter physics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Data-Driven and Atomistically Validated Approach for Designing High-Strength and Ductility Aluminum Alloys for Additive Manufacturing",
      "authors": [
        "Avik Mahata"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15170",
      "arxiv": "https://arxiv.org/abs/2510.15170",
      "doi": null,
      "summary": "Additive manufacturing (AM) processes, particularly laser powder bed fusion, offer exceptional design flexibility but impose extreme thermal conditions that limit the processability of high strength aluminum alloys. This work develops an Integrated Computational Materials Engineering (ICME) framework that combines physics informed machine learning (ML) with large scale molecular dynamics (MD) simulations to enable inverse design of Al alloys with improved strength ductility synergy tailored for AM. A heterogeneous multi process database of about 1500 alloys, spanning laser based and solid state AM, cast, and wrought routes, was assembled with yield strength, ultimate tensile strength, and elongation as target properties. Composition derived and rule of mixtures descriptors created from elemental properties define a 46 dimensional, physically interpretable feature space. A Random Forest regressor provides strong performance for strength (R2 about 0.85) and competitive accuracy for ductility, while SHAP analysis highlights stacking fault energy, solute misfit, and thermophysical descriptors as dominant factors. Robustness tests using fractional unknown row validation and evaluation on recently reported 2024 2025 AM alloys confirm that the model generalizes across composition process space. A strength ductility quality index is then used to map design spaces in benchmark alloy families, including binary Al Cu, quaternary Al Zn Mg Cu, and the Al92(Ti,Fe,Co,Ni)2 family, consistently identifying narrow composition windows with high synergy. Large scale MD simulations of Al(Fe,Co,Ni,Ti) alloys with varying Al content reproduce an inverted U shaped dependence of strength and ductility with a maximum near Al88 to Al92, in close agreement with ML predictions. The results demonstrate a data driven, physics aware workflow for accelerating discovery of next generation aluminum alloys for AM."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Non-local Chemistry Driven by Cation-Anion Size Disparity in Helium Inserted Compounds under High Pressure",
      "authors": [
        "Zhen Liu, Stefano Raciopp, Katerina P. Hilleke, Abhiyan Pandit, Shuran Ma, Andreas Hermann, Dadong Yan, Eva Zurek, Mao-sheng Miao"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.23400",
      "arxiv": "https://arxiv.org/abs/2511.23400",
      "doi": null,
      "summary": "Opposing the theory that Helium (He) cannot be inserted into AB-type ionic compounds due to the Madelung energy increase, our crystal structure search and first-principles calculations found that He can form stable compounds with sodium halides (NaX, X=Cl, Br, I) under high-pressure. These reactions are driven by the non-local chemistry arising from the cation-anion size disparity, distinctly different from the He insertion reaction with A2B-type compounds. The large size differences between Na+ and X- enable structures that can effectively host He insertions through volume and inter-atomic distance disproportionation. Furthermore, the insertion of He atoms can significantly relieve the elevated Madelung energy that builds up in NaX under high pressure. This energy increase arises from structural transitions driven by cation-anion size disparity, which are necessary for reducing volume under pressure. The insertion of He allows the reduction of the total volume under high pressure without increasing the Madelung energy. Our predicted compounds and stability analysis reveal a new example of He reactivity governed not by local chemical bond formation, but by long-range electrostatic interactions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Analytical approach to the magneto-fluorescence of triplet excitons",
      "authors": [
        "Yan Sun, A. D. Chepelianskii"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.03261",
      "arxiv": "https://arxiv.org/abs/2512.03261",
      "doi": null,
      "summary": "The fluorescence of triplet excitons and color-centers is strongly dependent on magnetic field that mixes the zero field spin eigenstates that determine the radiative recombination rates back into the singlet ground state through spin-orbit coupling. For films of molecules, and polycrystalline color-centers samples an average over molecular orientations has to be performed to model the magneto-fluorescence lineshapes. This limits our analytical understanding of the lineshapes and complicates the analysis of the fluorescence dependence on magnetic field. Here, we present a framework that allows to average over triplet molecular orientations analytically. Our approach provides very accurate numerical routines computing precisely the averages matrix elements that appear in magneto-fluorescence and semi-analytical approximations that can be used to model experimental traces."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "More is different: How chemical complexity influences stability in high entropy oxides",
      "authors": [
        "Ksenia Khoroshun, Mario U. Gonz\\'alez-Rivas, Alannah M. Hallas"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.04290",
      "arxiv": "https://arxiv.org/abs/2512.04290",
      "doi": "10.1021/acs.chemmater.5c02280",
      "summary": "Tailoring the chemical composition of a high entropy oxide (HEO) is a powerful approach to enhancing desirable material properties. However, the targeted synthesis of HEO materials is often hindered by competing stabilizing and destabilizing factors, which are difficult to predict. This work examines the effects of increased configurational entropy on the phase formation and stability of four notable complex oxide families: perovskite ($AB$O$_3$), pyrochlore ($A_2B_2$O$_7$), Ruddlesden-Popper ($A_2B$O$_4$), and zirconium tungstate ($AB_2$O$_8$). Each of these structures has a tetravalent cation site, which we attempt to substitute with an entropic mixture of four cations, benchmarked by the parallel synthesis of a non-disordered reference compound. While all four target high entropy materials can be expected to form based on ionic radii criteria, only the high entropy perovskite Ba(Ti,Zr,Hf,Sn)O$_3$ is successfully synthesized. In the case of the pyrochlore, an entropy-stabilized defect fluorite is formed instead, while the Ruddlesden-Popper phase co-exists with multiple competing phases. For the tungstate, an unexpected deep eutectic point between the precursors results in melting that precedes the formation of a high entropy phase. Our case studies therefore illustrate that the stability of HEOs cannot be straightforwardly predicted based on ionic radii, lattice geometry, and charge-balancing considerations alone due to the underlying complexity of the interactions between the many chemical constituents."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Robust, Fast, and efficient formation of stable tetraatomic molecules from ultracold atoms via generalized stimulated Raman exact passage",
      "authors": [
        "Jia-Hui Zhang, Wen-Yuan Wang, Fu-Quan Dou"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.04681",
      "arxiv": "https://arxiv.org/abs/2512.04681",
      "doi": null,
      "summary": "The study of the conversion of ultracold atoms into molecules has long remained a hot topic in atomic, molecular, and optical physics. However, most prior research has focused on diatomic molecules, with relatively scarce exploration of polyatomic molecules. Here we propose a two-step strategy for the formation of stable ultracold tetratomic molecules. We first suggest a generalized nonlinear stimulated Raman exact passage (STIREP) technique for the coherent conversion of ultracold atoms to tetratomic molecules, which is subsequently followed by a chainwise-STIREP technique to transfer the resulting molecules into a sufficiently stable ground state. Through systematic numerical analysis, we demonstrate that the proposed two-step strategy holds great potential for the robust, fast, and efficient formation of stable ultracold tetratomic molecules."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Boosting the Memory Window of Memristive Stacks via Engineered Interfaces with High Ionic Mobility",
      "authors": [
        "Jos\\'e Diogo Costa, Daniel Veira-Canle, Noa Varela-Dom\\'inguez, Nicholas Davey, Victor Lebor\\'an, Rafael Ramos, F\\`elix Casanova, Luis E. Hueso, Victor M. Brea, P. L\\'opez, Francisco Rivadulla"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.04706",
      "arxiv": "https://arxiv.org/abs/2512.04706",
      "doi": null,
      "summary": "The great potential of memristive devices for real-world applications still relies on overcoming key technical challenges, including the need for a larger number of stable resistance states, faster switching speeds, lower SET/RESET voltages, improved endurance, and reduced variability. One material optimization strategy that has still been quite overlooked is interface engineering, specifically, tailoring the electrode/dielectric interface to modulate oxygen exchange. Here, we demonstrate that introducing materials with high ionic mobility can significantly expand the accessible oxygen concentration range within the dielectric layer, significantly broadening the memory window. Using SrTiO3-based memristive stacks, we integrated an ion-conducting SrCoO3 interfacial layer to facilitate oxygen transfer, increasing the number of distinguishable resistance states from 8 to 22. This modification also reduced the SET/RESET voltage by 50% and markedly improved device endurance, albeit with a trade-off of reduced state retention. To assess the practical implications of this trade-off, we trained a two-layer fully connected neural network using the experimental SrTiO3/SrCoO3 memristor characteristics on the MNIST handwritten digit dataset. Networks with hidden-layer sizes between 64 and 256 memristive elements achieved classification errors below 7%. The observed temporal drift means the functional state must be updated at intervals of less than 1 h to maintain reliable operation. Finally, we confirmed the transferability of this interface-engineering approach by applying it to HfOx-based devices, achieving a similarly enhanced memory window."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Axionic tunneling from a topological Kondo insulator",
      "authors": [
        "Saikat Banerjee, Anuva Aishwarya, Fei Liu, Lin Jiao, Vidya Madhavan, Eugene J. Mele, Piers Coleman"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.05057",
      "arxiv": "https://arxiv.org/abs/2512.05057",
      "doi": null,
      "summary": "Discoveries over the past two decades have revealed the remarkable ability of quantum materials to emulate relativistic properties of the vacuum, from Dirac cones in graphene to the Weyl surface states of topological insulators. Yet the most elusive consequence of topology in quantum matter is the axionic $E\\cdot B$ term in the electromagnetic response. Here we report a direct signature of axionic physics obtained through scanning tunneling microscopy (STM). Although recent STM experiments using SmB$_6$ nanowires have been interpreted as evidence for spin-polarized currents arising from topological surface states, we show that the observed spin polarization instead originates from axionic electrodynamics. Our analysis reveals a striking voltage-induced magnetization: extremely small voltages ($\\sim$ 30 meV) generate tip moments of order 0.1 $\\mu_B$ that reverse sign with the applied bias. The magnitude, tunability, and reversibility of this signal are consistent with an axionic $E \\cdot B$ coupling, and fully account for the magnetic component of the tip density of states, ruling out static magnetism. Millivolt-scale control of spin polarization in a tunnel junction provides a new route for probing axionic electrodynamics and opens avenues for future STM and spintronics applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Introduction to quantum exclusion processes",
      "authors": [
        "Guillaume Barraquand, Denis Bernard"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.01570",
      "arxiv": "https://arxiv.org/abs/2507.01570",
      "doi": null,
      "summary": "-cross Abstract: The QSSEP, short for quantum symmetric simple exclusion process, is a paradigm model for stochastic quantum dynamics. Averaging over the noise, the quantum dynamics reduce to the well-studied SSEP (symmetric simple exclusion process). These notes provide an introduction to quantum exclusion processes, focusing on the example of QSSEP and its connection to free probability, with an emphasis on mathematical aspects."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "High-fidelity implementation of a Majorana-encoded CNOT gate on a photonic platform",
      "authors": [
        "Jia-Kun Li, Kai Sun, Ze-Yan Hao, Jia-He Liang, Jiannis K. Pachos, Lucy Byles, Jin-Shi Xu, Yong-Jian Han, Chuan-Feng Li, Guang-Can Guo"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.14641",
      "arxiv": "https://arxiv.org/abs/2508.14641",
      "doi": null,
      "summary": "-cross Abstract: We present the experimental realisation of a robust CNOT quantum gate in a Majorana-encoded logical space simulated on a photonic platform. Instead of implementing physical Majorana quasiparticles, our experiment emulates the algebra of Majorana zero modes using photonic degrees of freedom obtained through a Jordan-Wigner mapping. This mapping enables us to simulate two logical qubits, encoded in three Kitaev chains supporting endpoint Majorana operators. Moreover, we realise the unitary representations of both intra-chain and inter-chain Majorana braiding operations that implement the encoded CNOT gate. Due to hardware constraints, the full braiding sequence is executed through a cyclic input-output procedure, requiring an indirect reconstruction of accumulated noise across successive steps. We numerically show that the Majorana encoding offers resilience to the dominant noise in our photonic setup, provided the physical error rate stays below a well-defined threshold. As our experimental error rate (p=0.012) lies beneath this threshold, the experimentally measured encoded CNOT fidelity is significantly enhanced, exceeding 0.992. This reveals a novel pathway to fault-tolerant quantum computing based on Majorana-inspired encodings, even in the absence of full topological protection."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Demonstration of magic dressing of $^3$He",
      "authors": [
        "Raymond Tat"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.02443",
      "arxiv": "https://arxiv.org/abs/2512.02443",
      "doi": null,
      "summary": "-cross Abstract: A common concern in high-precision neutron electric dipole moment (nEDM) experiments is that of magnetic field stability. For static fields, this problem can be mitigated through the use of a superconducting holding field coil, which when operated in persistent current mode serves to stabilize the magnetic field. However, such a solution is not viable when time-varying magnetic fields are present, as is the case for the spin dressing mode of the proposed nEDMSF (nEDM super-fluid) experiment. This experiment features an oscillating magnetic field to dress the gyromagnetic ratios of $^3$He and neutrons to the same value, a condition known as critical dressing. Fluctuations in the dressing field amplitude have the potential to disrupt this condition. Here, we investigate a modification to spin dressing, termed ``magic dressing,'' which renders the system insensitive to small variations in dressing field amplitude. We further demonstrate the utility of this method for the single spin-species case using a sample of polarized $^3$He. We find a dramatic increase in transverse relaxation time in the presence of magnetic field gradients."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "GPU-Portable Real-Space Density Functional Theory Implementation on Unified-Memory Architectures",
      "authors": [
        "Atsushi M. Ito"
      ],
      "date": "2025-12-08T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.04447",
      "arxiv": "https://arxiv.org/abs/2512.04447",
      "doi": null,
      "summary": "-cross Abstract: We present a GPU-portable implementation of a real-space density functional theory (DFT) code ``QUMASUN'' and benchmark it on the new Plasma Simulator featuring Intel Xeon 6980P CPUs, and AMD MI300A GPUs. Additional tests were performed on an NVIDIA GH200 GPU. In particular MI300A supports unified memory and GH200 supports coherent memory interconnect, simplifying GPU porting. A lightweight C++ lambda-based layer enables CPU, CUDA, and HIP execution without OpenMP/OpenACC preprocessor directives. For diamond (216 atoms) and tungsten (128 atoms) systems, MI300A and GH200 achieve 2.0-2.8 $\\times$ and 2.3-2.4 $\\times$ speedups over a 256-core Xeon node. The compute-bound kernels, which are fast Fourier transforms (FFT), dense matrix-matrix multiplications (GEMM) and eigenvalue solver, show substantial acceleration on both GPUs, indicating that the present GPU-portable approach can benefit a wide range of plasma-fusion simulation codes beyond DFT."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Publisher Correction: CRISPR activation for <i>SCN2A</i>-related neurodevelopmental disorders",
      "authors": [
        "Serena Tamura",
        "Andrew D. Nelson",
        "Perry W. E. Spratt",
        "Elizabeth C. Hamada",
        "Xujia Zhou",
        "Henry Kyoung",
        "Zizheng Li",
        "Coline Arnould",
        "Vladyslav Barskyi",
        "Beniamin Krupkin",
        "Kiana Young",
        "Jingjing Zhao",
        "Stephanie S. Holden",
        "Atehsa Sahagun",
        "Caroline M. Keeshen",
        "Congyi Lu",
        "Roy Ben-Shalom",
        "Sunrae E. Taloma",
        "Selin Schamiloglu",
        "Ying C. Li",
        "Lia Min",
        "Paul M. Jenkins",
        "Jen Q. Pan",
        "Jeanne T. Paz",
        "Stephan J. Sanders",
        "Navneet Matharu",
        "Nadav Ahituv",
        "Kevin J. Bender"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09995-9",
      "doi": "10.1038/s41586-025-09995-9",
      "summary": "Nature, Published online: 08 December 2025; doi:10.1038/s41586-025-09995-9 Publisher Correction: CRISPR activation for SCN2A -related neurodevelopmental disorders"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Home-field advantage: how local research leads to new discoveries",
      "authors": [
        "Nikki Forrester"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03980-y",
      "doi": "10.1038/d41586-025-03980-y",
      "summary": "Nature, Published online: 08 December 2025; doi:10.1038/d41586-025-03980-y By studying caves near his home in Johannesburg, South Africa, geologist Tebogo Makhubela ventures into places people have never been before."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How the Royal Institution made science a seasonal spectacle",
      "authors": [
        "Philip Ball"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03976-8",
      "doi": "10.1038/d41586-025-03976-8",
      "summary": "Nature, Published online: 08 December 2025; doi:10.1038/d41586-025-03976-8 From flaming raisins to robots and rockets, the institution’s Christmas Lectures have educated and entertained for two centuries."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Five important financial moves for PhD students",
      "authors": [
        "Maddi Langweil"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03979-5",
      "doi": "10.1038/d41586-025-03979-5",
      "summary": "Nature, Published online: 08 December 2025; doi:10.1038/d41586-025-03979-5 Students and a financial planner give their advice on budgeting, saving and investing during doctoral studies."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Long-COVID research just got a big funding boost: will it find new treatments?",
      "authors": [
        "Michael Marshall"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03904-w",
      "doi": "10.1038/d41586-025-03904-w",
      "summary": "Nature, Published online: 08 December 2025; doi:10.1038/d41586-025-03904-w The German government has committed half a billion euros for research on long COVID and other post-infection syndromes."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How to get science back into policymaking",
      "authors": [
        "Diane Coyle",
        "Michael Kenny"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03978-6",
      "doi": "10.1038/d41586-025-03978-6",
      "summary": "Nature, Published online: 08 December 2025; doi:10.1038/d41586-025-03978-6 Misunderstanding and hubris have broken public trust in governments’ use of science, but it can be restored."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Five years of COVID vaccines: how a breakthrough created a public-heath crisis",
      "authors": [
        "Miryam Naddaf",
        "Fred Schwaller"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03992-8",
      "doi": "10.1038/d41586-025-03992-8",
      "summary": "Nature, Published online: 08 December 2025; doi:10.1038/d41586-025-03992-8 Physician and science communicator Kristen Panthagani talks about why public trust in vaccines has fallen since the COVID-19 pandemic."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Arbitrary control over multimode wave propagation for machine learning",
      "authors": [
        "Tatsuhiro Onodera",
        "Martin M. Stein",
        "Benjamin A. Ash",
        "Mandar M. Sohoni",
        "Melissa Bosch",
        "Ryotatsu Yanagimoto",
        "Marc Jankowski",
        "Timothy P. McKenna",
        "Tianyu Wang",
        "Gennady Shvets",
        "Maxim R. Shcherbakov",
        "Logan G. Wright",
        "Peter L. McMahon"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03094-2",
      "doi": "10.1038/s41567-025-03094-2",
      "summary": "Nature Physics, Published online: 08 December 2025; doi:10.1038/s41567-025-03094-2 Photonic processors are limited by the bulkiness of discrete components and wiring complexity. An experiment now demonstrates a reprogrammable two-dimensional waveguide that performs neural network inference through multimode wave propagation."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: Inhibition of protein glycosylation is a novel pro-angiogenic strategy that acts via activation of stress pathways",
      "authors": [
        "Cuiling Zhong",
        "Pin Li",
        "Sulabha Argade",
        "Lixian Liu",
        "Anastasia Chillá",
        "Wei Liang",
        "Hong Xin",
        "Brian Eliceiri",
        "Biswa Choudhury",
        "Napoleone Ferrara"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67407-y",
      "doi": "10.1038/s41467-025-67407-y",
      "summary": "Nature Communications, Published online: 08 December 2025; doi:10.1038/s41467-025-67407-y Author Correction: Inhibition of protein glycosylation is a novel pro-angiogenic strategy that acts via activation of stress pathways"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Publisher Correction: Light patterning semiconductor nanoparticles by modulating surface charges",
      "authors": [
        "Xiaoli He",
        "Hongri Gu",
        "Yanmei Ma",
        "Yuhang Cai",
        "Huaide Jiang",
        "Yi Zhang",
        "Hanhan Xie",
        "Ming Yang",
        "Xinjian Fan",
        "Liang Guo",
        "Zhan Yang",
        "Chengzhi Hu"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-66660-5",
      "doi": "10.1038/s41467-025-66660-5",
      "summary": "Nature Communications, Published online: 08 December 2025; doi:10.1038/s41467-025-66660-5 Publisher Correction: Light patterning semiconductor nanoparticles by modulating surface charges"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "In-situ grafting of cobalt phthalocyanine on gas diffusion electrodes enables ampere-level CO<sub>2</sub> reduction",
      "authors": [
        "Huihui Yan",
        "Gaoxiang He",
        "Rongli Fan",
        "Minyue Zhao",
        "Huiting Huang",
        "Zhexing Lin",
        "Bin Gao",
        "Jianyong Feng",
        "Zhigang Zou",
        "Zhaosheng Li"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-66808-3",
      "doi": "10.1038/s41467-025-66808-3",
      "summary": "Nature Communications, Published online: 08 December 2025; doi:10.1038/s41467-025-66808-3 The development of carbon dioxide reduction catalysts at industrial current densities remains challenging. Here, the authors demonstrate that in situ electro-polymerization of cobalt phthalocyanine on a gas diffusion electrode achieves high carbon monoxide selectivity at high current densities."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Widespread Fab-arm exchange affects all endogenous serum IgG4",
      "authors": [
        "Linus Wollenweber",
        "Albert Bondt",
        "Gestur Vidarsson",
        "Maartje G. Huijbers",
        "Albert J. R. Heck"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67105-9",
      "doi": "10.1038/s41467-025-67105-9",
      "summary": "Nature Communications, Published online: 08 December 2025; doi:10.1038/s41467-025-67105-9 Among the antibody subclasses, IgG4 is unique in its capability to fragment-antigen-binding (Fab)-arm exchange, a process that renders IgG4 bispecific for antigen binding. Here authors analyse serum IgG4 clonal repertoires of healthy human donors to show that Fab-arm exchange is widespread and affects all IgG4 clones."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Dissipative quadratic soliton in the cascaded nonlinearity limit",
      "authors": [
        "Mingming Nie",
        "Jonathan Musgrave",
        "Shu-Wei Huang"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67195-5",
      "doi": "10.1038/s41467-025-67195-5",
      "summary": "Nature Communications, Published online: 08 December 2025; doi:10.1038/s41467-025-67195-5 In this work, the authors demonstrate nonlinearity-engineered dissipative quadratic solitons (DQS) for the first time. Moreover, they achieve an in-situ sign reversal of the effective nonlinearity, enabling a transition from bright DQS to platicon generation without requiring any dispersion engineering."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Continuous flow photosynthesis of methanol from methane by plasmonic charge accumulation",
      "authors": [
        "Huiping Peng",
        "Fei Xue",
        "Yujin Ji",
        "Youyong Li",
        "Shangheng Liu",
        "Qingyu Kong",
        "Zhiwei Hu",
        "Xuanli Zheng",
        "Nanjun Chen",
        "Qi Shao",
        "Xiaoqing Huang"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67051-6",
      "doi": "10.1038/s41467-025-67051-6",
      "summary": "Nature Communications, Published online: 08 December 2025; doi:10.1038/s41467-025-67051-6 The combination of plasmon-mediated electron enrichment and a continuous-flow reactor overcomes key challenges in selective methane oxidation, achieving a methanol production rate of over 6.5 mmol·g-1·h-1 with the selectivity of 100% and sustained stability over 100 h under ambient pressure."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Inflammation-specific DNA origami nanodevice for delivery of siRNAs to treat ulcerative colitis",
      "authors": [
        "Tianci Zhang",
        "Ruoqing Li",
        "Zhenghao Wang",
        "Ye Zhou",
        "Yaojia Zhou",
        "Xiaoting Chen",
        "Cui Peng",
        "Yi Jiang",
        "Nanwei Tong",
        "Wei Li"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67183-9",
      "doi": "10.1038/s41467-025-67183-9",
      "summary": "Nature Communications, Published online: 08 December 2025; doi:10.1038/s41467-025-67183-9 Optimal siRNA assembly, delivery, and release are key to ulcerative colitis treatment. Here the authors develop an inflammation-specific DNA origami nanodevice for targeted delivery of siRNAs to the intestine and selective exposure of siRNAs at inflamed sites, achieving effective therapy."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Metabolic support protects mucosa from ferroptosis in radiation-induced mucositis",
      "authors": [
        "Weiwei Yu",
        "Kai Jiao",
        "Kaiyan Wang",
        "Xiang Li",
        "Qianqian Wan",
        "Wen Qin",
        "Xinyi Hao",
        "Meichen Wan",
        "Yuxuan Ma",
        "Jiao Wu",
        "Qing Liu",
        "Mei Shi",
        "Conrado Aparicio",
        "Franklin Tay",
        "Lina Niu"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67214-5",
      "doi": "10.1038/s41467-025-67214-5",
      "summary": "Nature Communications, Published online: 08 December 2025; doi:10.1038/s41467-025-67214-5 Here the authors show that radiation triggers oral mucositis via ferroptosis in basal epithelial cells, while fibroblasts provide early protection by supplying polyamines that inhibit this cell death pathway."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Breaking the yield–selectivity trade-off in polystyrene waste valorization via tandem depolymerization and hydrogenolysis",
      "authors": [
        "Jia Wang",
        "Zedong Zhang",
        "Yan Zhang",
        "Dongxian Li",
        "Zechao Zhuang",
        "Wei Liao",
        "Tong Han",
        "Lin Dong",
        "Shule Wang",
        "Dingsheng Wang",
        "Jianchun Jiang"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02069-x",
      "doi": "10.1038/s41565-025-02069-x",
      "summary": "Nature Nanotechnology, Published online: 08 December 2025; doi:10.1038/s41565-025-02069-x A tandem catalytic strategy is developed to convert polystyrene waste into a spectrum of aromatic intermediates and subsequently into a single dominant product, toluene. This tandem design enhances product selectivity to 99% and minimizes downstream separation costs."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Band-hybridized selenium contact for p-type semiconductors",
      "authors": [
        "Cong Wang",
        "Jianmiao Guo",
        "Dexing Liu",
        "Ziyuan Lin",
        "Shuai Guo",
        "Songhua Cai",
        "Jianmin Yan",
        "Baizhe He",
        "Zhiyong Zhang",
        "Min Zhang",
        "Yang Chai"
      ],
      "date": "2025-12-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02084-y",
      "doi": "10.1038/s41565-025-02084-y",
      "summary": "Nature Nanotechnology, Published online: 08 December 2025; doi:10.1038/s41565-025-02084-y A band-hybridized selenium contact is developed for nanoscale p-type field-effect transistors (WSe2, black phosphorus and carbon nanotubes), achieving a low contact resistance through a scalable fabrication process."
    }
  ]
}