{
  "generatedAt": "2025-10-21T01:06:44.900202+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Incommensurate magnetic order arising from frustrated interchain interactions in the spin-$\\frac{1}{2}$ chain compound ${\\mathrm{AgCuVO}}_{4}$",
      "authors": [
        "A. Hromov, A. Zorko, M. Gomilšek, I. Puente Orench, L. Keller, T. Shiroka, A. Prokofiev, and M. Pregelj"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/htsq-xl8t",
      "doi": "10.1103/htsq-xl8t",
      "summary": "Quantum spin chains with competing interactions offer a platform where low dimensionality and frustration—both acting to suppress magnetic order—intersect. We studied magnetic ordering in the spin-$\\frac{1}{2}$ chain compound ${\\mathrm{AgCuVO}}_{4}$ using muon spin spectroscopy and neutron diffracti… [Phys. Rev. B 112, 134433] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Asymmetric absorption at custom wavelengths via a layered magnetoelectric window",
      "authors": [
        "Artem M. Kuzmenko, Alexander A. Mukhin, Alexey Shuvaev, Andrei Pimenov, and Dávid Szaller"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tq6k-tkcc",
      "doi": "10.1103/tq6k-tkcc",
      "summary": "The controllable nonreciprocal propagation of light is an intensively investigated field of optics, with studies motivated both by fundamental questions and possible telecommunication applications. So far, polarization-independent, switchable one-way transparency has been demonstrated only at certai… [Phys. Rev. B 112, 134434] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin Nernst and thermal Hall effects of topological triplons in quantum dimer magnets on the maple-leaf and star lattices",
      "authors": [
        "Nanse Esaki, Yutaka Akagi, Karlo Penc, and Hosho Katsura"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1yv1-wtx8",
      "doi": "10.1103/1yv1-wtx8",
      "summary": "We present a comprehensive theoretical study of the topological properties of triplon excitations in spin-$1/2$ dimer-singlet ground states defined on the maple-leaf and star lattices. Our analysis is based on a model that includes Heisenberg interactions, Dzyaloshinskii-Moriya (DM) interactions, an… [Phys. Rev. B 112, 134435] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "High-throughput screening of charge order induced ferroelectrics",
      "authors": [
        "Jose Cuevas-Medina, Yubo Qi, Nataša Stojić, and Sebastian E. Reyes-Lillo"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6t7c-pz93",
      "doi": "10.1103/6t7c-pz93",
      "summary": "Charge order induced ferroelectrics display important technological applications in spintronics devices due to the possibility of magnetoelectric coupling and fast electronic switching. However, the list of known charge order induced ferroelectrics remains limited, hindering the fundamental understa… [Phys. Rev. B 112, 144107] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "First-principles study of the magnetic anisotropic exchange interactions and magnetoelastic coupling in Fe-based kagome metals",
      "authors": [
        "Surasree Sadhukhan, Bishal Thapa, and I. I. Mazin"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/x14h-fbxm",
      "doi": "10.1103/x14h-fbxm",
      "summary": "Anisotropic magnetic exchange interactions induced by spin-orbit coupling have been less explored than their isotropic part and, when they were, they were nearly always limited to the Dzyaloshinskii-Moriya interaction (DMI) and single-site anisotropy. In our work, we address the full magnetic exchan… [Phys. Rev. B 112, 144433] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Tunneling spin Hall effect induced by unconventional $p$-wave magnetism",
      "authors": [
        "W. Zeng"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/twhh-gfyc",
      "doi": "10.1103/twhh-gfyc",
      "summary": "We propose a tunneling spin Hall effect in a normal metal/$p$-wave magnet/superconductor junction. It is found that the Andreev reflection in the normal lead is spin dependent and exhibits strong asymmetry with respect to the transverse momentum, giving rise to a pure transverse spin Hall current wi… [Phys. Rev. B 112, 144516] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetic-field tunable Möbius and higher-order topological insulators in three-dimensional layered octagonal quasicrystals",
      "authors": [
        "Yuxiao Chen, Zhiming Xu, Citian Wang, and Huaqing Huang"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/c52f-31my",
      "doi": "10.1103/c52f-31my",
      "summary": "The authors demonstrate here that layered magnetic quasicrystals with eightfold rotational symmetry can host a series of magnetic field tunable topological phases. By combining canted antiferromagnetic order and octagonal warping effect, they reveal the emergence of a glide symmetry protected Möbius insulator and multiple higher-order topological insulator (HOTI) phases, distinguished by their hinge-mode configurations. Their findings establish quasicrystals as a fertile platform for realizing symmetry-protected topological phenomena beyond periodic lattices, and offer a new route for magnetic control of higher-order topology. [Phys. Rev. B 112, 155141] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Heating suppression via two-rate random and quasiperiodic drive protocols",
      "authors": [
        "Krishanu Ghosh, Sayan Choudhury, Diptiman Sen, and K. Sengupta"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3slf-yvtq",
      "doi": "10.1103/3slf-yvtq",
      "summary": "We study a random and quasiperiodically driven one-dimensional non-integrable PXP spin chain in a magnetic field for two distinct drive protocols. Each of these protocols involves square pulses with two driving frequencies that are integer multiples of each other. For the first class of protocols, t… [Phys. Rev. B 112, 155142] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electron correlations in the kagome metals ${\\text{AV}}_{3}{\\text{Sb}}_{5} (\\mathrm{A}=\\mathrm{K}, \\mathrm{Rb}, \\mathrm{Cs})$",
      "authors": [
        "Feihu Liu, Changxu Liu, Maolin Zeng, and Qiyi Zhao"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tyrj-2yhc",
      "doi": "10.1103/tyrj-2yhc",
      "summary": "The investigation of electronic order-quantum phase interplay in kagome lattices commonly employs the extended kagome-Hubbard model, where the critical parameters comprise on-site $(U)$ and intersite $(V)$ Coulomb interactions. In prototypical kagome metals ${\\mathrm{AV}}_{3}{\\mathrm{Sb}}_{5} (\\math… [Phys. Rev. B 112, 155143] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Tuning the magnetic and electronic properties of the double perovskite ${\\mathrm{La}}_{2}{\\mathrm{CoIr}}_{1−x}{\\mathrm{Ti}}_{x}{\\mathrm{O}}_{6}$",
      "authors": [
        "Sromona Nandi, Vineeta Yadav, S. Devi, C. S. Yadav, Bikash Das, Subhadeep Datta, Kapildeb Dolui, and Rudra Sekhar Manna"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/w97v-k9j5",
      "doi": "10.1103/w97v-k9j5",
      "summary": "The ${\\mathrm{La}}_{2}{\\mathrm{CoIr}}_{1−x}{\\mathrm{Ti}}_{x}{\\mathrm{O}}_{6}$ $(0≤x≤1)$ double perovskite series serves as an effective platform for investigating the evolution of magnetic and electronic properties as a function of chemical pressure (doping) or hydrostatic pressure due to the interp… [Phys. Rev. B 112, 155144] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Tuning of electronic properties in highly lattice-mismatched epitaxial SmN",
      "authors": [
        "Kevin D. Vallejo, Volodymyr Buturlim, Zach E. Cresswell, Brooke Campbell, Bobby G. Duersch, Brelon J. May, and Krzysztof Gofryk"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jygr-f6r8",
      "doi": "10.1103/jygr-f6r8",
      "summary": "We report on the molecular beam epitaxy (MBE) growth and characterization of samarium nitride (SmN) thin films on MgO(001), focusing on the tunability of their electronic and magnetic properties via growth temperature and nitrogen flux. Despite the large lattice mismatch, all films exhibit high stru… [Phys. Rev. B 112, 155145] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Systematic generation of electron models for second-principles density functional theory methods",
      "authors": [
        "Nayara Carral-Sainz, Toraya Fernández-Ruiz, Jorge Íñiguez-González, Javier Junquera, and Pablo García-Fernández"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jv9g-fymp",
      "doi": "10.1103/jv9g-fymp",
      "summary": "We present a systematic, quasiautomated methodology for generating electronic models in the framework of second-principles density functional theory (SPDFT). This approach enables the construction of accurate and computationally efficient models by deriving all necessary parameters from first-princi… [Phys. Rev. B 112, 155146] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Anisotropic optical and electronic properties in layer-engineered ${\\mathrm{HfSe}}_{2}/{\\mathrm{SnSe}}_{2}$ van der Waals heterostructures",
      "authors": [
        "Saransha Mohanty and Pritam Deb"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mwxz-5bks",
      "doi": "10.1103/mwxz-5bks",
      "summary": "The layer-engineering-dependent electronic and optical properties of two-dimensional 1T-$\\mathrm{HfSe}{}_{2}$/1T-$\\mathrm{SnSe}{}_{2}$ van der Waals (vdW) heterostructure are investigated by employing first-principle density functional theory. In the independent particle approximation framework, the… [Phys. Rev. B 112, 155147] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Optical conductivity and band gap in the double-Weyl candidate ${\\mathrm{SrSi}}_{2}$ at ambient pressure",
      "authors": [
        "L. Z. Maulana, A. A. Tsirlin, E. Uykur, Y. Saito, M. Dressel, M. Imai, and A. V. Pronin"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/y1gj-67wz",
      "doi": "10.1103/y1gj-67wz",
      "summary": "The authors study here the possible double-Weyl state in cubic SrSi 2 using optical spectroscopy and a b i n i t i o calculations. The free-carrier density, found from optics, decreases with decreasing temperature, consistent with an activation behavior. Experimental interband conductivity juxtaposed with a b i n i t i o calculations shows that conventional density functional theory fails to describe the electronic structure of SrSi 2 near the Fermi level. A semilocal exchange-correlation potential allows a much better agreement with the experiment, resulting a gapped band structure of SrSi 2 with the direct gap of 35–40 meV. [Phys. Rev. B 112, 155209] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Dispersion of backward-propagating waves in a surface defect on a three-dimensional photonic band-gap crystal",
      "authors": [
        "Timon J. Vreman, Melissa J. Goodwin, Lars J. Corbijn van Willenswaard, William L. Barnes, Ad Lagendijk, and Willem L. Vos"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jckd-3l5d",
      "doi": "10.1103/jckd-3l5d",
      "summary": "The authors fabricate here a silicon nanostructure to confine light to a thin 2D layer, a layer that acts as a surface defect on a 3D photonic band gap crystal. Confined waves are excited with high efficiency and, remarkably, are found to run in a backward direction (see image), owing to the periodic nature of the surface defect. Reflectivity experiments agree well with supercell calculations and finite-difference time-domain simulations. The author’s results further demonstrate the power of nanomaterials to control light. [Phys. Rev. B 112, 155305] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Nonlinear transport signatures of hidden symmetry breaking in a Weyl altermagnet",
      "authors": [
        "Yufei Zhao, Zhiqiang Mao, and Binghai Yan"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/f3vr-x4fx",
      "doi": "10.1103/f3vr-x4fx",
      "summary": "Phase transitions in solids are often accompanied by structural changes, but subtle lattice distortions can remain hidden from conventional crystallographic probes, hindering the identification of the correct order parameters. A case in point is ${\\mathrm{Ca}}_{3}{\\mathrm{Ru}}_{2}{\\mathrm{O}}_{7}$, … [Phys. Rev. B 112, 165127] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Stoner transition at finite temperature in a two-dimensional isotropic Fermi liquid",
      "authors": [
        "R. David Mayrhofer, Megan Schoenzeit, and Andrey V. Chubukov"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ljrl-dg2n",
      "doi": "10.1103/ljrl-dg2n",
      "summary": "We present the results of a mean-field analysis of the temperature evolution of a ferromagnetic Stoner transition in a two-dimensional (2D) system with an isotropic dispersion ${ɛ}_{k}∝{k}^{2α}$, which for $α&gt;1$ models flat dispersions in various multilayer graphene systems in a displacement fiel… [Phys. Rev. B 112, 165128] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Beyond fragmented dopant dynamics in quantum spin lattices: Robust localization and non-Gaussian diffusion",
      "authors": [
        "Mingru Yang, Sajant Anand, and Kristian Knakkergaard Nielsen"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/clhr-4h26",
      "doi": "10.1103/clhr-4h26",
      "summary": "The motion of dopants in magnetic spin lattices has received tremendous attention for at least four decades due to its connection to high-temperature superconductivity. Despite these efforts, we lack a complete understanding of their behavior, especially out of the equilibrium and at nonzero tempera… [Phys. Rev. B 112, 165129] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Efficient ${G}_{0}{W}_{0}$ and Bethe-Salpeter equation calculations of heterostructures within an all-electron framework",
      "authors": [
        "Maximilian Schebek, Ignacio Gonzalez Oliva, and Claudia Draxl"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hm7q-y2x7",
      "doi": "10.1103/hm7q-y2x7",
      "summary": "Heterostructures composed of different two-dimensional materials offer exciting opportunities for tunable optoelectronic devices, but computing their electronic and optical properties is computationally demanding. Focusing on the LAPW framework, the authors develop here an efficient additive ansatz for the screening that is constructed from the individual contributions to the polarizability. This approach enables high-precision calculations of band structures and optical spectra from from G W and the Bethe-Salpeter equation, respectively, at greatly reduced computational cost, as demonstrated for bilayer WSe 2 and pyridine@MoS 2 . [Phys. Rev. B 112, 165130] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Large Berry curvature effects induced by extended nodal structures: Rational design strategy and high-throughput materials predictions",
      "authors": [
        "Wencheng Wang, Minxue Yang, Wei Chen, Xiangang Wan, and Feng Tang"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/51gp-cptj",
      "doi": "10.1103/51gp-cptj",
      "summary": "Berry curvature can drastically modify the electron dynamics, thereby offering an effective pathway for electron manipulation and novel device applications. Compared to zero-dimensional nodal points in Weyl/Dirac semimetals, higher-dimensional extended nodal structures, such as nodal lines and nodal… [Phys. Rev. B 112, 165131] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Enhancing band-edge nonradiative recombination lifetimes in I-${\\mathrm{II}}_{2}$-III-${\\mathrm{VI}}_{4}$ chalcogenides via orbital-phonon synergy",
      "authors": [
        "Xinwei Guo, Wenhan Zhou, Shengli Zhang, and Haibo Zeng"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b1mb-2yrj",
      "doi": "10.1103/b1mb-2yrj",
      "summary": "Balancing efficiency enhancement and cost reduction is crucial for advancing solar energy and photovoltaic devices. One of the primary sources of energy loss, leading to reduced efficiency, is nonradiative electron-hole recombination within these devices. In this study, we comprehensively investigat… [Phys. Rev. B 112, 165203] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Resonant valley-specific exciton-phonon coupling in layered SnS",
      "authors": [
        "J. Jadczak, J. Debus, J. Andrzejewski, E. Żuberek, P. Sitarek, J. Olejnik, C.-H. Ho, and L. Bryja"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1hmv-n5c9",
      "doi": "10.1103/1hmv-n5c9",
      "summary": "The authors demonstrate here that different valleys in anisotropic 2D materials exhibit dramatically different phonon coupling hierarchies. This valley-specific reorganization pushes valleytronics in a new direction by establishing phonon scattering as an intrinsic valley fingerprint, enabling phonon-mediated valley control beyond conventional methods. The work creates connections between valleytronics and phonon physics by showing valley identity is fundamentally encoded in electron-phonon coupling strength, transforming phonons from passive dissipation channels to active players in valley manipulation, opening new pathways for valleytronic technologies. [Phys. Rev. B 112, 165308] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Leakage at zero temperature from changes in chemical potential in Majorana qubits",
      "authors": [
        "M. C. Goffage, A. Alase, M. C. Cassidy, and S. N. Coppersmith"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b6fn-nctx",
      "doi": "10.1103/b6fn-nctx",
      "summary": "Building a fault-tolerant quantum computer requires physical qubits with exceptionally low error rates. Majorana-based tetron qubits are predicted to exhibit error rates that decrease exponentially with inverse temperature and length of each topological superconducting wire in the tetron. In contras… [Phys. Rev. B 112, 165424] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Potential role of hole accumulation via photoionization and electron tunneling during laser-assisted field evaporation of insulators with high energy photons",
      "authors": [
        "Severin Jakob, Jonathan D. Poplawsky, Anna S. Jelinek, David Mayweg, and Mattias Thuvander"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/scgm-2xqr",
      "doi": "10.1103/scgm-2xqr",
      "summary": "The laser-assisted field evaporation of oxides by deep UV (257.5 nm wavelength, 4.8 eV photon energy) and UV (355 nm, 3.5 eV) laser light was investigated by measuring the detection rate as a function of laser pulse energy. The experimental approach, where the voltage and hence the electrostatic fie… [Phys. Rev. B 112, 165425] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Distinct effect of Kondo physics on crystal field splitting in electron and spin spectroscopies",
      "authors": [
        "M. Kornjača and R. Flint"
      ],
      "date": "2025-10-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6knt-887k",
      "doi": "10.1103/6knt-887k",
      "summary": "Magnetic anisotropy is a key feature of rare earth materials from permanent magnets to heavy fermions. We explore the complex interplay of Kondo physics and anisotropy, and their effect on different experimental probes of magnetic anisotropy in a minimal $J=3/2$ Anderson impurity model using the num… [Phys. Rev. B 112, L161120] Published Mon Oct 20, 2025"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Incorporating Si into Sb2Se3: Tailoring Optical Phase Change Materials via Nanocomposites",
      "authors": [
        "Chih-Yu Lee, Yi-Siou Huang, Felix Adams, Chuanyu Lian, Hongyi Sun, Jie Zhao, Zichao Ye, Nathan Youngblood, Juejun Hu, Leslie H Allen, Yifei Mo, Ichiro Takeuchi, Carlos A Rios Ocampo"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.14990",
      "arxiv": "https://arxiv.org/abs/2510.14990",
      "doi": null,
      "summary": "Chalcogenide-based optical phase change materials (OPCMs) exhibit a large contrast in refractive index when reversibly switched between their stable amorphous and crystalline states. OPCMs have rapidly gained attention due to their versatility as nonvolatile amplitude or phase modulators in various photonic devices. However, open challenges remain, such as achieving reliable response and transparency spanning into the visible spectrum, a combination of properties in which current broadband OPCMs (e.g., Ge2Sb2Se4Te1, Sb2Se3, or Sb2S3) fall short. Discovering novel materials or engineering existing ones is, therefore, crucial in extending the application scope of OPCMs. Here, we use magnetron co-sputtering to study the effects of Si doping into Sb2Se3. We employ ellipsometry, X-ray diffraction, Raman spectroscopy, and scanning and transmission electron microscopy to investigate the effects of Si doping on the optical properties and crystal structure and compare these results with those from first principles calculations. Moreover, we study the crystallization and melt-quenching of thin films via nano-differential scanning calorimetry (NanoDSC). Our experiments demonstrate that 20% Si doping increases the transparency window in both states, specifically to 800 nm (1.55 eV) in the amorphous phase, while reducing power consumption by lowering the melting temperature. However, this reduction comes at the cost of reducing the refractive index contrast between states and slowing the kinetics of the phase transition."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological Order Without Band Topology in Moir\\'e Graphene",
      "authors": [
        "Hui Liu, Raul Perea-Causin, Zhao Liu, Emil J. Bergholtz"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15027",
      "arxiv": "https://arxiv.org/abs/2510.15027",
      "doi": null,
      "summary": "The discovery of zero-field fractional Chern insulators (FCIs) in moir\\'e materials has attracted intense interest in the interplay between topology and correlations. Here, we demonstrate that fractionalized topological order can emerge under realistic conditions even within a topologically trivial moir\\'e band. By projecting long-range Coulomb interactions into a trivial band of twisted multilayer graphene, we identify a set of incompressible FCI ground states exhibiting fractional quantized Hall conductance. Their Laughlin-like behavior is further confirmed through the particle-cut entanglement spectrum. We trace the origin of this phase to the strongly inhomogeneous distribution of quantum geometry within the moir\\'e Brillouin zone, which reshapes interaction effects independently of the band topology. Extending this heuristic quantum geometric mechanism, we demonstrate that similarly unexpected Laughlin-like FCIs can also be stabilized in higher-Chern-number moir\\'e bands under experimentally accessible conditions. Our results establish realistic scenarios under which many-body topological order can emerge independently of single-particle band topology."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Reconstructing Spin Hamiltonians of 2D Gutzwiller-Projected Wavefunctions",
      "authors": [
        "Lucas Z. Brito, J. B. Marston"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15034",
      "arxiv": "https://arxiv.org/abs/2510.15034",
      "doi": null,
      "summary": "We apply the correlation matrix Hamiltonian reconstruction technique to the two-dimensional Gutzwiller-projected Fermi sea and {\\pi}-flux states on finite-sized square and triangular lattices. Our results indicate no spin Hamiltonian with simple local interaction terms stabilizes such states for finite system sizes. We develop a quantitative assessment of the importance of local interactions to the stabilization of these liquid states. Lastly, we systematically assess arguments for the origin of local terms driving a Gutzwiller-projected ground state."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Entanglement Entropy from Correlation Functions of Scalar Fields in and out of Equilibrium",
      "authors": [
        "Mrinal Kanti Sarkar, Saranyo Moitra, Rajdeep Sensarma"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15035",
      "arxiv": "https://arxiv.org/abs/2510.15035",
      "doi": null,
      "summary": "We show that odd order R\\'enyi entropies $S^{(2q+1)}$ of a system of interacting scalar fields can be calculated as the free energy of $2q+1$ replicas of the system with additional quadratic inter-replica couplings in the subsystem at the time of measurement of the entropy. These couplings replace boundary field matching conditions. This formalism works both in and out of thermal equilibrium, for closed as well as open quantum systems, and provides a general dictionary between measurable correlation functions and entanglement entropy. $S^{(2q+1)}$ can be analytically continued to calculate the von Neumann entropy $S^{\\mathrm{vN}}$. We provide an exact formula relating $S^{(2q+1)}$ and $S^{\\mathrm{vN}}$ with correlation functions in a non-interacting theory. For interacting theories, we provide rules for constructing all possible Feynman diagrams for $S^{(2q+1)}$. We show that the boundary matching conditions cannot be completely eliminated while calculating R\\'enyi entropies of even order due to presence of zero modes in replica space."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Superconductivity suppression and bilayer decoupling in Pr substituted YBa$_2$Cu$_3$O$_{7-\\delta}$",
      "authors": [
        "Jinming Yang, Zheting Jin, Siqi Wang, Camilla Moir, Mingyu Xu, Brandon Gunn, Xian Du, Zhibo Kang, Keke Feng, Makoto Hashimoto, Donghui Lu, Jessica McChesney, Shize Yang, Wei-Wei Xie, Alex Frano, M. Brian Maple, Sohrab Ismail-Beigi, Yu He"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15078",
      "arxiv": "https://arxiv.org/abs/2510.15078",
      "doi": null,
      "summary": "The mechanism behind superconductivity suppression induced by Pr substitutions in YBa$_2$Cu$_3$O$_{7-\\delta}$ (YBCO) has been a mystery since its discovery: in spite of being isovalent to Y$^{3+}$ with a small magnetic moment, it is the only rare-earth element that has a dramatic impact on YBCO's superconducting properties. Using angle-resolved photoemission spectroscopy (ARPES) and DFT+$U$ calculations, we uncover how Pr substitution modifies the low-energy electronic structure of YBCO. Contrary to the prevailing Fehrenbacher-Rice (FR) and Liechtenstein-Mazin (LM) models, the low energy electronic structure contains no signature of any $f$-electron hybridization or new states. Yet, strong electron doping is observed primarily on the antibonding Fermi surface. Meanwhile, we reveal major electronic structure modifications to Cu-derived states with increasing Pr substitution: a pronounced CuO$_2$ bilayer decoupling and an enhanced CuO chain hopping, implying indirect electron-release pathways beyond simple 4$f$ state ionization. Our results challenge the long-standing FR/LM mechanism and establish Pr substituted YBCO as a potential platform for exploring correlation-driven phenomena in coupled 1D-2D systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Robust Orbital-Selective Flat Bands in Transition-Metal Oxychlorides",
      "authors": [
        "Xiangyu Luo, Ludovica Zullo, Sahaj Patel, Dongjin Oh, Qian Song, Asish K. Kundu, Anil Rajapitamahuni, Elio Vescovo, Natalia Olszowska, Rafal Kurleto, Dawid Wutke, Giorgio Sangiovanni, Riccardo Comin"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15080",
      "arxiv": "https://arxiv.org/abs/2510.15080",
      "doi": null,
      "summary": "Flat electronic bands, which amplify electron correlations by quenching kinetic energy, provide an ideal foundation for exotic quantum phases. However, prevailing strategies -- including geometrically frustrated lattices, moire superlattices and heavy-fermion physics -- suffer from inherent trade-offs among robustness, tunability and orbital selectivity, limiting their broad applicability. Here, we unveil an intrinsic orbital-selective flat-band mechanism in the van der Waals materials NbOCl2 and TaOCl2, directly observed by angle-resolved photoemission spectroscopy (ARPES) and understood through density functional theory (DFT) and Wannier analysis. Crucially, we experimentally demonstrate that this momentum-independent flat band exhibits remarkable robustness, surviving from the bulk crystal down to the few-layer limit at room temperature. Our theoretical analysis traces its origin to the hybridization between Nb-dz2 orbital chains and the Lieb-like dx2-y2 sublattice, which is further reinforced by Peierls dimerization. Our findings not only establish transition-metal oxychlorides as a robust and tunable platform for flat-band-driven correlated phases under ambient conditions, but also uncover a new orbital-selective design principle for realizing flat bands in quantum materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unusual dependence on the angle of magnetic field for the spin Hall magnetoresistance of monodomain epitaxial BiFeO3 thin films",
      "authors": [
        "Yongjian Tang, Pratap Pal, Matthew Roddy, Jon Schad, Ruofan Li, Joongwon Lee, Farhan Rana, Tianxiang Nan, Chang-Beom Eom, Daniel C. Ralph"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15091",
      "arxiv": "https://arxiv.org/abs/2510.15091",
      "doi": null,
      "summary": "Spin Hall magnetoresistance (SMR) measurements provide a way to probe the surface spin structure of insulating magnetic materials. Such measurements produce resistance signals of the form {$\\Delta$}R {$\\propto$} cos[2($\\alpha$-$\\alpha$$_0$)], where $\\alpha$ is the angle between the current and the external in-plane magnetic field. Previous experiments on a wide range of materials have found $\\alpha$$_0$ = 0$\\deg$ for ferromagnets and $\\alpha$$_0$ = 90$\\deg$ for antiferromagnets. Here we investigate SMR in bilayers of Pt with monodomain BiFeO$_3$ multiferroic epitaxial thin films. We observe signals of the form {$\\Delta$}R {$\\propto$} cos[2($\\alpha$-$\\alpha$$_0$)] but surprisingly the angle $\\alpha$$_0$ can take values very different from 90$\\deg$ or 0$\\deg$, with large variations from sample to sample. The aim of the paper is to report this striking departure from the expected magnetic field dependence of SMR and to encourage consideration of possible microscopic mechanisms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Active Ionic Fluxes Induce Symmetry Breaking in Charge-Patterned Nanochannels",
      "authors": [
        "Sergi G. Leyva, Ahis Shresta, Monica Olvera de la Cruz"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15092",
      "arxiv": "https://arxiv.org/abs/2510.15092",
      "doi": null,
      "summary": "Biological systems rely on autonomous modes of charge transport to transmit signals, whereas conventional artificial systems typically depend on external fields, such as voltage or pressure gradients, limiting their adaptability. Here we investigate nanochannels in which an electrolyte is confined by symmetric boundary configurations combining patterned surface charge with active ionic fluxes. We show that the interplay between diffusive, electrostatic and hydrodynamic interactions in such active-charged nanosystems can trigger a symmetry breaking as the activity increases. Our results suggest that active-charged nanochannels could amplify directed flows up to the order of meters per second, opening pathways toward adaptable iontronic devices and neuromorphic architectures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unusual critical points between atomic insulating phases",
      "authors": [
        "Yunchao Zhang, T. Senthil"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15111",
      "arxiv": "https://arxiv.org/abs/2510.15111",
      "doi": null,
      "summary": "We study a class of quantum phase transitions between featureless bosonic atomic insulators in $(2+1)$ dimensions, where each phase exhibits neither topological order nor protected edge modes. Despite their lack of topology, these insulators may be ``obstructed'' in the sense that their Wannier centers are not pinned to the physical atomic sites. These insulators represent distinct phases, as no symmetry-preserving adiabatic path connects them. Surprisingly, we find that the critical point between these insulators can host a conformally invariant state described by quantum electrodynamics in $(2+1)$ dimensions (QED$_3$). The emergent electrodynamics at the critical point can be stabilized if the embedding of the microscopic lattice symmetries suppresses the proliferation of monopoles, suggesting that even transitions between trivial phases can harbor rich and unexpected physics. We analyze the mechanism behind this phenomenon, discuss its stability against perturbations, and explore the embedding of lattice symmetries into the continuum through anomaly matching. In all the models we analyze, we confirm that the QED$_3$ is indeed emergeable, in the sense that it is realizable from a local lattice Hamiltonian."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Cluster percolation and dynamical scaling in the Baxter--Wu model",
      "authors": [
        "Alexandros Vasilopoulos, Michail Akritidis, Nikolaos G. Fytas, Martin Weigel"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15124",
      "arxiv": "https://arxiv.org/abs/2510.15124",
      "doi": null,
      "summary": "We investigate the percolation behavior of Fortuin-Kasteleyn--type clusters in the spin-$1/2$ Baxter--Wu model with three-spin interactions on a triangular lattice. The considered clusters are constructed by randomly freezing one of the three sublattices, resulting in effective pairwise interactions among the remaining spins. Using Monte Carlo simulations combined with a finite-size scaling analysis, we determine the percolation temperature of these stochastic clusters and show that it coincides with the exact thermal critical point of the model. The critical exponents derived from cluster observables are consistent with those of the underlying thermal phase transition. Finally, we analyze the dynamical scaling of the multi-cluster and single-cluster algorithms resulting from the cluster construction, highlighting their efficiency and scaling behavior with system size."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Morphotropic Phase Boundary (MPB) Induced Enhancement of Ferroelectric and Piezoelectric Properties in Li and Ta modified K0.5Na0.5NbO3",
      "authors": [
        "Satyaranjan Sahoo, Dhiren K. Pradhan, Shalini Kumari, Abhisikta Sahu, Koyal Suman Samantaray, Vikas N. Thakur, Anupam Mishra, M. M. Rahaman, Ashok Kumar, Reji Thomas, Philip D. Rack, Dillip K. Pradhan"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15139",
      "arxiv": "https://arxiv.org/abs/2510.15139",
      "doi": null,
      "summary": "Lead-free (K0.48Na0.48Li0.04)(Nb1-xTax)O3 (KNLNT-x) ceramics were synthesized to study the effects of Li and Ta substitution on phase transition behavior, microstructure, and ferroelectric, dielectric, and piezoelectric properties. X-ray diffraction and Raman spectroscopy show that compositions with x 0.20, a single tetragonal (P4mm) phase is obtained. Microstructural analysis shows a dense ceramic with decreasing grain size as Ta concentration increases. Temperature-dependent dielectric studies reveal two transitions: orthorhombic-tetragonal (TO-T) and tetragonal-cubic (TC). Both transition temperatures decrease systematically with increasing Ta, and TO-T shifts below room temperature for x > 0.15. The composition KNLNT-0.20 exhibits the highest dielectric constant (Er = 556) and piezoelectric coefficient (d33 = 159 pC/N). The enhanced piezoelectric response is attributed to a morphotropic phase boundary rather than a shift of the polymorphic phase boundary temperature. A composition-temperature phase diagram was constructed based on XRD, Raman, and dielectric data."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Four-Spin Interactions as a Route to Multiple-Q Topological Magnetic Order",
      "authors": [
        "Kazuki Okigami, Satoru Hayami"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15158",
      "arxiv": "https://arxiv.org/abs/2510.15158",
      "doi": null,
      "summary": "We investigate the role of four-spin interactions in stabilizing exotic multiple-$Q$ topological spin textures and demonstrate their ability to realize a skyrmion crystal. While such higher-order interactions are known to be important, their intricate nature makes systematic model construction significantly challenging. To address this issue, we develop a theoretical framework that connects microscopic real-space four-spin couplings to their effective interactions in momentum space, providing a clear route to engineer target magnetic phases. Applying this framework to a frustrated Heisenberg model with designed four-spin interactions, we identify the stabilization of the zero-field skyrmion crystal with a topological number of two via simulated annealing. Furthermore, our momentum-space analysis reveals the intrinsic mechanism by which the well-known ring-exchange interaction also favors the skyrmion crystal. Our findings not only present a concrete model for a higher-order skyrmion crystal but also offer a general methodology for understanding and designing a wide range of complex multiple-$Q$ magnetic orders driven by multi-spin interactions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Three Types of Non-Fermi-Liquid Fixed Point for a Triplet Quantum Impurity in a Cubic Metal",
      "authors": [
        "Anna I. T\\'oth"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15163",
      "arxiv": "https://arxiv.org/abs/2510.15163",
      "doi": null,
      "summary": "In cubic metals, a local, magnetic moment with a triplet ground state coupled to $\\Gamma_8$ conduction electrons can give rise to various non-Fermi liquid (NFL) quantum critical behaviors. To date, only those exchange couplings have been studied that are spherically symmetric already in the high-temperature, local moment regime. Namely, only the effects of potential scattering, spin exchange and quadrupolar exchange couplings were considered, and two types of NFL fixed points have been identified. However, in cubic symmetry, six independent exchange couplings can be present in the Hamiltonian: in addition to the spherically symmetric potential scattering and spin exchange, there is a spherical symmetry breaking, dipolar exchange interaction, and three spherical symmetry breaking, quadrupolar terms. While all of them flow to fixed points where rotational invariance is recovered, we found that one of the quadrupolar couplings flows to a so far unidentified NFL fixed point. We derive the cubic symmetry allowed exchanged couplings, solve them with the numerical renormalization group, and present three types of NFL excitation, one of which is novel, at least in the context of a quantum impurity with a triplet ground state."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Advancing AI-Driven Analysis in X-ray Absorption Spectroscopy: Spectral Domain Mapping and Universal Models",
      "authors": [
        "Nina Cao, Pavan Ravindra, Shubha R. Kharel, Chuntian Cao, Boyang Li, Xuance Jiang, Matthew R. Carbone, Xiaohui Qu, Deyu Lu"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15167",
      "arxiv": "https://arxiv.org/abs/2510.15167",
      "doi": null,
      "summary": "In recent years, rapid progress has been made in developing artificial intelligence (AI) and machine learning (ML) methods for x-ray absorption spectroscopy (XAS) analysis. Compared to traditional XAS analysis methods, AI/ML approaches offer dramatic improvements in efficiency and help eliminate human bias. To advance this field, we advocate an AI-driven XAS analysis pipeline that features several inter-connected key building blocks: benchmarks, workflows, databases, and AI/ML models. Specifically, we present two case studies for XAS ML. In the first study, we demonstrate the importance of reconciling the discrepancies between simulation and experiment using spectral domain mapping (SDM). Our ML model, which is trained solely on simulated spectra, predicts an incorrect oxidation state trend for Ti atoms in a combinatorial zinc titanate film. After transforming the experimental spectra into a simulation-like representation using SDM, the same model successfully recovers the correct oxidation state trend. In the second study, we explore the development of universal XAS ML models that are trained on the entire periodic table, which enables them to leverage common trends across elements. Looking ahead, we envision that an AI-driven pipeline can unlock the potential of real-time XAS analysis to accelerate scientific discovery."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Development and Validation of 2NN-MEAM Interatomic Potential for Sc and Al-Sc Alloys Thermodynamics Solidification and Intermetallic Ordering",
      "authors": [
        "Avik Mahata"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15170",
      "arxiv": "https://arxiv.org/abs/2510.15170",
      "doi": null,
      "summary": "We present a second-nearest-neighbor Modified Embedded Atom Method (2NN--MEAM) potential for Scandium (Sc) and Aluminum-Scandium (Al--Sc) alloys that unifies cohesive, thermodynamic, and solidification behavior within a single transferable framework. The Sc component accurately reproduces cohesive energy, lattice constants, defect energetics, and the experimental melting point obtained from two-phase coexistence, demonstrating reliable description of both hcp and liquid phases. The Al--Sc binary interaction parameters were fitted using the L1$_2$--Al$_3$Sc reference and benchmarked against first-principles and calorimetric data. The potential reproduces the strong negative formation enthalpy of Al$_3$Sc (--0.45~eV~atom$^{-1}$), correct relative stability of competing phases, and realistic elastic properties. Mixing enthalpies of the liquid alloy agree with ideal-associated-solution and CALPHAD models, confirming that the potential captures exothermic Al--Sc association in the melt. Molecular-dynamics simulations of solidification reveal the expected temperature and composition dependence of homogeneous nucleation. Pure Al crystallizes readily, while Al--1~at.\\%~Sc exhibits a longer incubation and slower growth at the same absolute temperature due to reduced undercooling and solute drag. Within the alloy, ordered Al$_3$Sc-type L1$_2$ embryos appear spontaneously, with Sc atoms occupying cube-corner (B) sites surrounded by twelve Al neighbors. Energy--volume trajectories confirm that the potential links thermodynamics to microstructural evolution. Overall, the developed 2NN--MEAM potential provides a quantitatively grounded basis for modeling melting, solidification, and intermetallic ordering in Sc and Al--Sc systems, enabling future multicomponent alloy design and large-scale nucleation studies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dynamic destruction of magnetic order in a quantum Ising chain with oscillating transverse field",
      "authors": [
        "E. S. Ma, Z. Song"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15224",
      "arxiv": "https://arxiv.org/abs/2510.15224",
      "doi": null,
      "summary": "We study the dynamic response of magnetic domain walls in low-lying excited states of an Ising chain to an oscillating transverse field. Based on the exact instantaneous eigenstates, we find that when the frequency of the external field is in off-resonant regions, the domain wall exhibits Bloch oscillation, maintaining the magnetic order. However, the magnetic order is destroyed when the field is at resonant frequency. Numerical simulations of the dynamics of magnetization and entanglement entropy for initial states with single and double domain walls accord with the predictions. These findings reveal the nontrivial effect of a monochromatic electromagnetic field on quantum spin dynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Finite-frequency fluctuation-response inequality",
      "authors": [
        "Andreas Dechant"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15228",
      "arxiv": "https://arxiv.org/abs/2510.15228",
      "doi": null,
      "summary": "We derive an inequality relating the finite-frequency linear response and fluctuations of an observable in a physical system. The relation holds for arbitrary observables and perturbations in general Markovian dynamics, including over- and underdamped Langevin systems and jump processes, both in and out of equilibrium. As a consequence, we obtain a universal upper bound on the broad-band signal-to-noise ratio of noisy dynamics, which only depends on the damping constant and temperature. We further show that the inequality reduces to an equality for appropriately chosen observables or perturbations in linear systems, both overdamped and underdamped and both in and out of equilibrium."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Enhanced magnetic, electrical, and magnetostrictive properties of La-doped SrCoO3 synthesized by microwave heating",
      "authors": [
        "L. A. Longchar, M. Manikandan, R. Mahendiran"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15235",
      "arxiv": "https://arxiv.org/abs/2510.15235",
      "doi": null,
      "summary": "We report microwave-assisted synthesis and physical properties of La-doped SrCoO3-{\\delta}. The Sr0.8La0.2CoO3-{\\delta} synthesized via microwave heating (MWH) exhibits superior physical properties compared to a nominally identical composition obtained by conventional heating (CH) in an electrical furnace. The MWH sample exhibits an enhanced ferromagnetic Curie temperature (158 K in CH and 176 K in MWH samples) and higher saturation magnetization but smaller coercive field and magnetoresistance at 10 K compared to the CH sample. While the dc resistivity increases substantially below 120 K in the CH sample, it is metallic from 350 to 10 K in the MWH sample. Further, the longitudinal magnetostriction of the MWH sample ({\\lambda}par = 247 ppm for H = 50 kOe) at 10 K is also higher than that of the CH sample ({\\lambda}par = 128 ppm). The observed enhanced properties of the MWH sample can not be attributed to grain size and grain boundaries but are likely to arise from lesser oxygen defects and partial oxidation of Co3+ into Co4+, however, the exact mechanism is not fully understood at present."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Does Moire Matter? Critical Moire Dependence with Quantum Fluctuations in Graphene Based Integer and Fractional Chern Insulators",
      "authors": [
        "Zihao Huo, Wenxuan Wang, Jian Xie, Yves H. Kwan, Jonah Herzog-Arbeitman, Zaizhe Zhang, Qiu Yang, Min Wu, Kenji Watanabe, Takashi Taniguchi, Kaihui Liu, Nicolas Regnault, B. Andrei Bernevig, Xiaobo Lu"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15309",
      "arxiv": "https://arxiv.org/abs/2510.15309",
      "doi": null,
      "summary": "Rhombohedral multilayer graphene has emerged as a powerful platform for investigating flat-band-driven correlated phenomena, yet most aspects remain not understood. In this work, we systematically study the moire-dependent band topology in rhombohedral hexalayer graphene. For the first time we demonstrate that the moire twist angle plays a crucial role in the formation of the moire Chern insulators in rhombohedral hexalayer graphene/hexagonal boron nitride (RHG/hBN) moire superlattices. In the moire-distant regime at filling factor v = 1, only systems with a twist angle {\\theta} < 1.1{\\deg} exhibit an integer moire Chern insulator, while the fractional Chern insulator at v = 2/3 requires smaller twist angle to be stabilized. Our theoretical modelling, which includes quantum fluctuations and exact diagonalization results, suggests that mean-field theory, which has been widely adopted, does not explain the twist-angle dependence of the v = 1 phase diagram, and that correlation effects are crucial. Moreover, we realize two distinct stacking configurations ( /Xi=0 and /Xi=1) between graphene and hBN, and find that both cases can yield a Chern insulator at v = 1. Our experimental work upends the current mean-field paradigm, illuminates how quantum fluctuations and moir\\'e effects shape the RHG/hBN phase diagram, and paves the way for future understanding and engineering of topological correlated states in rhombohedral graphene moire systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnetic fluctuations and anisotropy in UTe2: a multi-orbital study based on GGA+U and RPA",
      "authors": [
        "Makoto Shimizu, Youichi Yanase"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15322",
      "arxiv": "https://arxiv.org/abs/2510.15322",
      "doi": null,
      "summary": "Pressure-induced changes in the magnetic and superconducting properties of a spin-triplet superconductor candidate UTe2 have attracted considerable interest, underscoring the need for microscopic theoretical insight. In this paper, we investigate magnetic fluctuations and their anisotropy at ambient pressure and under pressure using density functional theory (DFT) combined with the random phase approximation (RPA). For each pressure, we perform DFT+U calculations for several values of the Coulomb interaction U, construct a 72-orbital periodic Anderson model, and calculate magnetic susceptibilities with use of the RPA. For U = 2 eV, the Fermi surfaces have a quasi-two-dimensional shape, antiferromagnetic fluctuations develop with the wave vector along the a* axis, and the magnetic anisotropy follows $\\chi^b > \\chi^a > \\chi^c$. The antiferromagnetic fluctuations are suppressed under pressure because of a reduced density of states at the Fermi level, while the magnetic anisotropy is weakened. In contrast, for U = 1 eV, where Fermi surfaces are more three-dimensional, antiferromagnetic fluctuations with Q2 = 0.22 b* appear, accompanied by anisotropy $\\chi^a > \\chi^c > \\chi^b$, consistent with experiments. Under pressure, antiferromagnetic fluctuations around Q2 are enhanced, the magnetic wave vector tilts slightly toward the a* direction due to Fermi-surface distortion, and the magnetic anisotropy is suppressed. These results demonstrate that the pressure evolution of magnetism in UTe2 is governed by the momentum-space distribution of U-5f states and the density of states at the Fermi level, providing a microscopic basis for understanding the magnetic and superconducting properties of UTe2."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ab-initio study of structural, vibrational and non-linear optical properties of (TiO2)-(Tl2O)-(TeO2) glasses",
      "authors": [
        "Raghvender Raghvender, Assil Bouzid, Evgenii M. Roginskii, David Hamani, Olivier Noguera, Philippe Thomas, Olivier Masson"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15343",
      "arxiv": "https://arxiv.org/abs/2510.15343",
      "doi": null,
      "summary": "This paper reports on a systematic first-principles molecular dynamics investigation of binary (TlO$_{0.5}$)$_{y}$-(TeO$_2$)$_{1-y}$ and ternary $(TiO$_{2}$)$_{x}$-(TlO$_{0.5}$)$_{y}$-(TeO$_2$)_{1-x-y}$ tellurite glasses. The obtained structural models are validated against available measured X-ray pair distribution functions. In the binary system, increasing TlO$_{0.5}$ content induces network depolymerization through the reduction of Te coordination number, the substitution of Te-O-Te linkages with Te=O$^{-}$...Tl$^{+}$ units, and the proliferation of non-bridging oxygens. In addition, rings analysis demonstrates a loss of the network connectivity via the opening of small n-membered rings. In contrast, TiO$_2$ acts as a network former in ternary glasses, preserving Te coordination number, and promoting a high fraction of bridging oxygens. Ti atoms induces a network repolymerization that manifests through the formation of smaller Ti-containing n-membered rings thereby balancing the strong effect of Tl$_2$O modifier. Beside the structural analysis, we also computed Raman spectra and non-linear optical properties on the obtained large periodic models. Our results reproduce experimental trends in Raman band shifts with composition, while nonlinear optical calculations show that remains stable with TlO$_{0.5}$ addition in binary glasses, consistent with experiment. In the case of ternary systems, we find that the inclusion of a small fraction of TiO$_2$ preserves the high optical nonlinearity of the TeO$_2$ network while maintaining the overall network connectivity. These results establish a predictive framework for tailoring the atomic structure and nonlinear optical response of tellurite glasses through the controlled interplay of modifiers nature and concentration."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Altermagnetism induced surface Chern insulator",
      "authors": [
        "Xuance Jiang, Sayed Ali Akbar Ghorashi, Deyu Lu, Jennifer Cano"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15357",
      "arxiv": "https://arxiv.org/abs/2510.15357",
      "doi": null,
      "summary": "We propose a new pathway to the quantized anomalous Hall effect (QAHE) by coupling an altermagnet to a topological crystalline insulator (TCI). The former gaps the topological surface states of the TCI, thereby realizing the QAHE in a robust and switchable platform with near- vanishing magnetization. We demonstrate the feasibility of this approach by studying a slab of the TCI SnTe coupled to an altermagnetic RuO2 layer. Our first-principles calculations reveal that the d-wave altermagnetism in RuO2 induces a 7 meV gap to the Dirac surface states on the (110) surface of SnTe, producing a finite anomalous Hall effect. Our approach generalizes to broader classes of altermagnetic materials and TCIs, thereby providing a family of topological altermagnetic heterostructures with small or vanishing magnetization that support nontrivial Chern numbers. Our results highlight a promising new topological platform with great tunability and applications to spintronics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dielectric Deposition Enhanced Crystallization in Atomic-Layer-Deposited Indium Oxide Transistors Achieving High Gated-Hall Mobility Exceeding 100 cm2/Vs at Room Temperature",
      "authors": [
        "Chen Wang, Kai Jiang, Jinxiu Zhao, Ziheng Wang, Guilei Wang, Chao Zhao, Mengwei Si"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15358",
      "arxiv": "https://arxiv.org/abs/2510.15358",
      "doi": null,
      "summary": "In this work, we report high-performance atomic-layer-deposited indium oxide (In2O3) transistors with high gated-Hall mobility ({\\mu}H) exceeding 100 cm2/Vs at room temperature (RT). It is found that the deposition of top hafnium oxide (HfO2) above the In2O3 channel significantly enhances its crystallization, leading to an average grain size of 97.2 nm in a 4.2-nm In2O3 channel. The ALD of In2O3 exhibits an epitaxy-like growth behavior, with its (222) planes aligning parallel to the (111) planes of both the top and bottom HfO2 dielectrics. As a result, bottom-gate In2O3 transistors with a high {\\mu}H of 100.9 cm2/Vs and a decent subthreshold swing (SS) of 94 mV/dec are achieved by gated-Hall measurement at RT. Furthermore, the devices maintain excellent performance at low temperatures, achieving a {\\mu}H of 162.2 cm2/Vs at 100 K. Our study reveals the critical role of dielectric deposition induced crystallization in enhancing carrier transport and offers a scalable pathway toward high-mobility devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Friction-controlled reentrant aging and fluidization in granular materials",
      "authors": [
        "Ye Yuan, Walter Kob, Hajime Tanaka"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15360",
      "arxiv": "https://arxiv.org/abs/2510.15360",
      "doi": null,
      "summary": "Granular materials densify under repeated mechanical perturbations, a nonequilibrium dynamics that underlies many natural and industrial processes. Because granular relaxation is governed by frictional contacts and energy dissipation, this aging behavior fundamentally differs from that of thermal glasses despite their apparent similarities. Here, we uncover how friction controls the compaction dynamics of granular packings subjected to cyclic shear. Using discrete element simulations, we construct a dynamic state diagram as a function of strain amplitude and friction, revealing a rich interplay between jamming marginality, stabilization, and fluidization. We identify a friction-dependent crossover strain that separates aging and fluidized regimes, showing reentrant, non-monotonic behavior: Increasing friction first suppresses fluidization, then promotes it through smooth, creep-like rearrangements. This transition is marked by a shift from intermittent, avalanche-like rearrangements to continuous, diffusive motion. Our findings demonstrate that friction exerts a dual role in granular aging -- both stabilizing and fluidizing -- thereby uncovering the fundamental nonequilibrium mechanisms that govern compaction, rheology, and aging in athermal disordered systems. More broadly, our results reveal a general principle for how friction governs metastability and flow in athermal matter -- from granular and frictional colloids to soils and seismic faults -- linking microscopic contact mechanics to macroscopic dynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unravelling the Catalytic Activity of Dual-Metal Doped N6-Graphene for Sulfur Reduction via Machine Learning-Accelerated First-Principles Calculations",
      "authors": [
        "Sahil Kumar, Adithya Maurya K R, Mudit Dixit"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15397",
      "arxiv": "https://arxiv.org/abs/2510.15397",
      "doi": null,
      "summary": "Understanding and optimizing polysulfide adsorption and conversion processes are critical to mitigating shuttle effects and sluggish redox kinetics in lithium-sulfur batteries (LSBs). Here, we introduce a machine-learning-accelerated framework, Precise and Accurate Configuration Evaluation (PACE), that integrates Machine Learning Interatomic Potentials (MLIPs) with Density Functional Theory (DFT) to systematically explore adsorption configurations and energetics of a series of N6-coordinated dual-atom catalysts (DACs). Our results demonstrate that, compared with single-atom catalysts, DACs exhibit improved LiPS adsorption and redox conversion through cooperative metal-sulfur interactions and electronic coupling between adjacent metal centers. Among all DACs, Fe-Ni and Fe-Pt show optimal catalytic performance, due to their optimal adsorption energies (-1.0 to -2.3 eV), low free-energy barriers (<=0.4 eV) for the Li2S2 to Li2S conversion, and facile Li2S decomposition barriers (<=1.0 eV). To accelerate catalyst screening, we further developed a machine learning (ML) regression model trained on DFT-calculated data to predict the Gibbs free energy (\\Delta G) of Li2Sn adsorption using physically interpretable descriptors. The Gradient Boosting Regression (GBR) model yields an R^2 of 0.85 and an MAE of 0.26 eV, enabling the rapid prediction of \\Delta G for unexplored DACs. Electronic-structure analyses reveal that the superior performance originates from the optimal d-band alignment and S-S bond polarization induced by the cooperative effect of dual metal centres. This dual ML-DFT framework demonstrates a generalizable, data-driven design strategy for the rational discovery of efficient catalysts for next-generation LSBs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Coarsening kinetics in spin systems with long-range interactions: from voter to Ising",
      "authors": [
        "Federico Corberi, Eugenio Lippiello, Paolo Politi, Luca Smaldone"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15410",
      "arxiv": "https://arxiv.org/abs/2510.15410",
      "doi": null,
      "summary": "In this paper, we start reviewing the main features of the one-dimensional Ising model with long-range interactions, where the spin-spin coupling decays as a power law, $J(r) \\propto r^{-\\alpha}$. We then discuss the key properties of the one-dimensional voter model, in which two agents (spins) at distance $r$ interact with a power-law probability with the same form of $J(r)$. The two models are compared, and the so-called $p$-voter model is presented, which provides a framework to interpolate between them. Specifically, the $p$-voter model reduces to the voter model for $p = 1$ and $p = 2$, while for $p \\ge 3$ it falls into the universality class of the Ising model."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Confinement-Induced Delay in Chiral Active Brownian Particles",
      "authors": [
        "Hrithik Barman"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15419",
      "arxiv": "https://arxiv.org/abs/2510.15419",
      "doi": null,
      "summary": "We investigate the interplay between chirality and confinement in harmonically trapped active particles. The circular character of chiral motion combines with the radial symmetry of the potential to create distinctive non-equilibrium behavior. Chirality induces oscillatory cross-correlations between positional components that vanish in the absence of torque while the harmonic potential generates a finite delay between orientation and velocity - a signature of time-reversal symmetry breaking distinct from inertial delay mechanisms. The delay function exhibits characteristic temporal evolution with depth and persistence controlled by trap strength and rotational noise. The stationary probability distribution displays strongly non-Maxwellian characteristics, transitioning from broad annuli to compact localized peaks as confinement increases with the distribution radius governed by the competition between chiral propulsion and trap strength. These features emerge from the interplay between chiral swimming and the restoring force of the trap, revealing how confinement and activity jointly shape particle dynamics and transport properties in nonequilibrium steady states."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Antiphase boundaries in Ni-Mn-Ga single crystal - experiment and model",
      "authors": [
        "O. Heczko, F. Maca, V. Drchal, L. Fekete, L. Straka, J. Zemen"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15433",
      "arxiv": "https://arxiv.org/abs/2510.15433",
      "doi": null,
      "summary": "Thermally induced antiphase boundaries (APBs) in ferromagnetic, ordered Ni-Mn-Ga single crystal exhibit complex, irregular shapes and closed loops without any lattice plane preferences. The APBs were visualized on polished (100) surface using magnetic force microscopy (MFM) at the same location in parent cubic austenite and monoclinic martensite with uniaxial magnetic anisotropy. Based on ab-initio calculation we suggest that one APB curve with dark and light contrast consists of a pair of APB interfaces with narrow, only one-layer thick, core with structural partial B2' order in contrast to full L21 order of bulk. Calculated magnetic contrast using magnetostatic continuum simulations agrees well with MFM observation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fractional Quantum Hall Wedding Cakes",
      "authors": [
        "Chlo\\'e Van Bastelaere, Felix A. Palm, Botao Wang, Nathan Goldman, Laurens Vanderstraeten"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15472",
      "arxiv": "https://arxiv.org/abs/2510.15472",
      "doi": null,
      "summary": "This work investigates the coexistence of distinct topologically ordered phases within a single setup. We demonstrate this concept through tensor network simulations of the Hofstadter-Bose-Hubbard model under a spatially modulated chemical potential. Focusing on cylindrical geometries, we realize regions exhibiting the Laughlin-1/2 phase and its particle-hole conjugate, and confirm their topological character via the local St\\v{r}eda's response and Laughlin's flux insertion protocol. Our approach offers a new pathway for experimentally and numerically charting entire phase diagrams within a single system, possibly eliminating the need for independent parameter scans."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Gate-tunable Josephson diodes in magic-angle twisted bilayer graphene",
      "authors": [
        "A. Rothstein, R. J. Dolleman, L. Klebl, A. Achtermann, F. Volmer, K. Watanabe, T. Taniguchi, F. Hassler, L. Banszerus, B. Beschoten, C. Stampfer"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15503",
      "arxiv": "https://arxiv.org/abs/2510.15503",
      "doi": null,
      "summary": "We report low-temperature measurements of two adjacent, gate-defined Josephson junctions (JJs) in magic-angle twisted bilayer graphene (MATBG) at a moir\\'e filling factor near $\\nu = -2$. We show that both junctions exhibit a prominent, gate-tunable Josephson diode effect, which we explain by a combination of large kinetic inductance and non-uniform supercurrent distribution. Despite their proximity, the JJs display differences in their interference patterns and different diode behavior, underscoring that microscopic inhomogeneities such as twist angle variations shape the non-uniform supercurrent and drive the diode behavior. As a result, the nonreciprocal supercurrent can be tuned by gate voltage, enabling tuning of the diode efficiency and even reversing the polarity at fixed magnetic fields. Our findings offer potential routes for tailoring Josephson diode performance in superconducting quantum circuits."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Synergistic modulation of band structure and phonon transport for higher thermoelectric performance of WSe2",
      "authors": [
        "Mazhar Hussain Danish, Amil Aligayev, Zahir Muhammad, Tao Chen, Adil Mansoor, Zia Ur Rahman, F. J. Dominguez-Gutierrez, Di Li, Jian Zhang, Zhuang Hao Zheng, Xiaoying Qin"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15523",
      "arxiv": "https://arxiv.org/abs/2510.15523",
      "doi": "10.1016/j.cej.2025.164510",
      "summary": "Tungsten diselenide (WSe2) emerges as a promising thermoelectric (TE) candidate due to its high thermopower (S), cost-effectiveness, and environmentally friendly characteristics. However, pristine WSe2 exhibits limited electrical conductivity (sigma), a low power factor (PF), and high lattice thermal conductivity (k_L), which restrict its overall TE performance. Here, we show that through co-doping of Nb for W and Te for Se in WSe2, its power factor increases 17-fold, reaching 8.91 microW cm^-1 K^-2 at 850 K. Simultaneously, its lattice thermal conductivity (k_L) decreases from 1.70 W m^-1 K^-1 to 0.48 W m^-1 K^-1. Experiments and density functional theory (DFT) analysis demonstrate that the enhancement of PF is linked to an increased density of states, higher effective mass (md*), improved mobility (mu), and elevated electrical conductivity (sigma) owing to the replacement of Se2- with Te2-; while the observed 72% reduction in k_L results primarily from phonon scattering at Te-Se and Nb-W defects. As a result, a remarkable ZT_max ~ 1 is obtained at 850 K for the sample W0.95Nb0.05Se2-yTey with y = 0.3, which is about a 30-fold increase compared to WSe2, proving that Nb and Te co-doping in WSe2 can significantly boost its TE performance."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "CoNi-MOF laccase-like nanozymes prepared by dielectric barrier discharge plasma for treatment of antibiotic pollution",
      "authors": [
        "Chao Liu, Yi Cao, Qi Xia, Amil Aligayev, Qing Huang"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15524",
      "arxiv": "https://arxiv.org/abs/2510.15524",
      "doi": "10.1016/j.jhazmat.2025.138282",
      "summary": "Laccase is a natural green catalyst and utilized in pollution treatment. Nevertheless, its practical application is constrained by limitations including high cost, poor stability, and difficulties in recovery. Herein, with inspiration from catalytic mechanism of natural laccase, we designed and prepared a bimetallic metal-organic framework, namely, CoNi-MOF, using low-temperature plasma (LTP) technology. We employed dielectric barrier discharge (DBD) plasma to prepare CoNi-MOF, and by precisely modulating the N2/O2 gas ratio, we could modulate the distribution concentration of oxygen vacancies in CoNi-MOF. Experimental investigations and density functional theory (DFT) calculations elucidated that the critical role of the oxygen vacancies in enhancing the laccase-like activity, which promoted the activation of molecular oxygen (O2) for generation of reactive oxygen species (ROS). Compared to natural laccase, CoNi-MOF exhibited superior catalytic performance in the degradation of antibiotic tetracycline (TC), along with enhanced resistance to harsh environmental conditions, improved stability, and low biotoxicity. Notably, aeration increased the dissolved oxygen (DO) content, further improving the TC degradation efficiency. As such, this study not only proposes a facile and efficient low-temperature plasma technology for synthesizing high-performance laccase-like nanozymes but also provides a promising and environmentally friendly strategy for the remediation of antibiotic contamination in the environment."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological Magnetic Phases and Magnon-Phonon Hybridization in the Presence of Strong Dzyaloshinskii-Moriya Interaction",
      "authors": [
        "Weicen Dong, Haoxin Wang, Matteo Baggioli, Yi Liu"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15525",
      "arxiv": "https://arxiv.org/abs/2510.15525",
      "doi": null,
      "summary": "In recent years, the interplay between quantum magnetism and topology has attracted growing interest, both for its fundamental importance and its technological potential. Topological magnons, quantized spin excitations with nontrivial band topology, hold particular promise for spintronics, offering routes to robust, low-dissipation devices for next-generation information processing and storage. While topological magnons in honeycomb ferromagnets with weak next-nearest-neighbor Dzyaloshinskii-Moriya interactions (DMI) have been extensively investigated, the strong-DMI regime remains largely unexplored. In this work, we examine topological magnetic phases and magnon-phonon hybridization in a two-dimensional magnetic system with strong DMI. We show that strong DMI drives a transition from a ferromagnetic ground state to a 120$^\\circ$ noncollinear order. An additional Zeeman field further induces noncoplanar spin textures, giving rise to a diverse set of topological phases. We demonstrate that these topological phases can be directly probed through the anomalous thermal Hall effect. Finally, we find that the spin-spin interactions in the strong-$D$ phase enable magnon-phonon coupling that yields hybridized topological bands, whereas such coupling vanishes in the weak-$D$ phase."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Diode effect in Shapiro steps in an asymmetric SQUID with a superconducting nanobridge",
      "authors": [
        "Dmitrii S. Kalashnikov, Gleb S. Seleznev, Andrei Kudriashov, Ian Babich, Denis Yu. Vodolazov, Yakov V. Fominov, Vasily S. Stolyarov"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15526",
      "arxiv": "https://arxiv.org/abs/2510.15526",
      "doi": "10.1103/zvzr-flw6",
      "summary": "We investigate the Josephson diode effect in an asymmetric SQUID consisting of a sinusoidal Josephson junction formed by a Bi$_2$Te$_2$Se flake and a superconducting Nb nanobridge with a linear and multivalued current-phase relation (CPR). Current-voltage characteristics were measured both in the absence (dc regime) and presence (ac regime) of external microwave irradiation. Our dc measurements reveal only weak critical current asymmetry (i.e. weak Josephson diode effect), while confirming the multivalued behavior of the SQUID. At the same time, the key finding of this work is the observation of strong Shapiro step asymmetry (concerning the dc current direction) in the ac regime at finite magnetic flux. This peculiarity oscillates as a function of magnetic field with the SQUID's periodicity and varies non-monotonically with the increase in microwave power. Our theoretical model shows that the pronounced Shapiro step asymmetry, despite the small diode effect in critical current, arises from the interplay between the sinusoidal and multivalued CPRs of the junctions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Facet Specific Electron Conduction in Pentavalent (W5+) WO3 Drives Superior Photocatalytic CO 2 Reduction in (002) Plane",
      "authors": [
        "Muhammad Rizwan Kamal, Mohammad Z. Rahman, Amil Aligayev, Min Liu, Li Zhong, Pengfei Xia, Yueheng Li, Yue Ruan, Xia Xiang, Pir Muhammad Ismail, Qaisar Alam, Ahmed Ismail, Muhammad Zahid, Xiaoqiang Wu, Abdullah N. Alodhayb, Qing Huang, Raj Wali Khan, Fazal Raziq, Sharafat Ali, Liang Qiao"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15528",
      "arxiv": "https://arxiv.org/abs/2510.15528",
      "doi": "10.1016/j.seppur.2025.133187",
      "summary": "This article reports a concept of heat-induced topological modifications of non-layered WO 3 followed by successful synthesis of oxygen-vacant more-porous nanosheets with exposed active (002) facet. Experimental measurements and Density Functional Theory (DFT) calculations have revealed that the photoexcited electrons are found to accumulate preferentially on (002) facet to yield enhanced electron conduction, and consequently, strengthen the reduction potential as active catalytic sites for photocatalytic CO2 reduction. Owing to these beneficial properties, the more-porous nanosheets of WO 3 with (002) facet have exhibited superior performance than that of less-porous nanosheets of WO3 with (220) facet and bulk WO3 with (205) facet. This study therefore provides a new understanding of regulating physical, optical, and electronic properties through intricate atomic structure modulation of WO3, and may find widespread application in optoelectronics, sensors, and energy conversion."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Emergent Topology in Kagome Ferromagnets",
      "authors": [
        "Seif Alwan, Jonas Fransson"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15536",
      "arxiv": "https://arxiv.org/abs/2510.15536",
      "doi": null,
      "summary": "We investigate the emergence of a topological magnon phase in a two-dimensional kagome ferromagnet with Dzyaloshinskii-Moriya interaction (DMI) and scalar spin chirality. By incorporating a chiral interaction term proportional to the scalar triple product chi_ijk = S_i (S_j x S_k), we examine how the interplay between DMI and the topological orbital coupling kappa_TO gives rise to geometric phase, nontrivial Berry curvature, and quantized Chern numbers in the magnon bands. Using a momentum-space representation and linear spin-wave theory, we compute the orbital texture, its vorticity, and the Berry curvature across the Brillouin zone. We show that noncoplanar spin textures, driven by finite DMI, form momentum-space skyrmions that act as sources of geometric curvature. Importantly, we demonstrate that DMI alone is insufficient to break time-reversal symmetry; only the presence of finite scalar chirality terms allows the system to develop a nonzero Berry phase and topological transport signatures. We further explore the effect of a global plaquette rotation, showing that while the band structure remains invariant under this unitary transformation, the Berry curvature and Chern number are modulated, highlighting the geometric sensitivity of the topological response. Our results establish a direct correspondence between the lattice geometry, chirality, and magnon topology, providing a route toward tunable topological phases in frustrated magnetic systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Growth and microwave properties of FeSe thin films and comparison with Fe(Se,Te)",
      "authors": [
        "Alessandro Magalotti, Andrea Alimenti, Valeria Braccini, Giuseppe Celentano, Matteo Cialone, Antonella Mancini, Andrea Masi, Nicola Pompeo, Enrico Silva, Giovanni Sotgiu, Kostiantyn Torokhtii, Pablo Vidal Garc\\'ia, Angelo Vannozzi"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15537",
      "arxiv": "https://arxiv.org/abs/2510.15537",
      "doi": null,
      "summary": "In this work, we have grown $\\sim$100 nm thick pristine FeSe films by pulsed laser deposition. The films were structurally characterized with X-ray diffraction and their surface morphology checked through atomic force microscopy. Microwave measurements, performed with a dielectric loaded resonator tuned at the frequency of 8 GHz, allowed the characterization of the samples surface resistance, in view of potential applications in microwave haloscopes for dark matter search. Here, we report the comparison of the microwave properties of FeSe with Fe(Se,Te) thin films, as the temperature is swept from 4 K to 20 K. By applying a constant static magnetic field of 12 T, it was also possible to discern the magnetic field resilience of the two samples. FeSe showed a larger critical temperature drift as the field is applied, while the Fe(Se,Te) response broadens remarkably less. A preliminary analysis of vortex pinning shows margins for optimizing pinning in FeSe."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Microwave surface resistance of Tl-1223 films in a dc magnetic field",
      "authors": [
        "Alessandro Magalotti, Andrea Alimenti, Emilio Bellingeri, Cristina Bernini, Sergio Calatroni, Alessandro Leveratto, Enrico Silva, Kostiantyn Torokhtii, Ruggero Vaglio, Pablo Vidal Garc\\'ia, Nicola Pompeo"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15538",
      "arxiv": "https://arxiv.org/abs/2510.15538",
      "doi": null,
      "summary": "We present first preliminary surface impedance measurements on Tl-1223 films in dc magnetic fields, in view of potential applications for the next generation Future Circular Collider (FCC-hh) at CERN. The Tl-1223 samples were produced through laser ablation, with nominal thickness of 1 {\\mu}m and grown on a thick LaAl2O3 substrate. The presence of Tl-1212 phase identified by XRD and BSE microscopy, could be avoided by changing the oxygen partial pressure during heat treatment. The high-frequency transport properties of the samples were characterized using microwave resonant devices, at fixed frequencies of 14.9 GHz, 24.2 GHz and 26.7 GHz, in the temperature range 40 K to 140 K. An external applied static magnetic field up to 12 T was applied. Samples from subsequent batches exhibited huge improvements in the microwave properties, confirming the progress in the deposition technique."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fluctuation-Response Theory of Non-Equilibrium Complex Fluids",
      "authors": [
        "Ryota Takaki, Frank J\\\"ulicher"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15559",
      "arxiv": "https://arxiv.org/abs/2510.15559",
      "doi": null,
      "summary": "A fundamental challenge in soft matter physics is to describe materials, such as the living cytoplasm and tissues, that are simultaneously active, chemically driven, and exhibit long-lasting memory of mechanical stresses. Here, we construct a generalized hydrodynamic framework at finite wavevectors and frequencies that can be applicable to non-equilibrium fluids with memory. Our approach is based on a non-equilibrium fluctuation-response relation in a steady state using correlation function identities. This approach provides a general formalism to derive hydrodynamic constitutive equations that is distinct from Mori-Zwanzig projection formalism. As a corollary, we obtain a generalized fluctuation-response relation in non-equilibrium steady states similar to the relation obtained by Harada-Sasa. Applying our theory to chemically driven active fluids reveals Active Viscoelastic Memory, whereby chemical reaction cycles renormalize the system's viscous response. We find that this active viscoelastic memory can produce a negative storage modulus at finite frequency, behavior absent in ordinary viscoelastic fluids. Our first-principles framework provides a general basis for understanding memory-dependent dynamics across a wide range of biological and synthetic active systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A finite-element Delta-Sternheimer approach for accurate all-electron RPA correlation energies of arbitrary molecules",
      "authors": [
        "Hao Peng, Haochen Liu, Chuhao Li, Hehu Xie, Xinguo Ren"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15570",
      "arxiv": "https://arxiv.org/abs/2510.15570",
      "doi": null,
      "summary": "The incompleteness of single-particle basis sets has long cast a shadow over correlated electronic-structure methods, making it highly challenging to obtain numerically converged results. In this work, we compute the RPA correlation energies of general molecules using the finite element method, while ingeniously combining atomic orbital basis sets to accelerate the convergence of total energies. We report atomization energies for 50 molecules within the RPA framework, achieving accuracies on the order of meV per atom. The computational strategy that integrates real-space discretization techniques with atomic orbitals is expected to inspire the entire correlated electronic-structure community."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Visualizing anomalous exciton diffusion dynamics in TMDCs using transient scattering microscopy: the role of trap states and Auger recombination",
      "authors": [
        "Enrique Ar\\'evalo Rodr\\'iguez, Marc Mel\\'endez Schofield, Jorge Cuadra, Ferry Prins"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15587",
      "arxiv": "https://arxiv.org/abs/2510.15587",
      "doi": null,
      "summary": "Research on energy transport has advanced in recent years with the emergence of transient microscopy techniques that allow for imaging of carriers with high spatial and temporal resolution. In this context, transient scattering microscopy (TScM), has emerged as an alternative to traditional techniques. However, the sensitivity of TScM to different carriers can complicate the interpretation of results, highlighting the need to develop models tailored to TScM. Here, TScM is used to visualize exciton transport in bulk TMDCs. We show that exciton populations exhibit non-Gaussian profiles by analyzing the their excess kurtosis. Numerical simulations incorporating anomalous diffusion -such as Auger recombination and trap states- reproduce these experimental observations. Furthermore, by tuning the injected carrier density, we demonstrate that the temporal signature of the kurtosis is distinct for Auger-dominated and trap-dominated regimes. Additionally, we find that traditional Gaussian-fitting methods can yield inconsistent results for the extracted diffusivities. As an alternative, we implement a discrete variable calculation which yields robust, consistent diffusivity values. Our results establish kurtosis as a vital diagnostic parameter for identifying anomolous diffusion and demonstrate the necessity of moving beyond Gaussian approximations for accurate analysis of TScM data."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mapping the discrete folding landscape",
      "authors": [
        "Jo\\~ao C. Neves, Bernardo R. Marques, Crist\\'ov\\~ao S. Dias, Nuno A. M. Ara\\'ujo"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15588",
      "arxiv": "https://arxiv.org/abs/2510.15588",
      "doi": "10.21203/rs.3.rs-7771844/v1",
      "summary": "Folding is emerging as a promising manufacturing process to transform flat materials into functional structures, offering efficiency by reducing the need for welding, gluing, and molding, while minimizing waste and enabling automation. Designing target shapes requires not only to determine cuts and folds, but also folding pathways. Simple combinatorics is impractical as the possibilities grow factorially with the number of folds. To address this, we present a graph-based algorithm for polyhedral shapes. By representing the target shape as a graph, where nodes correspond to faces and edges represent adjacency, the algorithm identifies all possible fold sequences and maps the configuration space into a discrete set of intermediate configurations. This systematic mapping is critical for the design of optimized processes, the simplifying of folding operations, the reduction of failures, and the improvement of manufacturing reliability."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Surface diffusion of phosphorus on Si(100) after PBr3 adsorption",
      "authors": [
        "T. V. Pavlova, V. M. Shevlyuga"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15599",
      "arxiv": "https://arxiv.org/abs/2510.15599",
      "doi": "10.1039/D5CP03294F",
      "summary": "Phosphorus diffusion on a Si(100) surface was studied using scanning tunneling microscopy (STM) at temperatures of 77 and 300 K. The phosphorus source utilized was the PBr$_3$ molecule, which fully dissociates on the surface at 77 K. We observed diffusion of P atoms both along and across the rows of Si dimers. To support the observation of different diffusion pathways of phosphorus, activation energy calculations were performed using density functional theory. At 77 K, phosphorus diffusion started and (or) finished mostly in bridge positions. At 300 K, phosphorus diffuses predominantly between end-bridge positions, accompanied by bromine diffusion. The presence of Br near phosphorus significantly restricts its mobility. Additionally, phosphorus was found to diffuse to an oxygen atom that appeared on the surface as a result of water adsorption. This diffusion occurs because the P site near the oxidized dimer is more stable compared to that on the clean surface. The obtained results complement the knowledge about the interaction of phosphorus with the silicon surface, specifically the phosphorus diffusion pathways on the Si(100) surface."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Chiral polariton transport enabled by optical spin Hall effect in perovskite waveguides",
      "authors": [
        "Mateusz K\\k{e}dziora, Andrzej Opala, Maciej Zaremba, Helgi Sigur{\\dh}sson, Barbara Pi\\k{e}tka"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15607",
      "arxiv": "https://arxiv.org/abs/2510.15607",
      "doi": null,
      "summary": "Controlling the spin degree of freedom of light at the microscale is crucial for advancing photonic information processing. Spin polarized light propagation, combined with strong optical nonlinearities, unlocks new functionalities in compact photonic circuits and active spin optronic devices. Lead halide perovskite exciton polaritons uniquely combine room temperature operation, pronounced nonlinearities, and versatile microstructuring, making them a powerful platform for spin based photonic technologies. Here, we demonstrate polarized edge emission from polariton condensates in perovskite single crystals predesigned into a microwire, forming natural, DBR free cavity. Above threshold, we observe a distinct waveguiding optical spin Hall effect pattern in both real- and reciprocal-space emission, accompanied by pseudospin phase locking arising from coherence between opposite edges. Beyond static polarization textures, we achieve spin-resolved polariton edge lasing with chirality exceeding 80\\% and spin-polarized signal propagation over tens of micrometres. These results establish CsPbBr3 waveguides as a promising easy to fabricate platform for on chip spin coded information transport and nonlinear spin optoelectronics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Calculations of pathways of precise P incorporation into chlorinated Si(100) surface",
      "authors": [
        "T. V. Pavlova"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15608",
      "arxiv": "https://arxiv.org/abs/2510.15608",
      "doi": "10.1063/5.0266110",
      "summary": "The precise incorporation of a phosphorus atom into a silicon surface is essential for the fabrication of nanoelectronic devices in which the active area is formed from single impurities. The most accurate approach employs scanning tunneling microscopy (STM) lithography, which may be done with atomic precision. However, the accuracy decreases when phosphorus is incorporated into the surface because P substitutes one of two neighboring Si atoms with equal probability. Here, the P-Si exchange mechanism was studied theoretically on a chlorinated Si(100) surface with an asymmetric configuration of Cl vacancies surrounding the P atom. Density functional theory was used to estimate the activation barriers and exchange rates between a P atom and neighboring Si atoms on a Si(100)-2$\\times$1-Cl surface with three Cl vacancies. The calculation of various P-Si exchange pathways revealed that phosphorus has a higher probability of substituting one Si atom than the others due to the asymmetric configuration of Cl vacancies. Based on the theoretical study of the P-Si exchange mechanism and experimental results from previous works, a scheme for controlled P incorporation into the silicon surface without uncertainty is proposed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Transitions between positive and negative charge states of dangling bonds on a halogenated Si(100) surface",
      "authors": [
        "T. V. Pavlova, V. M. Shevlyuga"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15625",
      "arxiv": "https://arxiv.org/abs/2510.15625",
      "doi": "10.1039/D4CP03526G",
      "summary": "Dangling bonds (DBs) are common defects in silicon that affect its electronic performance by trapping carriers at the in-gap levels. For probing the electrical properties of individual DBs, a scanning tunneling microscope (STM) is an effective instrument. Here we study transitions between charge states of a single DB on chlorinated and brominated Si(100)-2$\\times$1 surfaces in an STM. We observed transitions between positively and negatively charged states of the DB, without the participation of the neutral state. We demonstrated that the $(+/-)$ transition occurs when the DB and substrate states are out of equilibrium. This transition is related to the charge neutrality level (CNL), which indicates a change in the DB's character from donor-like to acceptor-like. The STM voltage at which the $(+/-)$ transition took place varied depending to the electrostatic environment of the DB. Our results complement the understanding of the electronic properties of the DBs, and they should be taken into account in applications that use charge manipulation on the DBs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Specimen preparation for atom probe tomography analysis of complex multifunctional nanoparticles and nanostructures: state-of-the-art and challenges",
      "authors": [
        "Varatharaja Nallathambi, Se-Ho Kim, Nikita Polin, Natalia F. Shkodich, Sven Reichenberger, Stephan Barcikowski, Baptiste Gault"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15629",
      "arxiv": "https://arxiv.org/abs/2510.15629",
      "doi": null,
      "summary": "Atom probe tomography (APT) provides the three-dimensional composition of materials at near-atomic length scales, achieving detection limits in the range of tens of atomic parts-per-million regardless of element type. APT requires the specimen to be shaped as a needle with a tip radius of ~100 nm. The development of site-specific lift-out procedures using focused ion beam-scanning electron microscopy (FIB-SEM) has enabled APT analysis of multifunctional materials, advancing our understanding of their structure-composition-property relationships. Yet these approaches are not readily suitable for analyzing many nanomaterials. Co-electrodeposition of metallic films forms a composite containing the nanomaterials of interest, thereby facilitating APT specimen preparation and enabling analysis of nanowires, nanosheets, and nano- and microparticles, etc. In this perspective article, we showcase diverse examples from simple elementary to compositionally complex alloys of varying dimensionalities, from individual nanoparticles to aerogel structures. We emphasize the challenges encountered with specific material classes during co-electrodeposition procedures and provide recommendations for improving specimen preparation protocols to enhance measurement yield, thereby advancing APT analysis capabilities for optimizing the performance of functional nanomaterials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Atomic cluster expansion potential for the Si-H system",
      "authors": [
        "Louise A. M. Rosset, Volker L. Deringer"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15633",
      "arxiv": "https://arxiv.org/abs/2510.15633",
      "doi": null,
      "summary": "The silicon-hydrogen system is of key interest for solar-cell devices, including both crystalline and amorphous modifications. Elemental amorphous Si is now well understood, but the atomic-scale effects of hydrogenating the silicon matrix remain to be fully explored. Here, we present a machine-learned interatomic potential model based on the atomic cluster expansion (ACE) framework that can describe a wide range of Si-H phases, from crystalline and amorphous bulk structures to surfaces and molecules. We perform numerical and physical validation across a range of hydrogen concentrations and compare our results to experimental findings. Our work constitutes an advancement toward the exploration of large structural models of a-Si:H at realistic device scales."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Experimental and simulation study of resin infiltration in carbon fiber rovings",
      "authors": [
        "Dominik Burr, Rudi Reichenb\\\"acher, Christina Scheffler, Konrad Steiner, G\\\"unter K. Auernhammer"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15648",
      "arxiv": "https://arxiv.org/abs/2510.15648",
      "doi": null,
      "summary": "Continuous-fiber-reinforced polymers are vital for lightweight structural applications, where fiber-matrix wetting critically influences composite performance. Understanding dynamic wetting behavior during resin infiltration remains challenging, especially under realistic processing conditions. Here we investigate the dynamic wetting of commercial carbon fiber rovings by a commonly used epoxy resin through combined optical experiments and two-phase flow simulations informed by microscale roving geometries. We measure velocity-dependent advancing contact angles and observe roving geometry changes during capillary-driven resin infiltration. Simulations using microscale-derived capillary pressure and permeability parameters quantitatively reproduce the time-dependent infiltration dynamics. Our findings demonstrate that while dynamic contact angles vary with velocity, the microscale roving structure predominantly governs resin impregnation behavior. This integrated experimental and modeling approach enhances insight into fiber-resin interactions, offering a pathway to optimize composite manufacturing processes and improve material quality."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The impact of dimensionality on universality of 2D quantum Hall transitions",
      "authors": [
        "Qiwei Wan, Yi Zhang"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15671",
      "arxiv": "https://arxiv.org/abs/2510.15671",
      "doi": null,
      "summary": "Regardless of model and platform details, the critical phenomena exhibit universal behaviors that are remarkably consistent across various experiments and theories, resulting in a significant scientific success of condensed matter physics. One widely known and commonly used example is the 2D quantum Hall transition; yet, its universal exponents still somewhat conflict between experiments, theoretical models, and numerical ansatzes. We study critical behaviors of quasi-2D Weyl semimetal systems with a finite thickness $L_z>1$, disorder, and external magnetic field $B_z$. By analyzing the scaling behaviors of the localization lengths and local density of states using recursive methods, we find that the finite thickness yields a deviation from the 2D quantum Hall universality ($L_z=1$ case) and a crossover toward the 3D Gaussian Unitary Ensemble ($L_z\\rightarrow \\infty$ limit), potentially offering another cause of the discrepancy. Our work demonstrates the often-overlooked importance of auxiliary degrees of freedom, such as thickness, and that 3D quantum Hall physics is not merely a trivial finite-thickness extension of its 2D counterpart."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Atomically-resolved exciton emission from single defects in MoS$_2$",
      "authors": [
        "Lysander Huberich, Eve Ammerman, Gu Yu, Yining Ren, Sotirios Papadopoulos, Chengye Dong, Joshua A. Robinson, Kenji Watanabe, Takashi Taniguchi, Oliver Gr\\\"oning, Lukas Novotny, Tingxin Li, Shiyong Wang, Bruno Schuler"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15676",
      "arxiv": "https://arxiv.org/abs/2510.15676",
      "doi": null,
      "summary": "Understanding how atomic defects shape the nanoscale optical properties of two-dimensional (2D) semiconductors is essential for advancing quantum technologies and optoelectronics. Using scanning tunneling spectroscopy (STS) and luminescence (STML), we correlate the atomic structure and optical fingerprints of individual defects in monolayer MoS$_2$. A bilayer of hexagonal boron nitride (hBN) effectively decouples MoS$_2$ from the graphene substrate, increasing its band gap and extending the defect charge state lifetime. This enables the observation of sharp STML emission lines from MoS$_2$ excitons and trions exhibiting nanoscale sensitivity to local potential fluctuations. We identify the optical signatures of common point defects in MoS$_2$: sulfur vacancies (Vac$_\\text{S}^-$), oxygen substitutions (O$_\\text{S}$), and negatively charged carbon-hydrogen complexes (CH$_\\text{S}^-$). While Vac$_\\text{S}^-$ and O$_\\text{S}$ only suppress pristine excitonic emission, CH$_\\text{S}^-$ generate defect-bound exciton complexes ($A^-X$) about 200\\,meV below the MoS$_2$ exciton. Sub-nanometer-resolved STML maps reveal large spectral shifts near charged defects, concurrent with the local band bending expected for band-to-defect optical transitions. These results establish an atomically precise correlation between structure, electronic states, and optical response, enabling deterministic engineering of quantum emitters in 2D materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Multiferrons: lattice excitations with finite polarization and magnetization",
      "authors": [
        "Mike Pols, Carl P. Romao, Dominik M. Juraschek"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15703",
      "arxiv": "https://arxiv.org/abs/2510.15703",
      "doi": null,
      "summary": "Ferrons are a type of quasiparticle corresponding to elementary excitations of the ferroelectric order. Analogously to how magnons modulate and transport magnetization, ferrons modulate and transport electric polarization. Here, we introduce multiferrons as elementary excitations with both electric and magnetic character. Multiferrons lead to a tilt and elliptical precession of the polarization and at the same time create a magnetization through the mechanism of dynamical multiferroicity. Using first-principles calculations for LiNbO$_3$, we show that the electric polarization of multiferrons is perpendicular to the equilibrium ferroelectric polarization, whereas the magnetization is parallel to it. Our calculations further demonstrate that multiferrons carry net electric and magnetic quadrupole and octupole moments, which we term multipolons. These multipolons could couple to internal multipolar degrees of freedom, for example in altermagnets, or to external probes such as neutrons, leading to potentially experimentally observable phenomena following coherent or thermal excitation of multiferrons."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Modeling chiral active particles: from circular motion to odd interactions",
      "authors": [
        "Lorenzo Caprini, Alessandro Petrini, Umberto Marini Bettolo Marconi"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15711",
      "arxiv": "https://arxiv.org/abs/2510.15711",
      "doi": null,
      "summary": "In this paper, we discuss microscopic models for chiral active particles, i.e., rotating active units that exhibit circular or spinning motion. While non-chiral active particles are typically governed by self-propulsion and conservative interactions, the rotating motion of chiral particles generates additional non-conservative forces that cannot be derived from a potential. These manifest as effective transverse forces, acting perpendicular to the line connecting the centres of two interacting particles, and are referred to as odd interactions, because they break the mirror symmetry of the system. Here, we demonstrate that odd interactions arise from a limiting case of a well-established model describing spinning granular objects. In addition, we show that these models for chiral active objects give rise to a novel collective phenomenon that emerges uniquely from transverse forces and, hence, chirality. Specifically, the system undergoes a transition from a homogeneous phase to an inhomogeneous one characterised by regions depleted of particles, referred to as bubbles. This collective behaviour, termed BIO (bubbles induced by odd interactions), is a general emergent phenomenon arising from chirality and odd interactions. In this work, we review theoretical approaches to this problem, including a scaling argument and predictions for spatial velocity correlations that account for the BIO phase. Finally, we outline perspectives and open challenges concerning this collective phenomenon."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Real-Time Modeling of Skyrmion Dynamics in Arbitrary 2D Spatially Dependent Pinning Potential Landscapes",
      "authors": [
        "Simon M. Fr\\\"ohlich (Institute of Physics, Johannes Gutenberg University Mainz, 55099 Mainz, Germany), Tobias Sparmann (Institute of Physics, Johannes Gutenberg University Mainz, 55099 Mainz, Germany), Maarten A. Brems (Institute of Physics, Johannes Gutenberg University Mainz, 55099 Mainz, Germany), Jan Roth\\\"orl (Institute of Physics, Johannes Gutenberg University Mainz, 55099 Mainz, Germany), Fabian Kammerbauer (Institute of Physics, Johannes Gutenberg University Mainz, 55099 Mainz, Germany), Klaus Raab (Institute of Physics, Johannes Gutenberg University Mainz, 55099 Mainz, Germany), Sachin Krishnia (Institute of Physics, Johannes Gutenberg University Mainz, 55099 Mainz, Germany), Mathias Kl\\\"aui (Institute of Physics, Johannes Gutenberg University Mainz, 55099 Mainz, Germany), Peter Virnau (Institute of Physics, Johannes Gutenberg University Mainz, 55099 Mainz, Germany)"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15713",
      "arxiv": "https://arxiv.org/abs/2510.15713",
      "doi": null,
      "summary": "Non-flat energy landscapes leading to localized pinning of skyrmions pose an inherent and unavoidable challenge for studies of fundamental 2D spin structure dynamics as well as applications. Accounting for pinning is a key requirement for predictive modeling of skyrmion systems, as it impacts the systems' dynamics and introduces randomizing effects. In this article, we use magneto-optical Kerr microscopy to image skyrmions in a magnetic thin film system in real time and analyze their hopping dynamics within the non-flat energy landscape. To achieve a fully quantitative model, we utilize skyrmion diffusion and dwell times at pinning sites to extrapolate the pinning energy landscape into regions that cannot be sampled on reasonable experimental time scales. For evaluation with a coarse-grained Thiele model, we perform long-time measurements of skyrmion diffusion and then develop a two-step procedure to determine simulation parameters by comparing them to experimentally accessible behavior. This provides a direct conversion between simulation and experimental units, which is the missing key step that has previously prevented quantitative quasiparticle modeling. We demonstrate the predictive power of our approach by measuring the experimentally unexplored density dependence of skyrmion diffusion and show that it is in excellent agreement with simulation predictions. Our technique thus enables quantitative skyrmion simulations on experimental time and length scales, allowing for predictive in-silico prototyping of skyrmion devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Wishart--Rosenzweig--Porter random matrix ensemble",
      "authors": [
        "Victor Delapalme, Leticia F. Cugliandolo, Gr\\'egory Schehr, Marco Tarzia, Davide Venturelli"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15764",
      "arxiv": "https://arxiv.org/abs/2510.15764",
      "doi": null,
      "summary": "In recent years the Rosenzweig--Porter (RP) ensemble, obtained by adding a diagonal matrix with independent and identically distributed elements to a Gaussian random matrix, has been widely used as a minimal model for the emergence of fractal eigenstates in complex many-body systems. A key open question concerns the robustness of its phase diagram when the assumption of independent and uncorrelated entries is relaxed -- an assumption that simplifies its analysis, but is generally violated in realistic quantum systems. In this work, we take a first step in this direction by considering a deformed Wishart (rather than Gaussian) random matrix, which we dub the ``Wishart--RP'' ensemble. Using perturbation theory, as well as the cavity and replica methods and the Dyson Brownian motion approach, we characterize its phase diagram and localization properties. Remarkably, we show that the level compressibility, which quantifies spectral correlations in the fractal phase, coincides with that of the Gaussian RP model, thereby extending the universality conjectured in [SciPost Phys. 14, 110 (2023)] beyond the fully uncorrelated setting. We confirm our results with numerical tests."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Subdimensional entanglement entropy: from virtual response to mixed-state holography",
      "authors": [
        "Meng-Yuan Li, Peng Ye"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15766",
      "arxiv": "https://arxiv.org/abs/2510.15766",
      "doi": null,
      "summary": "Entanglement entropy (EE) serves as a key diagnostic of quantum phases and phase transitions through bipartitions of the full system. However, recent studies on various topological phases of matter show that EE from bipartitions alone cannot effectively distinguish geometric from topological contributions. Motivated by this limitation, we introduce the \\textit{subdimensional entanglement entropy} (SEE), defined for lower-dimensional \\textit{subdimensional entanglement subsystems} (SESs), as a response theory characterizing many-body systems via \\textit{virtual} deformations of SES geometry and topology. Analytical calculations for cluster states, discrete Abelian gauge theories, and fracton orders reveal distinct subleading SEE terms that sharply differentiate geometric and topological responses. Viewing the reduced density matrix on an SES as a mixed state, we establish a correspondence between stabilizers and mixed-state symmetries, identifying \\textit{strong} and \\textit{weak} classes. For SESs with nontrivial SEE, weak symmetries act as \\textit{transparent patch operators} of the strong ones, forming robust \\textit{transparent composite symmetries} (TCSs) that remain invariant under finite-depth quantum circuits and yield \\textit{strong-to-weak spontaneous symmetry breaking} (SW-SSB). By bridging entanglement, mixed-state and categorical symmetries, holographic principles of topological order, and geometric-topological responses, SEE provides a unified framework that invites further theoretical and numerical exploration of correlated quantum matter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Self-Organization and Cyclic Positioning of Active Condensates",
      "authors": [
        "Hossein Vahid, Jens-Uwe Sommer, Abhinav Sharma"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15771",
      "arxiv": "https://arxiv.org/abs/2510.15771",
      "doi": null,
      "summary": "Active transport of biomolecular condensates and cell migration in collectives are fundamental to development, homeostasis, and processes such as cancer progression, wound healing, and infection response. Yet how these assemblies are positioned, regulated, and driven through cycles of dissolution and reassembly is not fully understood. We address this using a model of attractive active Brownian particles (ABPs). Using Brownian dynamics simulations, we show that these particles undergo liquid-gas phase separation, and spatially varying activity fields induce striking emergent dynamics. Droplets migrate up activity gradients, and above a critical activity, they fragment into a gas phase. The gas then migrates down the gradient, and droplets reassemble, yielding robust positioning cycles. This emergent condensate cycle arises without biochemical feedback loops and relies only on the interplay of attractions, motility, and gradients. In binary mixtures of active-passive particles, differential cohesion leads to self-sorting of particles, where strongly-cohesive ABPs compact into dense cores surrounded by peripheries enriched with weakly-cohesive passive particles. The passive particles stabilize the dynamic clusters of ABPs, and they migrate toward high-activity regions. Our findings suggest a generic mechanism for spatial control and turnover of condensates in biology."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interband-Pairing-Boosted Supercurrent Diode Effect in Multiband Superconductors",
      "authors": [
        "Jiong Mei, Shengshan Qin, Jiangping Hu"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15788",
      "arxiv": "https://arxiv.org/abs/2510.15788",
      "doi": null,
      "summary": "We unveil a mechanism that enables a robust supercurrent diode effect in Josephson junctions based on multiband superconductors. We predict that interband pairing can significantly amplifies this effect, even under weak spin-orbit coupling while intraband pairing alone would render it negligible. To illustrate this, we examine monolayer FeSe/STO, a system where recent experiments suggest interband pairing in either a nodeless $d$-wave or $\\eta$ pairing state. Using experimentally derived parameters, we predict that FeSe/STO can serve as a high-temperature platform for realizing a substantial supercurrent diode effect, with efficiencies reaching up to $30\\%$ for $d$-wave pairing and $12\\%$ for $\\eta$ pairing. These results demonstrate that measuring the supercurrent diode effect can provides a powerful probe of the pairing symmetry in monolayer FeSe/STO, offering critical insights into its superconducting state."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Measuring the magnetic anisotropy of the spin Hall effect and spin relaxation length in nickel and permalloy via electrical spin injection",
      "authors": [
        "Eoin Dolan, Jone Mencos, Williams Savero Torres, Maxen Cosset-Ch\\'eneau, Jean-Philippe Attan\\'e, Laurent Vila, Luis E. Hueso, F\\`elix Casanova"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15809",
      "arxiv": "https://arxiv.org/abs/2510.15809",
      "doi": "10.1103/dx73-2lp6",
      "summary": "The spin Hall effect in ferromagnets is of great interest in the field of spintronics, and while the effect has been quantified in many materials, the dependence of the spin Hall angle on the relative orientation of spin polarization and the magnetization is less well studied. Of equal importance for the purpose of spin-charge interconversion in ferromagnets is the spin relaxation length, which is predicted to be highly anisotropic with respect to magnetization. Using a modified lateral spin valve geometry with a copper channel and permalloy spin injector, we measure the dependence of the spin Hall angle and spin relaxation length on magnetization orientation in permalloy and nickel, using two distinct device geometries. This allows us to disentangle the contributions of the spin relaxation length and spin Hall angle to the measured spin-charge interconversion voltage output. Our results indicate a large anisotropy in both the spin relaxation length and spin Hall angle in both permalloy and nickel, in agreement with theoretical calculations. The quantities change in opposite directions, with the spin relaxation length rising as the magnetization is moved parallel to the spin polarization and the spin Hall angle falling, leading to a near total cancellation of the spin-charge interconversion output."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Multiscale Modeling of Abnormal Grain Growth: Role of Solute Segregation and Grain Boundary Character",
      "authors": [
        "Albert Linda, Rajdip Mukherjee, Somanth Bhowmick"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15840",
      "arxiv": "https://arxiv.org/abs/2510.15840",
      "doi": null,
      "summary": "Abnormal grain growth (AGG) influences the properties of polycrystalline materials; however, the underlying mechanisms, particularly the role of solute segregation at the grain boundary (GB), are difficult to quantify precisely. This study demonstrates a multiscale framework that integrates atomic-scale segregation energetics (using density functional theory) with mesoscale grain growth dynamics (using phase-field model) to investigate AGG, using $\\alpha$-Fe as an example system. Multisite segregation energies are calculated for symmetric tilt grain boundaries (STGBs) along the $\\langle 110 \\rangle$ axis for nine different solutes (Co, Cr, Mn, Mo, Nb, Ni, Ti, W, and V), encompassing three different types of coincident site lattice (CSL) boundaries: $\\sum 3 (11\\bar{2})$, $\\sum 9 (\\bar{2}21)$, and $\\sum 3 (\\bar{1}11)$. The model takes into account the effect of solute drag on GB mobility, estimated using a bulk solute concentration of 0.1 at\\%. The results demonstrate that AGG originates due to GB anisotropy, the extent of which largely depends on the type of solute atom present. Such a complex dependence necessitates using a multiscale model to understand AGG comprehensively. In general, low-energy $\\Sigma 3$ boundaries are found to have higher mobility and show preferential growth for most of the solutes, other than Co. The study reveals how the distribution of GB types significantly influences AGG. When 10-30\\% of the GBs are high-mobility type, crown-like morphologies are observed, leading to AGG. These findings underscore the critical role of GB chemistry and crystallography in governing AGG, and the model can be generalized to provide a predictive framework for controlling grain growth through strategic solute design in advanced alloys."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum geometry of common semiconductors",
      "authors": [
        "David Porlles, Wei Chen"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15853",
      "arxiv": "https://arxiv.org/abs/2510.15853",
      "doi": null,
      "summary": "The quantum geometric properties of typical diamond-type (C, Si, Ge) and zincblende-type (GaAs, InP, etc) semiconductors are investigated by means of the $sp^{3}s^{\\ast}$ tight-binding model, which allows to calculate the quantum metric of the valence band states throughout the entire Brillouin zone. The global maximum of the metric is at the $\\Gamma$ point, but other differential geometric properties like Ricci scalar, Ricci tensor, and Einstein tensor are found to vary significantly in the momentum space, indicating a highly distorted momentum space manifold. The momentum integration of the quantum metric further yields the gauge-invariant part of the spread of valence band Wannier function, whose value agrees well with that experimentally extracted from an optical sum rule of the dielectric function. Furthermore, the dependence of these geometric properties on the energy gap offers a way to quantify the quantum criticality of these common semiconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Latch, Spring and Release: The Efficiency of Power-Amplified Jumping",
      "authors": [
        "Marc Su\\~n\\'e, Lucas Selva, Crist\\'obal Arratia, John S. Wettlaufer, Dominic Vella"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15856",
      "arxiv": "https://arxiv.org/abs/2510.15856",
      "doi": null,
      "summary": "Many small animals, particularly insects, use power-amplification to generate rapid motions such as jumping, which would otherwise not be possible with the standard power density of muscle. A common framework for understanding this power amplification is Latch-Mediated, Spring Actuated (or LaMSA) jumping, in which a spring is slowly compressed, latched in its compressed state and the latch released to allow jumping. Motivated by the jumps of certain insect larvae, we consider a variant of this in which the latching occurs externally via adhesion to a substrate that is quickly released for jumping. We show that the rate at which this adhesion is lost is crucial in determining the efficiency of jumping and, indeed, whether jumping occurs at all. As well as showing how release rate should be chosen to facilitate optimal jumping, our analysis suggests that it is possible to control jumps even once the latch has been set."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Proposal for many-body quantum chaos detection with single-site measurements",
      "authors": [
        "Isa\\'ias Vallejo-Fabila, Adway Kumar Das, Sayan Choudhury, Lea F. Santos"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.05572",
      "arxiv": "https://arxiv.org/abs/2505.05572",
      "doi": null,
      "summary": "We demonstrate that the long-time dynamics of an observable associated with a single lattice site is sufficient to determine whether a many-body quantum system exhibits level statistics characteristic of random matrix theory, a widely used diagnostic of quantum chaos. In particular, we focus on the partial survival probability and spin autocorrelation function at a single site, both evolved under a disordered spin-1/2 chain, which is a setup realizable in current experimental platforms. Given the precision and timescales currently achievable, our results indicate that the detection of many-body quantum chaos is feasible, but constrained to small system sizes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Control of Neuronal Survival and Development Using Conductive Diamond",
      "authors": [
        "Samira Falahatdoost, Yair D. J. Prawer, Danli Peng, Andre Chambers, Hualin Zhan, Leon Pope, Alastair Stacey, Arman Ahnood, Hassan N. Al Hashem, Sorel E. De Leon, David J. Garrett, Kate Fox, Michael B. Clark, Michael R. Ibbotson, Steven Prawer, Wei Tong"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.14994",
      "arxiv": "https://arxiv.org/abs/2510.14994",
      "doi": "10.1021/acsami.3c14680",
      "summary": "This study demonstrates the control of neuronal survival and development using nitrogen-doped ultrananocrystalline diamond (N-UNCD). We highlight the role of N-UNCD in regulating neuronal activity via near-infrared illumination, demonstrating the generation of stable photocurrents that enhance neuronal survival and neurite outgrowth and foster a more active, synchronized neuronal network. Whole transcriptome RNA sequencing reveals that diamond substrates improve cellular-substrate interaction by upregulating extracellular matrix and gap junction-related genes. Our findings underscore the potential of conductive diamond as a robust and biocompatible platform for noninvasive and effective neural tissue engineering."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nano-electronvolt Fourier-limited transition of a single surface-adsorbed molecule",
      "authors": [
        "Masoud Mirzaei, Alexey Shkarin, Burak Gurlek, Johannes Zirkelbach, Ashley J. Shin, Irena Deperasi\\'nska, Boleslaw Kozankiewicz, Tobias Utikal, Stephan G\\\"otzinger, Vahid Sandoghdar"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.14999",
      "arxiv": "https://arxiv.org/abs/2510.14999",
      "doi": null,
      "summary": "High-resolution spectroscopy allows one to probe weak interactions and to detect subtle phenomena. While such measurements are routinely performed on atoms and molecules in the gas phase, spectroscopy of adsorbed species on surfaces is faced with challenges. As a result, previous studies of surface-adsorbed molecules have fallen short of the ultimate resolution, where the transition linewidth is determined by the lifetime of the excited state. In this work, we conceive a new approach to surface deposition and report on Fourier-limited electronic transitions in single dibenzoterrylenes adsorbed onto the surface of an anthracene crystal. By performing spectroscopy and super-resolution microscopy at liquid helium temperature, we shed light on various properties of the adsorbed molecules. Our experimental results pave the way for a new class of experiments in surface science, where high spatial and spectral resolution can be combined."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Adiabatic hydrodynamization and quasinormal modes of nonthermal attractors",
      "authors": [
        "Matisse De Lescluze, Michal P. Heller, Aleksas Mazeliauskas, Bruno Scheihing-Hitschfeld, Clemens Werthmann"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15016",
      "arxiv": "https://arxiv.org/abs/2510.15016",
      "doi": null,
      "summary": "Nonthermal attractors characterize the emergent self-similar evolution of far-from-equilibrium quantum systems, from nuclear collisions to cold-atom experiments. Within the adiabatic hydrodynamization framework, the approach to the nonthermal attractor can be understood as the decay of excited states of an effective Hamiltonian. We use an exactly solvable case of the Boltzmann equation -- the longitudinally expanding overoccupied gluon plasma dominated by small-angle elastic collisions -- to map the eigenmodes in adiabatic hydrodynamization to the quasinormal mode spectrum of the nonthermal attractor. If generalized, this equivalence may be used as a discovery tool for new phenomena in out-of-equilibrium systems. A byproduct of our analysis is the analytic prescaling solutions for systems undergoing strong longitudinal expansion."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Adiabatic transport of neural network quantum states",
      "authors": [
        "Matija Medvidovi\\'c, Alev Orfi, Juan Carrasquilla, Dries Sels"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15030",
      "arxiv": "https://arxiv.org/abs/2510.15030",
      "doi": null,
      "summary": "Variational methods have offered controllable and powerful tools for capturing many-body quantum physics for decades. The recent introduction of expressive neural network quantum states has enabled the accurate representation of a broad class of complex wavefunctions for many Hamiltonians of interest. We introduce a first-principles method for building neural network representations of many-body excited states by adiabatically continuing eigenstates of simple Hamiltonians into the strongly correlated regime. With controlled access to the full many-body gap, we obtain accurate estimates of critical exponents. Successive eigenstate estimates can be run entirely in parallel, enabling precise targeting of excited-state properties without reference to the rest of the spectrum, opening the door to large-scale numerical investigations of universal properties of entire phases of matter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Helical orbitals in electrical uni-directional molecular motors",
      "authors": [
        "\\v{S}t\\v{e}p\\'an Marek, Wulf Wulfhekel, Ferdinand Evers, Richard Koryt\\'ar"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15181",
      "arxiv": "https://arxiv.org/abs/2510.15181",
      "doi": null,
      "summary": "The generation of unidirectional motion has been a long-standing challenge in engineering of molecular motors. Here, a mechanism driving the rotation is presented based on electron current through helical orbitals on a $\\pi$-bonded carbon chain. Such electron current through helical orbitals has been shown to be circulating around the carbon chain. It is natural to expect that the associated electronic angular momentum drives a rotation when the current is turned on. As intuitive as this relation might seem, it is also incomplete because a formal definition of helicality in terms of a physical observable has not yet been given. Such a definition is proposed here. Based on this definition, we show how helicality determines the motor's sense of rotation. We exemplify the relation between helicality and angular momentum in H\\\"uckel models of linear carbon chains (cumulenes and oligoynes). We attribute the previously reported opposite helicality sense of frontier orbitals (HOMO and LUMO) to the approximate sub-lattice symmetry. For oligoynes, this symmetry is hidden in the sense that it does not reduce to a mere labeling of atoms. Sub-lattice symmetry, combined with time-reversal invariance, allows us to derive Onsager-type reciprocal relations of various linear response coefficients, dictating e.g. an odd energy dependence of angular momentum response to voltage bias. We propose an observable consequence of the approximate sub-lattice symmetry: If the carbon chain is employed as an axle of a molecular rotor, the sense of rotation is independent on the direction of the current."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Superconducting Gap Engineering in Tantalum-Alloy-Based Resonators",
      "authors": [
        "Chen Yang, Faranak Bahrami, Guangming Cheng, Mayer Feldman, Nana Shumiya, Stephen A. Lyon, Nan Yao, Andrew A. Houck, Nathalie P. de Leon, Robert J. Cava"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15182",
      "arxiv": "https://arxiv.org/abs/2510.15182",
      "doi": null,
      "summary": "Utilizing tantalum (Ta) in superconducting circuits has led to significant improvements, such as high qubit lifetimes and quality factors in both qubits and resonators, underscoring the importance of material optimization in quantum device performance. In this work, we explore superconducting gap engineering in Ta-based devices as a strategy to expand the range of viable host materials. By alloying 20 atomic percent hafnium (Hf) into Ta thin films, we achieve a superconducting transition temperature ($T_c$) of 6.09~K, as measured by DC transport, reflecting an increased superconducting gap. We systematically vary deposition conditions to control film orientation and transport properties of the Ta-Hf alloy films. The enhancement in $T_c$ is further confirmed by microwave measurements at millikelvin temperatures. Despite the 40\\% increase in $T_c$ relative to pure Ta, the loss contributions from two-level systems (TLS) and quasiparticles (QPs) remain unchanged in the low-temperature regime. These findings highlight the potential of material engineering to improve superconducting circuit performance and motivate further exploration of engineered alloys for quantum technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Visible Imaging of Incoherent 1200-nm Light via Triplet--Triplet Annihilation Upconversion",
      "authors": [
        "Pournima Narayanan (Department of Electrical Engineering, Stanford University, Stanford, CA 94305, USA, Department of Chemistry, Stanford University, Stanford, CA 94305, USA), Rabeeya Hamid (Department of Electrical and Computer Engineering, University of Wisconsin--Madison, Madison, WI 53706, USA), Linda Pucurimay (Department of Electrical Engineering, Stanford University, Stanford, CA 94305, USA, Department of Material Science Engineering, Stanford University, Stanford, CA 94305, USA), Ona Segura Lecina (Department of Electrical Engineering, Stanford University, Stanford, CA 94305, USA), Ben P. Carwithen (School of Chemistry, University of New South Wales, Sydney, NSW 2052, Australia), Jacob Schopp (Department of Electrical and Computer Engineering, University of Wisconsin--Madison, Madison, WI 53706, USA), Justin S. Edwards (Department of Electrical and Computer Engineering, University of Wisconsin--Madison, Madison, WI 53706, USA, Department of Physics, University of Wisconsin--Madison, Madison, 53706, USA, USA), Oluwaseun Noah Adeyeye (Department of Electrical Engineering, Stanford University, Stanford, CA 94305, USA), Demeng Feng (Department of Electrical and Computer Engineering, University of Wisconsin--Madison, Madison, WI 53706, USA), Diptarka Hait (Department of Chemistry, Stanford University, Stanford, CA 94305, USA, The PULSE Institute, SLAC National Accelerator Laboratory, Menlo Park, CA 94025, USA, Department of Chemistry, Columbia University, New York, NY 10027, USA, Initiative for Computational Catalysis, Flatiron Institute, New York, NY 10010, USA), Todd J. Martinez (Department of Chemistry, Stanford University, Stanford, CA 94305, USA, The PULSE Institute, SLAC National Accelerator Laboratory, Menlo Park, CA 94025, USA), Timothy W. Schmidt (School of Chemistry, University of New South Wales, Sydney, NSW 2052, Australia), Michael P. Nielsen (School of Photovoltaic and Renewable Energy Engineering, University of New South Wales, Sydney, NSW 2052, Australia), Murad J. Y. Tayebjee (School of Photovoltaic and Renewable Energy Engineering, University of New South Wales, Sydney, NSW 2052, Australia), Mikhail A. Kats (Department of Electrical and Computer Engineering, University of Wisconsin--Madison, Madison, WI 53706, USA, Department of Physics, University of Wisconsin--Madison, Madison, 53706, USA, USA), Daniel N. Congreve (Department of Electrical Engineering, Stanford University, Stanford, CA 94305, USA)"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15184",
      "arxiv": "https://arxiv.org/abs/2510.15184",
      "doi": null,
      "summary": "Upconversion of low-energy photons to higher-energy photons provides an opportunity to surpass traditional limitations in fields such as 3D printing, photovoltaics, and photocatalysis. Triplet--triplet annihilation upconversion (TTA-UC) is particularly appealing for such applications as it can efficiently upconvert low-intensity, incoherent light. However, previously demonstrated thin-film TTA systems are simultaneously constrained by modest efficiencies and limited reach into the near infrared (NIR). Here, we design a single-layer thin-film bulk heterojunction that integrates PbS quantum dots (QDs) as tunable NIR absorbers within an organic semiconductor matrix of TES-ADT, achieving large anti-Stokes shifts up to 500 nm and internal quantum efficiencies that surpass previous reports across the NIR-I and NIR-II windows (800-1200 nm). UC performance is improved 15-fold through the incorporation of 5-tetracene carboxylic acid ligands on the PbS QD surface, which served to increase the yield of sensitized triplets, as confirmed by transient absorption and time-resolved photoluminescence measurements. We demonstrate visible imaging of incoherent 1200 nm light via thin-film TTA-UC at incident intensities at the imaging mask as low as 20 mWcm$^2$, marking a significant advance toward practical implementation of solid-state NIR-to-visible upconversion."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Open system dynamics in local Lindbladians with chaotic spectra",
      "authors": [
        "Sanket Chirame, Fiona J. Burnell"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15193",
      "arxiv": "https://arxiv.org/abs/2510.15193",
      "doi": null,
      "summary": "We investigate the physical consequences of having a spectrum that satisfies random matrix theory (RMT) for generic Lindbladians, and compare its consequences for spatially local and completely random Lindblad dynamics in one spatial dimension. We find that Lindbladians whose spectrum is described by RMT exhibit quasi-universal early-time dynamics for quantities non-linear in the density matrix, in the sense that for generic, highly entangled initial states, the early time evolution is independent of the choice of initial state. We numerically investigate how locality generically imposes constraints on the size-dependence of Lindblad eigenoperators. This size dependence implies that linear observables, such as expectation values of local operators, are highly sensitive to eigenmodes outside the bulk of the spectrum in the thermodynamic limit, and plays a central role in limiting operator growth in the presence of dissipation. We find that when single-site dissipation dominates, an operator's decoherence scales approximately linearly with its Pauli weight, even in the presence of 2-site jump operators. When two-site only dissipation dominates, however, this generic trend in operator size can be violated, leading to long-lived high Pauli-weight operators."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "High-entropy perovskites as new photocatalysts for cocatalyst-free water splitting",
      "authors": [
        "Ho Truong Nam Hai, Makoto Arita, Kaveh Edalati"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15225",
      "arxiv": "https://arxiv.org/abs/2510.15225",
      "doi": "10.1016/j.apcatb.2025.126081",
      "summary": "The photocatalytic water-splitting process is thermodynamically challenging and requires catalysts with suitable band structures, as well as the presence of supporting cocatalysts. By considering the unique charge carrier mobility in perovskites, this study introduces three new ABO3-type high-entropy perovskites (Ba1/2Sr1/2)(Ti1/3Zr1/3Hf1/3)O3, (Ba1/2Sr1/2)(Ga1/3In1/3Sn1/3)O3 and (Ba1/2Sr1/2)(Ti1/3Zr1/3Sn1/3)O3 for cocatalyst-free photocatalysis. The three catalysts, having a single-phase cubic structure, are designed by considering configurational entropy, tolerance factor, octahedral factor, ionic radius deviation and valence deviation of >1.5R (R: gas constant), 0.9-1.0, 0.4-0.8, >0.3 and >0.3, respectively. The perovskites exhibit similar valence band tops, while their bandgaps vary slightly depending on the composition at the B-site (slightly lower bandgap by including d10 cations). Additionally, all three materials demonstrate effective hydrogen generation without the need for added cocatalysts. This investigation confirms that high-entropy oxide perovskites can offer significant potential for cocatalyst-free photocatalytic reactions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Identifying internal patterns in (1+1)-dimensional directed percolation using neural networks",
      "authors": [
        "Danil Parkhomenko, Pavel Ovchinnikov, Konstantin Soldatov, Vitalii Kapitan, Gennady Y. Chitov"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15294",
      "arxiv": "https://arxiv.org/abs/2510.15294",
      "doi": null,
      "summary": "In this paper we present a neural network-based method for the automatic detection of phase transitions and classification of hidden percolation patterns in a (1+1)-dimensional replication process. The proposed network model is based on the combination of CNN, TCN and GRU networks, which are trained directly on raw configurations without any manual feature extraction. The network reproduces the phase diagram and assigns phase labels to configurations. It shows that deep architectures are capable of extracting hierarchical structures from the raw data of numerical experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Investigating the performance of RPM JTWPAs by optimizing LC-resonator elements",
      "authors": [
        "M. A. Gali Labarias, T. Yamada, Y. Nakashima, Y. Urade, K. Inomata"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15310",
      "arxiv": "https://arxiv.org/abs/2510.15310",
      "doi": null,
      "summary": "Resonant phase-matched Josephson traveling-wave parametric amplifiers (RPM JTWPAs) play a key role in quantum computing and quantum information applications due to their low-noise, broadband amplification, and quadrature squeezing capabilities. This research focuses on optimizing RPM JTWPAs through numerical optimization of parametrized resonator elements to maximize gain, bandwidth and quadrature squeezing. Our results show that optimized resonators can increase the maximum gain and squeezing by more than 5 dB in the ideal noiseless case. However, introducing the effects of loss through a lumped-element model reveals that gain saturates with increasing loss, while squeezing modes degrade rapidly, regardless of resonator optimization. These results highlight the potential of resonator design to significantly improve amplifier performance, as well as the challenges posed by current fabrication technologies and inherent losses."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Entanglement complexification transition driven by a single non-Hermitian impurity",
      "authors": [
        "Yao Zhou, Peng Ye"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15370",
      "arxiv": "https://arxiv.org/abs/2510.15370",
      "doi": null,
      "summary": "While non-Hermitian bulk systems and their sensitivity to boundary conditions have been extensively studied, how a non-Hermitian boundary affects the entanglement structure of Hermitian critical systems remains largely unexplored. Here we present a fully analytical framework by exactly solving a Hermitian gapless chain with a single non-Hermitian impurity acting as a non-Hermitian boundary. When the entanglement cut is placed at the impurity, we uncover a sharp \\emph{entanglement complexification transition}: the logarithmic entanglement entropy retains its scaling form, but the effective central charge evolves from real to complex values, accompanied by a spectral collapse of the correlation matrix. We demonstrate that the real regime follows analytic continuation from a unitary defect conformal field theory (CFT), whereas the complex regime lies entirely beyond this framework. For the latter, we derive an analytical formula in perfect agreement with numerics. Our results reveal that a single non-Hermitian impurity can drive a Hermitian critical system into a nonunitary defect-CFT phase, establishing a rare analytically solvable platform for boundary non-Hermiticity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Corrections in the Low-Temperature Fluid/Gravity Correspondence",
      "authors": [
        "Jun Nian, Leopoldo A. Pando Zayas, Cong-Yuan Yue"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15411",
      "arxiv": "https://arxiv.org/abs/2510.15411",
      "doi": null,
      "summary": "Attempts to construct a low-temperature version of the fluid/gravity correspondence have faced obstacles manifested in the form of logarithmic terms in the frequency, $\\log(\\omega)$, leading to non-local in time constitutive relations for the stress tensor and the charge current. These difficulties can be broadly presented as a breakdown of the hydrodynamic description due to additional infrared modes. We employ new quantum insights into the physics of near-extremal black holes, brought about in the context of Jackiw-Teitelboim gravity, as an effective description of quantum fluctuations in the throat, to revisit the fluid/gravity correspondence at very low temperatures. The quantum corrections naturally include a new length scale, $C$, and an effective action that parametrizes the breaking of near-horizon symmetries. We show that with an appropriate choice of order of limits in the derivative expansion within the low-temperature regime, the $\\log(\\omega)$ infrared divergence can be resolved. By quantum averaging the infrared Schwarzian modes as an effective extra contribution to the long-wavelength fluid modes, the resulting low-temperature effective fluid description is consistent. We present the dispersion relations for all the relevant hydrodynamic modes. We also revisit the shear viscosity to entropy density ratio and find that at very low temperatures the universal $\\frac{1}{4\\pi}$ bound is violated due to quantum correction."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Truncated Hankel Correlator Method",
      "authors": [
        "Johann Ostmeyer, Carsten Urbach"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15500",
      "arxiv": "https://arxiv.org/abs/2510.15500",
      "doi": null,
      "summary": "We introduce a new method to approximate Euclidean correlation functions by exponential sums. The Truncated Hankel Correlator (THC) method builds a Hankel matrix from the full correlator data available and truncates the eigenspectrum of said Hankel matrix. It proceeds by applying the Prony generalised eigenvalue method to the thus obtained low-rank approximation. A large number of algebraic correlator analysis methods including (block) Prony (and equivalently (block) Lanczos) and the generalised eigenvalue problem (GEVP) can be reproduced as sub-optimal special cases of the THC method. Weights, for instance inverse square errors, can be included in the analysis, so that the result has a close to optimal $\\chi^2$-value. This makes the THC method very similar in spirit to a closed form solution to multi-state fits, naturally including the case of matrix-valued correlators. We show that, in general, finding approximations better than those provided by the THC method is exponentially hard in the number of exponentials. Moreover, the THC method is robust against noise and requires comparably little human oversight. Finally, when applied to symmetric data, the obtained energy spectrum is guaranteed to be symmetric up to machine precision."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Active matter synchronization and synergetics",
      "authors": [
        "Frank Schweitzer, Georges Andres, Adrien Baut, Giona Casiraghi, Christoph Gote, Ramona Roller"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15656",
      "arxiv": "https://arxiv.org/abs/2510.15656",
      "doi": null,
      "summary": "We study the collective behavior in a stochastic agent-based model of active matter. Provided a critical take-up of energy, agents produce two types of goods $x$, $y$ that follow a generalized Lotka-Volterra dynamics. For isolated agents, production would either reach a fixed point or diverge. Coupling agents' production via a mean field of $x$, however, can lead to synchronized oscillations if agents cooperate in the production of $x$. The production of $y$ supports the emergence of the synchronized dynamics by suppressing fluctuations and mitigating competition between agents, this way stabilizing the production of $x$. We find that in the synchronized state different groups of agents coexist, each following their own limit cycle. The Kuramoto order parameter is large within groups, and small across groups. The collective state is stable against shocks from agents temporarily switching between cooperation and competition. The model dynamics illustrates the principles of synergetics, i.e., the spontaneous emergence of order given a critical energy supply and cooperative interactions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Synchronization of nonlinearly coupled Stuart-Landau oscillators on networks",
      "authors": [
        "Wilfried Segnou, Riccardo Muolo, Marie Dorchain, Hiroya Nakao, Timoteo Carletti"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15658",
      "arxiv": "https://arxiv.org/abs/2510.15658",
      "doi": null,
      "summary": "The dynamics of coupled Stuart-Landau oscillators play a central role in the study of synchronization phenomena. Previous works have focused on linearly coupled oscillators in different configurations, such as all-to-all or generic complex networks, allowing for both reciprocal or non-reciprocal links. The emergence of synchronization can be deduced by proving the linear stability of the limit cycle solution for the Stuart-Landau model; the linear coupling assumption allows for a complete analytical treatment of the problem, mostly because the linearized system turns out to be autonomous. In this work, we analyze Stuart-Landau oscillators coupled through nonlinear functions on both undirected and directed networks; synchronization now depends on the study of a non-autonomous linear system and thus novel tools are required to tackle the problem. We provide a complete analytical description of the system for some choices of the nonlinear coupling, e.g., in the resonant case. Otherwise, we develop a semi-analytical framework based on Jacobi-Anger expansion and Floquet theory, which allows us to derive precise conditions for the emergence of complete synchronization. The obtained results extend the classical theory of coupled oscillators and pave the way for future studies of nonlinear interactions in networks of oscillators and beyond."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Gauss-Bonnet Theorem for Quantum States: Gauss Curvature and Topology in the Projective Hilbert Space",
      "authors": [
        "Shin-Ming Huang"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15760",
      "arxiv": "https://arxiv.org/abs/2510.15760",
      "doi": null,
      "summary": "Geometry and topology are fundamental to modern condensed matter physics, but their precise connection in quantum systems remains incompletely understood. Here, we develop an analytical scheme for calculating the curvature of the quantum metric of Bloch bands. Using a gauge-invariant formulation based on eigenprojectors, we construct the full Riemannian geometry of the quantum-state manifold and apply it to a two-dimensional two-band model. We find that the Gauss curvature is constant over regular regions, but the manifold inevitably develops a closed curve of singular points where the metric tensor degenerates. These singularities obstruct the conventional Gauss-Bonnet theorem. By introducing the notion of a front and a signed area form, we derive a generalized Gauss-Bonnet relation that includes a singular curvature term defined along the fold curve. This result establishes a direct, quantized link between the total signed Gauss curvature and the Chern number, providing a unified geometric interpretation of Berry curvature and quantum metric. This framework bridges differential geometry and topological band theory, revealing how singular folds mediate the discrepancy between quantum volume and topological charge."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spectral statistics and energy gap-scaling in $k-$local spin Hamiltonians",
      "authors": [
        "Sasanka Dowarah"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15829",
      "arxiv": "https://arxiv.org/abs/2510.15829",
      "doi": null,
      "summary": "We investigate the spectral properties of all-to-all interacting spin Hamiltonians acting on exactly $k$ spins whose coupling coefficients are drawn from a normal distribution with mean $\\mu$ and variance $\\sigma^2$. For the completely disordered case $\\mu = 0$, we show that the universality class of level statistics depends solely on the parity of system size $L$ and locality $k$, classifying these Hamiltonians into the Gaussian Orthogonal (GOE), Unitary (GUE), or Symplectic (GSE) ensembles. For couplings with a non-zero mean, we map the Hamiltonians to deformed random matrix ensembles and analyze conditions for a energy gap between the ground state and the first excited state. We find two distinct regimes: for small locality ($k \\ll \\sqrt{L}$), we show that the gap closing threshold scales proportionally with the mean coupling $\\sigma \\sim \\mu$, and for large locality ($k \\gg \\sqrt{L}$) a spectral gap exists as long as $\\mu > \\sigma$. We analytically derive the expression for this energy gap in the $k \\gg \\sqrt{L}$ limit. Our work provides a semi-solvable toy model for understanding random matrix universality, universal energy gap scaling, and a foundation for exploring more general properties through systematic modifications and couplings."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hydrodynamics of a hard-core active lattice gas",
      "authors": [
        "Ritwik Mukherjee, Soumyabrata Saha, Tridib Sadhu, Abhishek Dhar, Sanjib Sabhapandit"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2405.19984",
      "arxiv": "https://arxiv.org/abs/2405.19984",
      "doi": "10.1103/PhysRevE.111.024128",
      "summary": "We present a fluctuating hydrodynamic description of an active lattice gas model with excluded volume interactions that exhibits motility-induced phase separation under appropriate conditions. For quasi-one dimension and higher, stability analysis of the noiseless hydrodynamics gives quantitative bounds on the phase boundary of the motility-induced phase separation in terms of spinodal and binodal. Inclusion of the multiplicative noise in the fluctuating hydrodynamics describes the exponentially decaying two-point correlations in the stationary-state homogeneous phase. Our hydrodynamic description and theoretical predictions based on it are in excellent agreement with our Monte Carlo simulations and pseudospectral iteration of the hydrodynamics equations. Our construction of hydrodynamics for this model is not suitable in strictly one-dimension with single-file constraints, and we argue that this breakdown is associated with micro-phase separation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Entanglement dynamics from universal low-lying modes",
      "authors": [
        "Shreya Vardhan, Sanjay Moudgalya"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2407.16763",
      "arxiv": "https://arxiv.org/abs/2407.16763",
      "doi": null,
      "summary": "Information-theoretic quantities such as Renyi entropies show a remarkable universality in their late-time behaviour across a variety of chaotic many-body systems. Understanding how such common features emerge from very different microscopic dynamics remains an important challenge. In this work, we address this question in a class of Brownian models with random time-dependent Hamiltonians and a variety of different microscopic couplings. In any such model, the Lorentzian time-evolution of the $n$-th Renyi entropy can be mapped to evolution by a Euclidean Hamiltonian on 2$n$ copies of the system. We provide evidence that in systems with no symmetries, the low-energy excitations of the Euclidean Hamiltonian are universally given by a gapped quasiparticle-like band. The eigenstates in this band are plane waves of locally dressed domain walls between ferromagnetic ground states associated with two permutations in the symmetric group $S_n$. These excitations give rise to the membrane picture of entanglement growth, with the membrane tension determined by their dispersion relation. We establish this structure in a variety of cases using analytical perturbative methods and numerical variational techniques, and extract the associated dispersion relations and membrane tensions for the second and third Renyi entropies. For the third Renyi entropy, we argue that phase transitions in the membrane tension as a function of velocity are needed to ensure that physical constraints on the membrane tension are satisfied. Overall, this structure provides an understanding of entanglement dynamics in terms of a universal set of gapped low-lying modes, which may also apply to systems with time-independent Hamiltonians."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Discovery of Dynamical Heterogeneity in a Supercooled Magnetic Monopole Fluid",
      "authors": [
        "Jahnatta Dasini, Chaia Carroll, Hiroto Takahashi, Jack Murphy, Chun-Chih Hsu, Sudarshan Sharma, Catherine Dawson, Fabian Jerzembeck, Stephen J. Blundell, Graeme Luke, J. C. S\\'eamus Davis, Jonathan Ward"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2408.00460",
      "arxiv": "https://arxiv.org/abs/2408.00460",
      "doi": null,
      "summary": "Dynamical heterogeneity, in which transitory local fluctuations occur in the conformation and dynamics of constituent particles, is widely hypothesized to be essential to evolution of supercooled liquids into the glass state. Yet its microscopic spatiotemporal phenomenology has remained unobservable in virtually all molecular glass forming liquids. Because recent theoretical advances predict that corresponding dynamical heterogeneity could occur in supercooled magnetic monopole fluids, we searched for such phenomena in Dy2Ti2O7. By measuring its microsecond-resolved spontaneous magnetization fluctuations $M(t,T)$ we discovered a sharp bifurcation in monopole noise characteristics below $T \\approx 1500$ mK, with the appearance of powerful spontaneous monopole current bursts. This intense dynamics emerges upon entering the supercooled monopole fluid regime, reaches maximum strength near $T \\approx 750$ mK and then collapses along with coincident loss of ergodicity below $T \\lesssim 500$ mK. Moreover, the four-point dynamical susceptibility $\\chi_4(T, t)$ is determined directly from temperature dependence of correlations in $M(t,T)$, it evolves as predicted when dynamical heterogeneity is present, clearly revealing its simultaneously diverging length and time scales, $\\xi(T)$. and $\\tau_4(T)$. This overall phenomenology greatly expands our empirical knowledge of supercooled monopole fluids and, more generally, demonstrates direct detection of the time sequence, magnitude, statistics and correlations of dynamical heterogeneity, access to which may greatly accelerate fundamental vitrification studies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Symmetry-forbidden intraband transitions leading to ultralow Gilbert damping in van der Waals ferromagnets",
      "authors": [
        "Weizhao Chen, Yu Zhang, Yi Liu, Zhe Yuan"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.12544",
      "arxiv": "https://arxiv.org/abs/2411.12544",
      "doi": "10.1103/j3jy-yl42",
      "summary": "Based upon first-principles calculations, we report ultralow Gilbert damping in two-dimensional (2D) van derWaals (vdW) ferromagnets. The low damping occurs at weak scattering because mirror symmetry prohibits intraband transitions. The monotonic dependence on the electronic scattering rate suggests the absent lower limit, in contrast to conventional ferromagnetic materials. Breaking mirror symmetry through magnetization rotation, layer stacking, or structural phase transition significantly increases damping by enabling intraband transitions. Topological nodal lines, also protected by mirror symmetry, contribute substantially to interband-transition-mediated damping, which can be tuned by adjusting the Fermi level. Our findings elucidate the unique characteristics of Gilbert damping in 2D vdW ferromagnets, providing valuable insights for designing low-dimensional spintronic devices with high energy efficiency."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Distinct amplitude mode dynamics upon resonant and off-resonant excitation across the charge density wave energy gap in LaTe3 investigated by time- and angle-resolved photoemission spectroscopy",
      "authors": [
        "Kecheng Liu, Takeshi Suzuki, Yigui Zhong, Teruto Kanai, Jiro Itatani, Linda Ye, Maya Martinez, Anisha Singh, Ian R. Fisher, Uwe Bovensiepen, Kozo Okazaki"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.13604",
      "arxiv": "https://arxiv.org/abs/2412.13604",
      "doi": "10.7566/JPSJ.94.104706",
      "summary": "Non-equilibrium states generated by ultrafast laser pulses are characterized by specific phenomena that are not accessible in static measurements. Previous time- and angle-resolved photoemission spectroscopy (TARPES) studies on rare-earth tritelluride materials have revealed the laser-driven melting of the charge density wave order as well as its collective amplitude mode excitation. Variation of the excess energy deposited by optical pumping in the material promises pathways to control the dynamic material response. To this end, we use an optical parametric amplifier to generate a tunable pump photon energy. Studying LaTe3 we compare the dynamics driven by pumping resonantly across the charge density wave energy gap with the effect of pumping at a twice higher photon energy in a TARPES pump-probe experiment. We clearly identify a pump photon energy dependent behavior. At the larger pump photon energy, the excess electronic energy generates lattice heating mediated by e-ph coupling and softening of the amplitude mode frequency from 3 to 2 THz. Remarkably, the resonant pumping across the CDW gap results in a time-independent amplitude mode frequency. We conclude that the resonant excitation across the energy gap excites the amplitude mode selectively while additional electronic excess energy deposited at higher pump photon energy modifies the crystal properties transiently by incoherent dissipative processes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Projected and Solvable Topological Heavy Fermion Model of Twisted Bilayer Graphene",
      "authors": [
        "Haoyu Hu, Zhi-Da Song, B. Andrei Bernevig"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.14039",
      "arxiv": "https://arxiv.org/abs/2502.14039",
      "doi": null,
      "summary": "We investigate the topological heavy-fermion (THF) model of magic-angle twisted bilayer graphene (MATBG) in the projected limit, where only the flat bands are present in the low-energy spectrum. Such limit has been previously analyzed in momentum-space Bistritzer-MacDonald-type continuum models, but not in a real-space formalism. In this regime, the Hubbard interaction ($U_1$) of the $f$-electrons is larger than the bandwidth ($2M$) of the flat bands but smaller than the gap ($\\gamma$) between the flat and remote bands. In the THF model, concentrated charge (in real space) and concentrated Berry curvature (in momentum space) are respectively realized by exponentially localized $f$-orbitals and itinerant Dirac $c$-electrons. Local moments naturally arise from $f$-orbitals. Hybridizing the $f$-electrons with $c$-electrons produces power-law tails of the flat-band Wannier functions, raising the question of relevance of the local moment picture in the projected $U_1\\ll \\gamma$ limit. Nonetheless, we find that the local moments remain stable as long as $U_1 \\gg \\Delta(\\omega)$ for $|\\omega|\\lesssim U_1$, where $\\Delta(\\omega)\\sim \\gamma^2 N(\\omega)$ is the hybridization function seen by each $f$-site, and $N(\\omega)$ is the density of states of the Dirac $c$-bands. Notably, the comparison between $U_1$ and $\\gamma$ is irrelevant to the local moment formation if $N(\\omega)$ is unknown. Within the framework of THF, we also derive the correlated self-energy of the flat bands using the Hubbard-I approximation and estimate the coupling strength between the local moments. Finally, we comment that, in the regime of extremely concentrated Berry curvature, the single-particle gap between flat bands and remote bands vanishes and the interaction is always larger than the gap."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Josephson diode effect with Andreev and Majorana bound states",
      "authors": [
        "Sayan Mondal, Pei-Hao Fu, Jorge Cayao"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.08318",
      "arxiv": "https://arxiv.org/abs/2503.08318",
      "doi": "10.1103/79tj-c3y4",
      "summary": "Superconductor-semiconductor hybrids are useful for realizing the Josephson diode effect, where nonreciprocity in the supercurrents occurs due to the interplay of the Josephson effect and applied magnetic fields. These junctions can host Andreev and Majorana states with the same ingredients, though their interplay with the Josephson diode effect is unclear. In this work, we consider short Josephson junctions based on superconductor-semiconductor systems under homogeneous Zeeman fields and investigate the Josephson diode effect in the presence of Andreev and Majorana states. Under generic conditions, the Zeeman field component parallel to the spin-orbit axis promotes an asymmetric low-energy spectrum as a function of the superconducting phase, which persists in the trivial and topological phases hosting Andreev and Majorana bound states, respectively. Interestingly, this asymmetry creates supercurrents that are not odd functions of the phase difference, leading to a nonreciprocal behaviour and the Josephson diode effect. We show that the Josephson diode effect is particularly promoted under the presence of both zero-energy Andreev and Majorana bound states, revealing that Josephson diodes can be realized in the trivial and topological phases of superconductor-semiconductor hybrids. We then demonstrate that the Zeeman field evolution of the diode's efficiencies can map the topological phase transition and the formation of Majorana bound states via an oscillatory behavior that becomes more visible in long superconductors. While Josephson diodes generally exist in the trivial and topological phases of Josephson junctions, we discover that in the tunneling regime only a Josephson diode effect in the topological phase remains due to the finite contribution of Majorana bound states. Our findings clarify the Josephson diode effect and aid in realizing Majorana-only Josephson diodes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Observation of a gapped phase in the one-dimensional $S = {\\frac{1}{2}}$ Heisenberg antiferromagnetic chain Cu(Ampy)ClBr",
      "authors": [
        "Saikat Nandi, Monika Jawale, Sanjay Bachhar, Rahul Kumar, Marlis Schuller, Rabindranath Bag, J. Wilkinson, J\\\"org Sichelschmidt, A. Sundaresan, Sara Haravifard, N. B\\\"uttgen, A. V. Mahajan"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.10290",
      "arxiv": "https://arxiv.org/abs/2503.10290",
      "doi": null,
      "summary": "Spin-1/2 Heisenberg antiferromagnetic frustrated spin chain systems display exotic ground states with unconventional excitations and distinct quantum phase transitions as the ratio of next-nearest-neighbor to nearest-neighbor coupling is tuned. We present a comprehensive investigation of the structural, magnetic, and thermodynamics properties of the spin-1/2 compound, Cu(Ampy)ClBr (Ampy= C$_6$H$_8$N$_2$ = 2-(Aminomethyl)pyridine) via x-ray diffraction, magnetization, specific heat, $^1$H nuclear magnetic resonance (NMR), electron spin resonance (ESR), and muon spin relaxation ($\\mu$SR) techniques. The crystal structure features an anisotropic triangular chain lattice of magnetic Cu$^{2+}$ ions. Our bulk and local probe experiments detect neither long-range magnetic ordering nor spin freezing down to 0.06 K despite the presence of moderate antiferromagnetic interaction between Cu$^{2+}$ spins as reflected by a Curie-Weiss temperature of about $-9$ K from the bulk susceptibility data. A broad maximum is observed at about 9 K in magnetic susceptibility and specific heat data, indicating the onset of short-range spin correlations. At low temperatures, the zero-field magnetic specific heat and the $^1$H NMR spin-lattice relaxation rate follow an exponential temperature dependence, indicating the presence of gapped magnetic excitations. Furthermore, persistent spin dynamics down to 0.088 K observed by zero-field $\\mu$SR evidences lack of any static magnetism."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Localization and \"classical entanglement'' in the Discrete Non-Linear Schr\\\"odinger Equation",
      "authors": [
        "Martina Giachello, Stefano Iubini, Roberto Livi, Giacomo Gradenigo"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.14364",
      "arxiv": "https://arxiv.org/abs/2503.14364",
      "doi": null,
      "summary": "We perform a detailed numerical study of the very peculiar thermodynamic properties of the localized high-energy phase of the Discrete Non-Linear Schr\\\"odinger Equation (DNLSE). A numerical sampling of the microcanonical ensemble done by means of Hamiltonian dynamics reveals a new and subtle relation between the presence of the localized phase and a property of the system that we have called {\\it ``classical entanglement''}. Our main finding is that a quantity defined for our classical system in perfect analogy with the entanglement entropy of quantum ones, and that we have therefore called $S_{\\mathrm{ent}}$, grows with the system size $N$ in the localized phase as $S_{\\mathrm{ent}}(N) \\sim \\log(N)$, therefore revealing the presence of subtle non-local correlations between any finite portion of the system and the rest of it. This manifestation of {\\it ``classical entanglement''} beautifully captures the lack of system separability in the DNLSE localized phase, revealing how statistical correlations specific to the microcanonical ensemble and non-reproducible in the canonical one, may concur to determine a property totally analogous to the one produced by non-local quantum correlations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Shape transitions of sedimenting confined droplets and capsules: from oblate to bullet-like geometries",
      "authors": [
        "Danilo P. F. Silva, Rodrigo C. V. Coelho, Ariel Dvir, Noa Zana, Margarida M. Telo da Gama, Naomi Oppenheimer, Nuno A. M. Ara\\'ujo"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.01581",
      "arxiv": "https://arxiv.org/abs/2504.01581",
      "doi": "10.1063/5.0298767",
      "summary": "The transport and deformation of confined droplets and flexible capsules are central to diverse phenomena and applications, from biological flows in microcapillaries to industrial processes in porous media. Inspired by experiments, we perform numerical simulations to investigate their shape dynamics under varying levels of confinement and particle flexibility. A transition from an oblate to a bullet-like shape is observed at a confinement threshold, independent of flexibility, which agrees with our analytical calculations. A fluid-structure interaction analysis reveals two regimes: a pressure-dominated and a viscous-dominated regime. For highly flexible particles, the pressure-dominated regime prevails and the deformation is enhanced. These findings offer new insights into the transport of flexible particles in confined environments, with implications for biomedical applications, filtration technologies, and multiphase fluid mechanics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Evanescent Orbital Pumping by Magnetization Dynamics Free of Spin-Orbit Coupling",
      "authors": [
        "Chengyuan Cai, Hanchen Wang, Tao Yu"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.05827",
      "arxiv": "https://arxiv.org/abs/2504.05827",
      "doi": null,
      "summary": "Converting magnetization spin to orbital current often relies on strong spin-orbit interaction that may cause additional angular momentum dissipation. We report that coherent magnetization dynamics in magnetic nanostructures can evanescently pump an orbital current into adjacent semiconductors due to the coupling between its stray electromagnetic field and electron orbitals without relying on spin-orbit coupling. The underlying photonic spin of the electromagnetic field governs the orbital polarization that flows along the gradient of the driven field. Due to the joint effect of the electric and magnetic fields, the orbital Hall current that flows perpendicularly to the gradient of the time-varying field is also generated and does not suffer from the orbital torque. These findings extend the paradigm of orbital pumping to include photonic angular momentum and pave the way for developing low-dissipation orbitronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Chiral Locking of Magnon Flow and Electron Spin Accumulation in Their Near-Field Radiative Spin Transfer",
      "authors": [
        "Xi-Han Zhou, Xiyin Ye, Tao Yu"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.13578",
      "arxiv": "https://arxiv.org/abs/2504.13578",
      "doi": null,
      "summary": "We report a non-contact mechanism for directional injection of magnons in magnetic films when driven by a spin accumulation $\\pmb{\\mu}_s$ of electrons of a nearby metallic layer, governed by the long-range dipolar coupling between magnons and electron spins, which spontaneously generates a magnon current ${\\bf J}_m$ flowing in the film plane. Crucially, in such near-field radiative spin transfer, the magnon flow ${\\bf J}_m$ is always perpendicular to the spin accumulation $\\pmb{\\mu}_s$, showing a universal chiral locking relation. The spin injection is efficient even when $\\pmb{\\mu}_s$ is parallel to the magnetization, a feature breaking the limitation of the spin transfer by contact exchange interaction. Our findings reveal the critical role of dipolar chirality in driving the magnon thermal current and paving the way for the functional design of magnonic devices based on near-field radiative spin transfer."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Prediction of ideal orientations in velocity gradient-driven processes for large plastic deformations of crystals",
      "authors": [
        "Jalal Smiri, Oguz Umut Salman, Ioan R. Ionescu"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.13714",
      "arxiv": "https://arxiv.org/abs/2504.13714",
      "doi": null,
      "summary": "We focus on the crystal lattice ideal orientations, also referred to as preferred or attractor orientations, in crystalline materials, and how they can be used to predict the final texture of polycrystals after manufacturing processes. The simplified crystal plasticity (CP) models used here capture the main features of microstructural evolution in monocrystalline and polycrystalline materials undergoing velocity-gradient-driven processes, without considering hardening or softening effects. The evolution of the lattice orientation is described by a nonlinear ordinary differential equation, and a linear stability analysis is performed to identify the permanent orientations that act as attractors (i.e., the ideal or preferred orientations). Although our linear stability analysis is generally applicable, it is detailed using a simplified two-dimensional model with three slip systems. This approach successfully predicts lattice orientation attractors for large strains by analyzing the interplay between deformation and rotation, initial orientation, and the interaction between different slip systems under applied loads. Three fundamental problems in CP illustrate the effectiveness of the theory: polycrystal deformation under homogeneous velocity gradient loading, void evolution under radial loading, and slip band formation in a monocrystal. High-resolution CP numerical simulations, enhanced using re-meshing techniques, provide further validation of our findings concerning the impact of initial crystallographic orientations, deformation mechanisms, and loading conditions on the evolution of orientation attractors and the final crystal texture."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Room-Temperature Pauli Spin Blockade and Current Rectification in 15-13-15 Armchair Graphene Nanoribbon Heterostructures",
      "authors": [
        "David M T Kuo"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.01662",
      "arxiv": "https://arxiv.org/abs/2505.01662",
      "doi": "10.1039/d5nr02677f",
      "summary": "In this study, we investigate the electronic structures of 13-11-13 and 15-13-15 armchair graphene nanoribbon (AGNR) superlattices (SLs) using a tight-binding model. We demonstrate that the conduction and valence subbands of 15-13-15 AGNR SLs can be accurately described by the Su-Schrieffer-Heeger model, with topologically protected interface states emerging at the junctions between 15-AGNR and 13-AGNR segments. These interface states enable the formation of quantum dot arrays with energy levels well separated from bulk states, making them promising candidates for high-temperature solid-state quantum processors. For 15-13-15 AGNRH segments, we observe both localized zigzag edge states and topologically protected interface states under longitudinal electric fields, with the latter providing efficient tunneling channels in contrast to the less conductive edge states. We further explore nonlinear charge transport through these interface states under Pauli spin blockade, showing that tunneling current spectra reveal charge stability diagrams and Coulomb blockade oscillations, consistent with experimental findings in other serial double quantum dot systems. Additionally, we examine the impact of orbital offsets on tunneling current rectification and demonstrate that significant current rectification is achieved over a wide temperature range when level broadening is optimized. These results highlight the potential of 15-13-15 AGNRHs for robust spin-current conversion and applications in quantum devices, offering advantages over other proposed structures due to precise tunability of key parameters via bottom-up synthesis techniques and the ease of two-gate electrode integration."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Anomalous proximity effect under Andreev and Majorana bound states",
      "authors": [
        "Eslam Ahmed, Yukio Tanaka, Jorge Cayao"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.03726",
      "arxiv": "https://arxiv.org/abs/2505.03726",
      "doi": "10.1007/s10948-025-07057-9",
      "summary": "We theoretically study the anomalous proximity effect in a ballistic normal metal/diffusive normal metal/superconductor junction based on Rashba semiconductor nanowire model. The system hosts two distinct phases: a trivial helical phase with zero-energy Andreev Bound States and a topological phase with Majorana Bound States. We analyze the local density of states and induced pair correlations at the edge of the normal metal region. We investigate their behavior under scalar onsite disorder and changing the Superconductor and diffusive regions lengths in the trivial helical and topological phases. We find that both phases exhibit a zero-energy peak in the local density of states and spin-triplet pair correlations in the clean limit, which we attribute primarily to odd-frequency spin-triplet pairs. Disorder rapidly splits the zero-energy peak in the trivial helical phase regardless of the lengths of the superconductor and diffusive normal regions. The zero-energy peak in the topological phase show similar fragility when the superconductor region is short. However, for long superconductor regions, the zero-energy peak in the topological phase remain robust against disorder. In contrast, spin-singlet correlations are suppressed near zero energy in both phases. Our results highlight that the robustness of the zero-energy peak against scalar disorder, contingent on the Superconductor region length, serves as a key indicator distinguishing trivial Andreev bound states from topological Majorana bound states."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Explainable Machine Learning for Oxygen Diffusion in Perovskites and Pyrochlores",
      "authors": [
        "Grace M. Lu (Department of Materials Science,Engineering, University of Illinois at Urbana-Champaign, Urbana, Illinois 61801, USA), Dallas R. Trinkle (Department of Materials Science,Engineering, University of Illinois at Urbana-Champaign, Urbana, Illinois 61801, USA)"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.11722",
      "arxiv": "https://arxiv.org/abs/2505.11722",
      "doi": null,
      "summary": "Explainable machine learning can help to discover new physical relationships for material properties. To understand the material properties that govern the activation energy for oxygen diffusion in perovskites and pyrochlores, we build a database of experimental activation energies and apply a grouping algorithm to the material property features. These features are then used to fit seven different machine learning models. An ensemble consensus determines that the most important features for predicting the activation energy are the ionicity of the A-site bond and the partial pressure of oxygen for perovskites. For pyrochlores, the two most important features are the A-site $s$ valence electron count and the B-site electronegativity. The most important features are all constructed using the weighted averages of elemental metal properties, despite weighted averages of the constituent binary oxides being included in our feature set. This is surprising because the material properties of the constituent oxides are more similar to the experimentally measured properties of perovskites and pyrochlores than the features of the metals that are chosen. The easy-to-measure features identified in this work enable rapid screening for new materials with fast oxide-ion diffusivity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ab initio study of strain-driven vacancy clustering in aluminum",
      "authors": [
        "Sayan Bhowmik, Abhiraj Sharma, Andrew J. Medford, John E. Pask, Phanish Suryanarayana"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.13245",
      "arxiv": "https://arxiv.org/abs/2505.13245",
      "doi": null,
      "summary": "We present a first principles investigation of strain-driven vacancy clustering in aluminum. Specifically, we perform Kohn-Sham density functional theory calculations to study the influence of hydrostatic strains on clustering in tri-, quad-, and heptavacancies. We find that compressive strains are a key driving force for vacancy aggregation, particularly for collapse of clusters on the (111) plane, consistent with prior experimental observations of vacancy clusters on this plane. Notably, we find that the heptavacancy on the (111) plane collapses to form a prismatic dislocation loop for hydrostatic compressive strains exceeding 5\\%, highlighting the critical role of such strains in prismatic dislocation loop nucleation in aluminum."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "NbTiN Nanowire Resonators for Spin-Photon Coupling on Solid Neon",
      "authors": [
        "Y. Tian, I. Grytsenko, A. Jennings, J. Wang, H. Ikegami, X. Zhou, S. Tamate, H. Terai, H. Kutsuma, D. Jin, M. Benito, E. Kawakami"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.24303",
      "arxiv": "https://arxiv.org/abs/2505.24303",
      "doi": null,
      "summary": "Electrons floating on a solid neon exhibit long charge coherence times, making them attractive for hybrid quantum systems. When combined with high-quality, high-impedance superconducting resonators and a local magnetic field gradient, this platform enables strong charge--photon and spin--charge coupling-key ingredients for scalable spin qubit architectures. In this work, we demonstrate that NbTiN nanowire resonators maintain high quality factors around 10^5 after depositing solid neon onto the resonators and subsequently loading electrons onto the neon surface, validating their suitability for electrons-on-neon platforms. Building on these experimental results, we theoretically analyze micromagnet designs and coupling strategies that can enable spin-photon interactions in this platform. Our analysis outlines performance targets for next-generation devices, showing that, at the charge sweet spot, spin qubit gate fidelities exceeding 99.99% for single-qubit operations and 99.9% for two-qubit operations are achievable with natural neon."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "polyBART: A Chemical Linguist for Polymer Property Prediction and Generative Design",
      "authors": [
        "Anagha Savit, Harikrishna Sahu, Shivank Shukla, Wei Xiong, Rampi Ramprasad"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.04233",
      "arxiv": "https://arxiv.org/abs/2506.04233",
      "doi": null,
      "summary": "Designing polymers for targeted applications and accurately predicting their properties is a key challenge in materials science owing to the vast and complex polymer chemical space. While molecular language models have proven effective in solving analogous problems for molecular discovery, similar advancements for polymers are limited. To address this gap, we propose polyBART, a language model-driven polymer discovery capability that enables rapid and accurate exploration of the polymer design space. Central to our approach is Pseudo-polymer SELFIES (PSELFIES), a novel representation that allows for the transfer of molecular language models to the polymer space. polyBART is, to the best of our knowledge, the first language model capable of bidirectional translation between polymer structures and properties, achieving state-of-the-art results in property prediction and design of novel polymers for electrostatic energy storage. Further, polyBART is validated through a combination of both computational and laboratory experiments. We report what we believe is the first successful synthesis and validation of a polymer designed by a language model, predicted to exhibit high thermal degradation temperature and confirmed by our laboratory measurements. Our work presents a generalizable strategy for adapting molecular language models to the polymer space and introduces a polymer foundation model, advancing generative polymer design that may be adapted for a variety of applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mechanically Interlocked Polymers in Dilute Solution under Shear and Extensional Flows: A Brownian Dynamics Study",
      "authors": [
        "Ali Seyedi, Alex Albaugh"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.13968",
      "arxiv": "https://arxiv.org/abs/2506.13968",
      "doi": null,
      "summary": "Mechanically interlocked polymers (MIPs) are a novel class of polymer structures in which the components are connected by mechanical bonds instead of covalent bonds. We measure the single-molecule rheological properties of polyrotaxanes, daisy chains, and polycatenanes under steady shear and steady uniaxial extension using coarse-grained Brownian dynamics simulations with hydrodynamic interactions. We obtain key rheological features, including tumbling dynamics, molecular extension, stress, and viscosity. By systematically varying structural features, we demonstrate how MIP topology governs flow response. Compared to linear polymers, all three MIP architectures exhibit enhanced tumbling in shear flow and lower normal stress differences in extensional flow. While polyrotaxanes show higher shear and extensional viscosities, polycatenanes and daisy chains have lower viscosities. In extensional flow, polyrotaxanes and polycatenanes extend earlier than linear polymers. We find that mechanical bonds suppress shear thinning and alter the coil-stretch transition observed in linear polymers. These effects arise from the mechanically bonded rings in MIPs, which expand the polymer profile in gradient direction and increase backbone stiffness due to ring-backbone repulsions. This study provides key insights into MIP flow properties, providing the foundation for their systematic development in engineering applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mott metal-insulator transition in a modified periodic Anderson model: Insights from entanglement entropy and role of short-range spatial correlations",
      "authors": [
        "Ankur Majumder, Sudeshna Sen"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.16533",
      "arxiv": "https://arxiv.org/abs/2506.16533",
      "doi": "10.1002/adts.202501224",
      "summary": "The Mott transition is a paradigmatic phenomenon where Coulomb interactions between electrons drive a metal-insulator phase transition. It is extensively studied within the Hubbard model, where a quantum critical transition occurs at a finite temperature second-order critical point. This work investigates the Mott transition in a modified periodic Anderson model that may be viewed as a three-orbital lattice model including an interacting, localized orbital coupled to a delocalized conduction orbital via a second conduction orbital. Within the dynamical mean field theory, this model possesses a strictly zero temperature quantum critical point separating a Fermi liquid and a Mott insulating phase. By employing a simplified version of the dynamical mean field theory, namely, the two-site or linearized dynamical mean field theory, an analytical estimate is provided for the critical parameter strengths at which the transition occurs at zero temperature. An analytical estimate of the single-site von Neumann entanglement entropy is also provided. This measure can be used as a robust identifier for the phase transition. These calculations are extended to their cluster version to incorporate short-range, spatial correlations and discuss their effects on the transition observed in this model."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Clarifying the Ti-V Phase Diagram Using First-Principles Calculations and Bayesian Learning",
      "authors": [
        "Timofei Miryashkin, Olga Klimanova, Alexander Shapeev"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.17719",
      "arxiv": "https://arxiv.org/abs/2506.17719",
      "doi": null,
      "summary": "Conflicting experiments disagree on whether the titanium-vanadium (Ti-V) binary alloy exhibits a body-centred cubic (BCC) miscibility gap or remains completely soluble. A leading hypothesis attributes the miscibility gap to oxygen contamination during alloy preparation. To resolve this disagreement, we use an ab initio + machine-learning workflow that couples an actively-trained Moment Tensor Potential with Bayesian inference of free energy surface. This workflow enables construction of the Ti-V phase diagram across the full composition range with systematically reduced statistical and finite-size errors. The resulting diagram reproduces all experimental features, demonstrating the robustness of our approach, and clearly favors the variant with a BCC miscibility gap terminating at T = 980 K and c = 0.67. Because our simulations model a perfectly oxygen-free Ti-V system, the observed gap cannot originate from impurity effects, in contrast to recent CALPHAD reassessments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Shannon entropy of the measurement record at measurement-dominated criticality and RG flow: A c-theorem for effective central charge and a g-theorem for effective boundary entropy",
      "authors": [
        "Rushikesh A. Patil, Andreas W. W. Ludwig"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.07959",
      "arxiv": "https://arxiv.org/abs/2507.07959",
      "doi": null,
      "summary": "We present two theorems demonstrating non-perturbatively the decrease under relevant renormalization group (RG) flow of two quantities, $c_{\\text{eff}}$ and $g_{\\text{eff}}$ characterizing, respectively, the universal information content of the Shannon entropy of the measurement record for two different types of measurement-dominated criticality. First, we demonstrate the decrease of the \"effective central charge\" $c_{\\text{eff}}$ of $2D$ replica field theories in the $R\\rightarrow1$ replica limit that govern the long-distance physics of weakly monitored $2D$ classical critical systems (Baysian inference problems) studied recently in the literature [arXiv:2504.01264; arXiv:2504.12385; arXiv:2504.08888]. In particular, we show that $c_{\\text{eff}}$ is $\\textit{less}$ than the central charge $c$ of the unmeasured critical system. We refer to this result as the \"$c$-effective theorem''. In addition, we present an analogous \"$g$-effective theorem\" demonstrating the decrease under RG flow of the effective \"Affleck-Ludwig'' boundary entropy $\\ln g_\\text{eff}$, quantifying a corresponding contribution to the Shannon entropy for analogous $2D$ $\\textit{defect}$ replica field theories in the $R\\rightarrow1$ replica limit, which govern the long-distance physics in the problem of performing weak $\\textit{quantum}$ measurements on one-dimensional quantum critical ground states. Lastly, we discuss a possible consequence of our theorems for classical systems with generic uncorrelated impurity-type quenched disorder, according to which, under a certain assumption, and as opposed to problems with measurement-induced randomness, the corresponding universal quantities $c_{\\text{eff}}^{(R\\rightarrow0)}$ and $g_{\\text{eff}}^{(R\\rightarrow0)}$ in the $R\\rightarrow0$ replica limit would $\\textit{increase}$ under RG flow."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Annealing in SK Model Employing Suzuki-Kubo-deGennes Quantum Ising Mean Field Dynamics",
      "authors": [
        "Soumyaditya Das, Soumyajyoti Biswas, Bikas K. Chakrabarti"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.01004",
      "arxiv": "https://arxiv.org/abs/2508.01004",
      "doi": null,
      "summary": "We study a quantum annealing approach for estimating the ground state energy of the Sherrington-Kirpatrick mean field spin glass model using the Suzuki-Kubo-deGennes dynamics applied for individual local magnetization components. The solutions of the coupled differential equations, in discretized state, give a fast annealing algorithm (cost $N^3$) in estimating the ground state of the model: Classical ($E^0= -0.7629 \\pm 0.0002$), Quantum ($E^0=-0.7623 \\pm 0.0001$) and Mixed ($E^0=-0.7626 \\pm 0.0001$), all of which are to be compared with the best known estimate $E^0= -0.763166726 \\dots$ . We infer that the continuous nature of the magnetization variable used in the dynamics here is the reason for reaching close to the ground state quickly and also the reason for not observing the de-Almeida-Thouless line in this approach."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interface Structure and Electronic Properties in Cubic Boron Nitride - Diamond Heterostructures",
      "authors": [
        "Cody L. Milne, Hector Gomez, Adway Gupta, A. Glen Birdwell, Sergey Rudin, Elias J. Garratt, Bradford B. Pate, Tony G. Ivanov, Arunima K. Singh, Mahesh R. Neupane"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.02606",
      "arxiv": "https://arxiv.org/abs/2508.02606",
      "doi": null,
      "summary": "Heterointerfaces of cubic boron nitride (cBN) with diamond have garnered significant interest due to their ultra-wide bandgaps and small lattice mismatch ($\\sim1.5$\\%), offering promising advancements in high-power and high-frequency electronic devices. However, the realization of this heterointerface has been limited by challenging growth conditions and insufficient understanding of interfacial properties. In this work, we employ density-functional theory to investigate the structural and electronic properties of diamond/cBN heterostructures as a function of interfacial stoichiometry, cBN thickness, and surface termination and passivation. Formation energies and interfacial bond lengths reveal that boron-terminated heterojunctions are the most stable while abrupt nitrogen-terminated heterojunctions are least stable, but can be stabilized by carbon-mixing. Bandstructures are computed for the heterostructures using hybrid functionals, where we find the abrupt boron-terminated and nitrogen-terminated heterojunctions exhibit $p$-type and $n$-type conductivity, respectively, while carbon-mixed heterojunctions retain wide insulating bandgaps ($4.2-4.4$ eV). The effective masses of the abrupt interfaces are found to vary strongly with stoichiometry. Intriguingly, charge analysis reveals two-dimensional electron or hole gas regions with ultra-high densities on the order of $10^{14}$ cm$^{-2}$, with distinct spatial localization on either side of the interface. Band alignments show type-I and type-II band offsets tunable by interfacial composition. Further analysis of the band alignments reveals that the diamond valence bands consistently lie above the cBN valence bands by $0.25-2.1$ eV. Interestingly, the interface termination type switches the relative conduction band position of diamond relative to the cBN conduction band, exhibiting a type-I to type-II band alignment transition..."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ab-initio heat transport in defect-laden quasi-1D systems from a symmetry-adapted perspective",
      "authors": [
        "Yu-Jie Cen, Sandro Wieser, Georg K. H. Madsen, Jes\\'us Carrete"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.06882",
      "arxiv": "https://arxiv.org/abs/2508.06882",
      "doi": null,
      "summary": "Due to their aspect ratio and wide range of thermal conductivities, nanotubes hold significant promise as heat-management nanocomponents. Their practical use is, however, often limited by thermal resistance introduced by structural defects or material interfaces. An intriguing question is the role that structural symmetry plays in thermal transport through those defect-laden sections. To address this, we develop a framework that combines representation theory with the mode-resolved Green's function method, enabling a detailed, symmetry-resolved analysis of phonon transmission through defected segments of quasi-1D systems. To avoid artifacts inherent to formalisms developed for bulk 3D systems, we base our analysis on line groups, the appropriate description of the symmetries of quasi-1D structures. This categorization introduces additional quantum numbers that partition the phonon branches into smaller, symmetry-distinct subsets, enabling clearer mode classification. We employ an Allegro-based machine learning potential to obtain the force constants and phonons with near-ab-initio accuracy. We calculate detailed phonon transmission profiles for single- and multi-layer MoS$_\\mathrm{2}$-WS$_\\mathrm{2}$ nanotubes and connect the transmission probability of each mode to structural symmetry. Surprisingly, we find that pronounced symmetry breaking can suppress scattering by relaxing selection rules and opening additional transmission channels. Molecular dynamics shows that the behavior persists even when anharmonicity is considered. The fact that higher disorder introduced through defects can enhance thermal transport, and not just suppress it, demonstrates the critical role of symmetry in deciphering the nuances of nanoscale thermal transport."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "NV-like Defects More Common Than Four-Leaf Clovers: A Perspective on High-Throughput Point Defect Data",
      "authors": [
        "Joel Davidsson"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.14223",
      "arxiv": "https://arxiv.org/abs/2508.14223",
      "doi": "10.1063/5.0289896",
      "summary": "Point defects for quantum technologies is an emerging research area, with the nitrogen-vacancy (NV) center in diamond at the forefront. However, how rare are defects with NV-like properties? In this perspective, I highlight the results of NV-like defects across 33 different materials, revealing that they are more common than finding four-leaf clovers. I also discuss expanding the search criteria to identify other defects relevant to quantum technologies. Utilizing point defect databases will be instrumental in assisting researchers in discovering previously unexplored defects suitable for quantum technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Core position-dependent gyrotropic and damping contributions to the Thiele equation approach for accurate spin-torque vortex oscillator dynamics",
      "authors": [
        "Colin Ducarme, Simon De Wergifosse, Flavio Abreu Araujo"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.14829",
      "arxiv": "https://arxiv.org/abs/2508.14829",
      "doi": null,
      "summary": "Understanding the nonlinear dynamics of magnetic vortices in spin-torque vortex oscillators (STVOs) is essential for their application in neuromorphic computing. Conventional modeling approaches either rely on the standard Thiele equation, which provides only qualitative predictions, or on micromagnetic simulations, which are computationally expensive. In this work, we refine the Thiele approach by incorporating vortex-profile deformations into the evaluation of the gyrotropic and damping terms. By introducing a more realistic ansatz for the vortex magnetization profile, we determine these effective parameters semi-analytically, and we further develop a procedure to extract them directly from micromagnetic simulations. This numerical framework enables systematic benchmarking of existing analytical models and can be readily extended to other magnetic textures. The comparison between both approaches demonstrates that our semi-analytical model captures the essential nonlinearities of the magnetic vortex dynamics with high accuracy and at low computational cost."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Correlation Matrix Method for Phonon Quasiparticles",
      "authors": [
        "Wenjing Li, Yong Lu, Fawei Zheng"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05960",
      "arxiv": "https://arxiv.org/abs/2509.05960",
      "doi": null,
      "summary": "Phonon anharmonicity is ubiquitous in real materials and is crucial for understanding thermal properties and phase stability. In this work, we show that anharmonic phonon modes can be obtained by maximizing their vibration stability during fitting the atomic trajectory. We prove that all information about these quasiparticles is contained in two small correlation matrices $\\mathcal{S}$ and $\\mathcal{Q}$, which can be constructed directly from molecular dynamics simulations. Based on these matrices, we proposed an optimization scheme, which allows us to efficiently determine temperature-dependent phonon modes along with their frequencies and lifetimes. We verified this method by applying it to silicon and cubic CaSiO$_3$, where it successfully captured their temperature-dependent phonon behaviors and the well-known phonon softening in cubic CaSiO$_3$. This theory provides a convenient tool for investigating phonon quasiparticles and can be extended to study other quasiparticles, such as electrons, holes, and magnons."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Financial Interactions and Collective States. Investors and Firms",
      "authors": [
        "Pierre Gosselin (IF), A\\\"ileen Lotz"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.06377",
      "arxiv": "https://arxiv.org/abs/2509.06377",
      "doi": null,
      "summary": "In a previous work, we applied a field formalism to analyze capital allocation and accumulation within a network of investors and firms. In that framework, financial agents could invest in firms or in other investors, and banks-introduced as investors with a credit multiplier-could play a stabilizing or destabilizing role. Collective states emerged from these interactions, reflecting different configurations of capital distribution and stability in the financial system. However, these results relied on the assumption that financial connections were exogenous. The present paper removes this assumption by modeling financial connections as dynamic endogenous variables. Specifically, we extend the framework by introducing a field representation of the network of financial connections. The collective states previously identified are now embedded in a broader class of states, characterized by the structure of investment stakes among investors. We show that these collective states consist of inter-connected groups of agents, along with their returns and disposable capital. The model reveals the emergence of two investor classes: high- and low-return (and capital) agents. High-return investors, in particular, act as a source of instability within the system, enabling transitions between configurations. In each collective state, some sectors may experience defaults. When the collective state exhibits specific structural conditions, defaults may spread across a significant share of the group."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Neural Transformer Backflow for Solving Momentum-Resolved Ground States of Strongly Correlated Materials",
      "authors": [
        "Lixing Zhang, Di Luo"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09275",
      "arxiv": "https://arxiv.org/abs/2509.09275",
      "doi": null,
      "summary": "Strongly correlated materials host a rich variety of exotic quantum phases but remain challenging to solve due to strong interactions. We introduce the Neural Transformer Backflow (NTB) framework, a powerful neural-network ansatz formulated within a multi-band projection formalism. NTB is mean-field transcendental, parameter-efficient and fermionic intrinsic, exhibiting superior performance compared with existing neural ansatzes. By naturally enforcing momentum conservation, NTB enables direct computation of momentum-resolved many-body ground states, providing detailed access to degeneracies and energy gaps. It achieves high accuracy on small systems and scales efficiently to larger sizes and higher-band truncations far beyond the reach of exact diagonalization. We demonstrate the power of NTB in capturing diverse correlated phases in twisted MoTe$_2$, including charge density waves, fractional Chern insulators, and anomalous Hall Fermi liquids, within a unified framework. This approach offers a generic, scalable route towards understanding and discovering quantum phases in strongly correlated materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Pseudogap-induced change in the nature of the Lifshitz transition in the two-dimensional Hubbard model",
      "authors": [
        "Maria C. O. Aguiar, Helena Bragan\\c{c}a, Indranil Paul, Marcello Civelli"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09783",
      "arxiv": "https://arxiv.org/abs/2509.09783",
      "doi": null,
      "summary": "We study the behavior of the density of states and the $B_{1g}$ nematic susceptibility extracted from Raman response data across the doping-driven Lifshitz transition comparing the weak and strong interaction cases. Our results were obtained using cluster dynamical mean field theory for the two-dimensional Hubbard model. In the weakly correlated Fermi liquid regime, both quantities are approximately symmetric around the Lifshitz transition doping $p_{LT}$. In the strongly correlated regime, the low-doping pseudogap leads to an asymmetric, discontinuous evolution when the Fermi surface changes from hole-like to electron-like at $p_{LT}$. The Lifshitz transition thus changes character because it is tied to the pseudogap-Fermi-liquid transition. These results are consistent with available observations and should foster further experimental investigations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin Seebeck effect in two-sublattice ferrimagnets in the vicinity of $T_{\\rm C}$",
      "authors": [
        "Hayato Fukushima, Masanori Ichioka, Hiroto Adachi"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.16884",
      "arxiv": "https://arxiv.org/abs/2509.16884",
      "doi": "10.1103/cwkb-5pwp",
      "summary": "Spin Seebeck effect refers to the magnonic thermal spin injection from a magnet into the adjacent heavy metal. A ferrimagnetic insulator yttrium iron garnet (YIG) is the material most studied for the spin Seebeck effect. Here, to account for a convex downward temperature dependence of the spin Seebeck effect observed in YIG/Pt system near the Curie temperature $T_{\\rm C}$, we develop Ginzburg-Landau theory of the spin Seebeck effect in two-sublattice ferrimagnets. We find that only when we take into account the \"N\\'{e}el coupling\", i.e., interfacial exchange coupling between the N\\'{e}el order parameter of YIG and spin accumulation of Pt, the convex downward temperature dependence is explained. The present result sheds light on the importance of the N\\'{e}el coupling in ferrimagnetic spintronics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exploring molecular supersolidity via exact and mean-field theories: single microwave shielding",
      "authors": [
        "Tiziano Arnone Cardinale, Thomas Bland, Stephanie M. Reimann"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.18051",
      "arxiv": "https://arxiv.org/abs/2509.18051",
      "doi": null,
      "summary": "Ultracold polar molecules with microwave shielding provide a powerful platform for exploring quantum many-body physics with strong, anisotropic interactions. We develop an extended Gross-Pitaevskii framework for bosonic molecules under single microwave shielding, incorporating effective interactions and quantum fluctuations, and benchmark it against exact Quantum Monte Carlo simulations. In the regime of positive scattering lengths, our approach captures superfluid, supersolid, and droplet phases with excellent accuracy. We show that elliptic microwave polarization induces direction-dependent superfluidity--absent in cylindrically symmetric systems. A quasi-1D theory reveals that roton softening and instabilities can be controlled via ellipticity, consistent with recent experiments. Furthermore, we find that the nature of the superfluid-to-supersolid transition is strongly influenced by the ellipticity: the transition is sharp at low ellipticity and continuous at higher values. This tunability offers a potential route for low entropy preparation of molecular supersolids via adiabatic ramps. While double shielding is often used experimentally, our results demonstrate that single-shielded molecules already offer rich, controllable behavior, laying the groundwork for future studies with more complex shielding schemes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Decaying superfluid turbulence near an anomalous non-thermal fixed point",
      "authors": [
        "Niklas Rasch, Thomas Gasenzer"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.21285",
      "arxiv": "https://arxiv.org/abs/2509.21285",
      "doi": null,
      "summary": "Anomalously slow coarsening in a dilute two-dimensional (2d) superfluid -- associated with a non-thermal fixed point in the closed system's universal dynamics and driven by three-vortex collisions which initiate vortex-pair annihilations -- is found to exhibit spatial scaling characteristics of Kraichnan-Kolmogorov turbulence. During a universal interval, when the characteristic length scale related to the inter-defect distance grows as $\\ell_\\text{v}\\sim t^{\\,\\beta}$, with $\\beta\\approx1/5$, moments of the superfluid velocity circulation around an area of extent $r$ scale as predicted by classical turbulence theory, $\\Gamma^{p}(r)\\sim r^{4p/3}$. Intermittency corrections seen for higher values of $p$ are found to be consistent with values measured for fully developed, classical turbulence. Hence, we link the decaying quantum turbulence cascade in a closed superfluid to universal dynamics close to a non-thermal fixed point. The decay exponent $\\beta$ clearly deviates from values known for classical systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tunable quantum metric and band topology in bilayer Dirac models",
      "authors": [
        "Xun-Jiang Luo, Xing-Lei Ma, K. T. Law"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.23622",
      "arxiv": "https://arxiv.org/abs/2509.23622",
      "doi": null,
      "summary": "Quantum metric, a fundamental component of quantum geometry, has attracted broad interest in recent years due to its critical role in various quantum phenomena. Meanwhile, band topology, which serves as an important framework in condensed matter physics, has led to the discovery of various topological phases. In this work, we introduce a bilayer Dirac model that allows precise tuning of both properties. Our approach combines two Dirac Hamiltonians with distinct energy scales; one producing relatively dispersive bands and the other yielding relatively flat bands. The dispersive and flat bands are weakly coupled via hybridization $\\lambda$. By inducing a band inversion in the layer subspace, we achieve flexible tuning of band topology across all Altland-Zirnbauer symmetry classes and quantum metric scaling as $g \\propto 1/\\lambda^2$ near band inversion point. Using the bilayer Su-Schrieffer-Heeger model, we investigate the localization properties of gapless boundary states, which are affected by quantum metric. Our work lays a foundation for exploring the interplay between band topology and quantum metric."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Probing phase transitions in non-Hermitian systems with quantum entanglement",
      "authors": [
        "Ling-Feng Zhang, Wing Chi Yu"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.25703",
      "arxiv": "https://arxiv.org/abs/2509.25703",
      "doi": null,
      "summary": "We study the quantum entanglement and quantum phase transition of the non-Hermitian anisotropic spin-$\\frac{1}{2}$ XY model and XXZ model with the staggered imaginary field by analytical methods and numerical exact diagonalization, respectively. Various entanglement measures, including concurrence, negativity, mutual information, and quantum coherence, and both biorthogonal and self-normal quantities are investigated. Both the biorthogonal and self-normal entanglement quantities, except the biorthogonal concurrence, are found to be capable of detecting the first-order and $\\mathcal{PT}$ transitions in the XXZ model, as well as the Ising and $\\mathcal{RT}$ transitions in the XY model. In addition, we introduce the unconstrained concurrence and demonstrate its effectiveness in detecting these transitions. On the other hand, the Berezinskii-Kosterlitz-Thouless (BKT) transition in the XXZ model is revealed through concurrence and negativity at small non-Hermiticity strengths. Notably, the critical points observed in the Hermitian limit evolve into exceptional points as the strength of the non-Hermiticity increases. Furthermore, we find that the first-order transition survives up to a higher non-Hermiticity strength compared to the BKT transition within the $\\mathcal{PT}$-symmetric regime of the XXZ model."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Defect mediated quantum melting of charge ordered insulators",
      "authors": [
        "Abijith Krishnan, Ajesh Kumar, T. Senthil"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.00099",
      "arxiv": "https://arxiv.org/abs/2510.00099",
      "doi": null,
      "summary": "Two-dimensional (2d) electronic systems on a lattice at fractional filling $\\nu = p/q$ exhibit a competition between charge ordered insulators, called Wigner-Mott insulators (WMIs), at large Coulomb repulsion and Fermi-liquid metals at large electronic kinetic energy. When those two energy scales are roughly equal, insulating states that restore the lattice translation symmetry, which we call quantum charge liquids (QCLs), may emerge. When gapped, these QCLs must exhibit topological order. In this work, we show that the allowed topological ordered phases that are proximate to the WMI strongly depend on the charge ordering in the WMI. In particular, we show that when $q$ is even, no direct transition exists between a WMI with the smallest allowed unit cell size from filling constraints, i.e., the \"minimal\" WMI, and the topological order with the smallest ground state degeneracy on a torus allowed by filling constraints, i.e., the \"minimal\" TO. Furthermore, we describe the quantum melting transition of the WMIs to the proximate QCLs in terms of the proliferation of the topological defects of the WMIs. The field theory of this transition in terms of the topological defects reveals their role as precursors to the anyon excitations in the QCLs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electro-optic effects in some sliding ferroelectrics",
      "authors": [
        "Xueqing Wan, Zhenlong Zhang, Charles Paillard, Jinyang Ni, Lei Zhang, Zhijun Jiang, Laurent Bellaiche"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03738",
      "arxiv": "https://arxiv.org/abs/2510.03738",
      "doi": null,
      "summary": "Sliding ferroelectrics, which exhibit out-of-plane polarization arising from specific stacking rather than conventional ionic displacements, are new types of ferroelectrics whose underdeveloped physics needs to be explored. Here, we investigate the electro-optic (EO) response of these materials using first-principles calculations, focusing on ZrI$_{2}$ as a prototype. We reveal that, contrary to conventional ferroelectrics, the EO effect in ZrI$_{2}$ is dominated by its electronic contribution rather than the ionic one, which promises faster EO responses. Furthermore, both biaxial and uniaxial strains significantly enhance this response, and a universal-like linear relationship between the band gap and such response is discovered. We also report a large elasto-optic coefficient that is independent of biaxial strain. Similar large linear EO coefficients and properties are found in other sliding ferroelectrics, including different zirconium dihalides, as well as BN and BP bilayers. These findings highlight sliding ferroelectrics as highly promising candidates for ultrafast nonlinear optical devices and reveal unusual mechanisms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Infra-Red Road to Quantum Gravity",
      "authors": [
        "Samin Tajik, Michael. j. Desrochers, Philip C. E. Stamp"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.12977",
      "arxiv": "https://arxiv.org/abs/2510.12977",
      "doi": null,
      "summary": "We review work in areas ranging from condensed matter physics to quantum gravity, with the following interconnected questions in mind: (i) what is the nature of the vacuum in condensed matter systems, in quantum field theory, and in classical and quantum gravity; (ii) how do analogies between these systems work, how well do they work, and how useful are they; (iii) what modifications can we make to quantum mechanics to deal with quantum gravity, and (iv) how and why low-energy theories of quantum gravity are, in our view, the right way to make progress in this field. We use many different examples to illustrate our arguments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin-Selective Second-Order Topological Insulators Enabling Cornertronics in 2D Altermagnets",
      "authors": [
        "Ning-Jing Yang, Zhigao Huang, Jian-Min Zhang"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.13319",
      "arxiv": "https://arxiv.org/abs/2510.13319",
      "doi": "10.1021/acs.nanolett.5c03191",
      "summary": "Recent progress in spintronics within the paradigm of altermagnets (AMs) opens new avenues for next-generation electronic device design. Here, we establish a spin-corner locking mechanism that generates second-order topological states in two-dimensional (2D) altermagnetic systems, through effective model analysis. Remarkably, the breaking of Mxy symmetry under uniaxial strain creates spin-resolved corner modes, driving the system into a corner-polarized second-order topological insulator (CPSOTI). Beyond critical strain, a topological phase transition to quantum anomalous Hall insulator occurs with quantized conductance. Through first-principles calculations, we identify two experimentally viable candidates for 2D intrinsic AM CrO and Cr$_2$Se$_2$O -- which host robust CPSOTI. Moreover, we construct the topological phase diagram of CrO and predict the existence of an altermagnetic Weyl semimetal phase. Our findings open technological avenues in altermagnetism and higher-order topology, while providing opportunities for coupling topological spintronics with cornertronics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Uniaxial Magnetic Anisotropy and Type-X/Y Current-Induced Magnetization Switching in Oblique-Angle-Deposited Ta/CoFeB/Pt and W/CoFeB/Pt Heterostructures",
      "authors": [
        "Amir Khan, Shalini Sharma, Tiago de Oliveira Schneider, Markus Meinert"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.14540",
      "arxiv": "https://arxiv.org/abs/2510.14540",
      "doi": null,
      "summary": "Planar current-induced magnetization switching (CIMS) driven by spin-orbit torque (SOT) requires an in-plane uniaxial magnetic anisotropy (UMA), which can be induced by oblique-angle sputter deposition of the heavy-metal underlayer in heavy-metal/ferromagnet heterostructures. To enhance the SOT efficiency, we employ trilayer heterostructures of (Ta or W)/CoFeB/Pt, where the CoFeB layer exhibits a UMA of 50 mT at 2 nm thickness of Ta or W. The magnetization reversal in Hall-bar devices is detected through unidirectional spin Hall magnetoresistance (USMR) for the type Y geometry (easy-axis transverse to current) and planar Hall measurements for the type X geometry (easy-axis parallel to current). Both configurations exhibit CIMS with sub-microsecond current pulses, reaching switching current densities as low as $2 \\times 10^{11}$ A/m$^2$ for a W (4 nm)/CoFeB (1.4 nm)/Pt (2 nm) stack with a UMA of 146 mT. Macrospin simulations reproduce the type Y switching as coherent magnetization rotation, whereas the type X devices switch at much lower currents than predicted, indicating that nucleation and domain-wall propagation dominate reversal in this geometry. Our results show that combining oblique-angle deposition with easy-axis engineering enables deterministic, field-free switching, paving the way for future low-power spintronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Non-Hermitian and Liouvillian skin effects in magnetic systems",
      "authors": [
        "Xin Li, Mohamed Al Begaowe, Shu Zhang, Benedetta Flebus"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2307.15792",
      "arxiv": "https://arxiv.org/abs/2307.15792",
      "doi": null,
      "summary": "-cross Abstract: The non-Hermitian skin effect (NHSE) has emerged as a hallmark of non-Hermitian physics, with far-reaching implications for transport, topology, and sensing. While recent works have uncovered the NHSE in magnetic systems, these analyses rely on effective non-Hermitian Hamiltonians, thereby leaving open critical questions regarding their applicability and predictive power in experimentally feasible platforms. Here, we address this gap by exploring both the non-Hermitian and Liouvillian dynamics of a spin chain coupled to a shared bosonic reservoir. We identify the parameter regime in which these frameworks yield congruent predictions, while showing that the non-Hermitian approach fails to capture essential dynamical features -- such as relevant timescales and conditions for experimental observability. Our analysis also reveals that the NHSE stems from the interplay between chiral spin couplings and reciprocal nonlocal dissipation -- two interactions that can naturally occur in magnetic crystals and be easily engineered in magnetic heterostructures. Focusing on a concrete example of such heterostructures, we establish an explicit connection between their Landau-Lifshitz-Gilbert (LLG) dynamics and our microscopic model, providing a tangible route toward realizing the NHSE in an experimentally relevant spintronics setup."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Ornstein-Zernike Theory for Two-Temperature Two-Component Plasmas",
      "authors": [
        "Zachary A. Johnson, Nathaniel R. Shaffer, Michael S. Murillo"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.02363",
      "arxiv": "https://arxiv.org/abs/2411.02363",
      "doi": null,
      "summary": "-cross Abstract: Laboratory plasma production almost always preferentially heats either the ions or electrons, leading to a two-temperature state. High-fidelity modeling of these systems can be achieved with density functional theory molecular dynamics in the two-temperature, adiabatic electron limit. Motivated by this, we construct a statistical mechanics framework for the multi-temperature system that is theoretically consistent with the ab initio calculation. We proceed to derive multi-temperature quantum Ornstein-Zernike equations for the first time. We then construct a two-temperature two-component plasma model using the average atom and compute the radial distribution function, viscosity, ion thermal conductivity, and ion self-diffusion. We verify that we recover the ionic structure and self-diffusion of density functional molecular dynamics simulations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Gauge fields induced by curved spacetime",
      "authors": [
        "Pasquale Marra"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.03647",
      "arxiv": "https://arxiv.org/abs/2412.03647",
      "doi": "10.1093/ptep/ptaf118",
      "summary": "-cross Abstract: I found an extended duality (triality) between Dirac fermions in periodic spacetime metrics, nonrelativistic fermions in gauge fields (e.g., Harper-Hofstadter model), and in periodic scalar fields on a lattice (e.g., Aubry-Andr\\'e model). This indicates an unexpected equivalence between spacetime metrics, gauge fields, and scalar fields on the lattice, which are understood as different physical representations of the same mathematical object, the quantum group $\\mathcal{U}_q(\\mathfrak{sl}_2)$. This quantum group is generated by the exponentiation of two canonical conjugate operators, namely a linear combination of position and momentum (periodic spacetime metrics), the two components of the gauge-invariant momentum (gauge fields), and position and momentum (periodic scalar fields). Hence, on a lattice, Dirac fermions in a periodic spacetime metric are equivalent to nonrelativistic fermions in a periodic scalar field after a proper canonical transformation. The three lattice Hamiltonians (periodic spacetime metric, Harper-Hofstadter, and Aubry-Andr\\'e) share the same properties, namely fractal phase diagrams, self-similarity, $S$-duality, topological invariants, flat bands, and topologically quantized current in the incommensurate regimes. In essence, this work unveils an unexpected link between gravity and gauge fields, opens new avenues for studying analog gravity, e.g., the Unruh effect and universe expansions/contractions, suggests the existence of an $S$-duality of spacetime curvatures, and hints at novel pathways to quantized gravity theories."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Floquet Engineering Clock Transitions in Magnetic Molecules",
      "authors": [
        "Andrew Cupo, Shuanglong Liu, Silas Hoffman, X. -G. Zhang, Hai-Ping Cheng"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.12197",
      "arxiv": "https://arxiv.org/abs/2503.12197",
      "doi": "10.1063/5.0283275",
      "summary": "-cross Abstract: We theoretically study Floquet engineering of magnetic molecules via a time-periodic magnetic field that couples to the emergent total electronic spin of the metal center. By focusing on the low-lying energy levels using an $S = 1$ spin Hamiltonian containing the zero-field and Zeeman terms, we demonstrate their continuous tunability under the Floquet field. Remarkably, under the action of linearly polarized Floquet controls, the energy levels of a clock transition qubit retain their stability against variations in an external static magnetic field. This property is closely linked to having a net-zero total Zeeman shift, which results from both static and effective dynamical contributions. Further, using second-order Van Vleck degenerate perturbation theory, we derived analytically an effective Hamiltonian, which explicitly shows the dependence of the renormalized zero-field tensor on the driving field. Based on our theoretical predictions, experimentalists will be able to dynamically tune qubit energy gaps to values that are useful in their specific laboratory settings, while retaining the spin decoherence suppressing effect of maintaining a clock transition."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Macroscopic suppression of supersonic quantum transport",
      "authors": [
        "J\\'er\\'emy Faupin, Marius Lemm, Israel Michael Sigal, Jingxuan Zhang"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.19788",
      "arxiv": "https://arxiv.org/abs/2503.19788",
      "doi": null,
      "summary": "-cross Abstract: We consider a broad class of strongly interacting quantum lattice gases, including the Fermi-Hubbard and Bose-Hubbard models. We focus on macroscopic particle clusters of size $\\theta N$, with $\\theta\\in(0,1)$ and $N$ the total particle number, and we study the quantum probability that such a cluster is transported across a distance $r$ within time $t$. Conventional effective light cone arguments yield a bound of the form $\\exp(v t-r)$. We report a substantially stronger bound $\\exp(\\theta N(vt-r))$, which provides exponential suppression that scales with system size. Our result establishes a universal dynamical large deviation principle: macroscopic suppression of supersonic macroscopic transport (MASSMAT)."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Silicon nanoantennas for tailoring the optical properties of MoS2 monolayers",
      "authors": [
        "Danae Katrisioti, Peter R. Wiecha, Aur\\'elien Cuche, Sotiris Psilodimitrakopoulos, Guilhem Larrieu, Jonas M\\\"uller, Vincent Larrey, Bernhard Urbaszek, Xavier Marie, Emmanuel Stratakis, George Kioseoglou, Vincent Paillard, Jean-Marie Poumirol, Ioannis Paradisanos"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.03264",
      "arxiv": "https://arxiv.org/abs/2504.03264",
      "doi": null,
      "summary": "-cross Abstract: Silicon-based dielectric nanoantennas provide an effective platform for engineering light-matter interactions in van der Waals semiconductors. Here, we demonstrate near-field coupling between monolayer MoS2 and silicon nanoantennas arranged in hexagonal lattices with tunable geometric parameters, leading to a three-fold enhancement in photoluminescence and an excitation-wavelength-dependent emission that aligns with Mie-resonant modes. Raman spectroscopy reveals an up to 8-fold enhancement in the vibrational modes of MoS2, while second-harmonic generation exhibits a 20 to 30-fold increase in efficiency, closely correlating with the presence of the underlying nanoantennas. Our experiments and simulations quantify the tunable benefits of the near-field interactions, taking into account thin-film interference and strain-induced effects. Our findings present dielectric nanoantennas as a promising platform for tailoring linear and nonlinear optical properties in 2D materials, with potential applications in nanophotonic devices and integrated photonics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Analytical exploration of the optomechanical attractor diagram and of limit cycles",
      "authors": [
        "Jorge G. Russo, Miguel Tierz"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.05352",
      "arxiv": "https://arxiv.org/abs/2505.05352",
      "doi": "10.1103/jbqp-3s26",
      "summary": "-cross Abstract: We analyse the interplay between mechanical and radiation pressure in an optomechanical cavity system. Our study is based on an analytical evaluation of the infinite Bessel summations involved, which previously had led to a numerical exploration of the so-called attractor diagram. The analytical expressions are then suitable for further asymptotic analysis in opposing regimes of the amplitude, which allows for a characterisation of the diagram in terms of elementary functions. Building on this framework, we investigate the emergence and properties of optomechanical limit cycles beyond the constraints of the resolved sideband approximation. By employing a Fokker-Planck formalism originally developed in the context of laser theory and then used in cavity optomechanics, we describe the quantum regime of these limit cycles, offering a more detailed and unified analytical perspective."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Multi-angle precession electron diffraction (MAPED): a versatile approach to 4D-STEM precession",
      "authors": [
        "Stephanie M. Ribet, Rohan Dhall, Colin Ophus, Karen C. Bustillo"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.11327",
      "arxiv": "https://arxiv.org/abs/2506.11327",
      "doi": "10.1093/mam/ozaf103",
      "summary": "-cross Abstract: Precession of a converged beam during acquisition of a 4D-STEM dataset improves strain, orientation, and phase mapping accuracy by averaging over continuous angles of illumination. Precession experiments usually rely on integrated systems, where automatic alignments lead to fast, high-quality results. The dependence of these experiments on specific hardware and software is evident even when switching to non-integrated detectors on a precession tool, as experimental set-up becomes challenging and time-consuming. Here, we introduce multi-angle precession electron diffraction (MAPED): a method to perform electron diffraction by collecting sequential 4D-STEM scans at different incident beam tilts. The multiple diffraction datasets are averaged together post-acquisition, resulting in a single dataset that minimizes the impact of the curvature and orientation of the Ewald sphere relative to the crystal under study. Our results demonstrate that even four additional tilts improved measurement of material properties, namely strain and orientation, as compared to single-tilt 4D-STEM experiments. We show the versatility and flexibility of our MAPED approach with data collected on a number of microscopes with different hardware configurations and a variety of detectors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Amplitude equations of associative memory patterns in spatially distributed systems",
      "authors": [
        "Akke Mats Houben"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.13576",
      "arxiv": "https://arxiv.org/abs/2506.13576",
      "doi": null,
      "summary": "-cross Abstract: Evolution equations are derived for the amplitudes of associative memories: heterogeneous states stored in the connectivity of distributed systems with non-local interactions. The resulting coupled amplitude equations describe the spatio-temporal dynamics of memory recall. They capture pattern completion and selection, and show that short-range connections can sustain spatio-temporal memory pattern dynamics in the form of propagating patterning fronts. The derived amplitude equations are of the same form as those describing classical pattern-forming instabilities, indicating a universality of the dynamics of memory recall and pattern formation in non-equilibrium systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hawking time crystals",
      "authors": [
        "Juan Ram\\'on Mu\\~noz de Nova, Fernando Sols"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.10862",
      "arxiv": "https://arxiv.org/abs/2507.10862",
      "doi": null,
      "summary": "-cross Abstract: We propose a time crystal based on a quantum black-hole laser, where the genuinely spontaneous character of the symmetry breaking stems from the self-amplification of spontaneous Hawking radiation. The resulting Hawking time crystal (HTC) is characterized by the periodic dependence of the out-of-time density-density correlation function, while equal-time observables are time-independent because they embody averages over different realizations with a random oscillation phase. The HTC can be regarded as a nonlinear periodic analogue of the Andreev-Hawking effect, exhibiting anticorrelation bands resulting from the spontaneous, quantum emission of pairs of dispersive waves and solitons into the upstream and downstream regions. Remarkably, the time-crystal formation is understood in terms of two time operators: one associated to the initial black-hole laser and another associated to the final spontaneous Floquet state."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Meta-learning of Gibbs states for many-body Hamiltonians with applications to Quantum Boltzmann Machines",
      "authors": [
        "Ruchira V Bhat, Rahul Bhowmick, Avinash Singh, Krishna Kumar Sabapathy"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.16373",
      "arxiv": "https://arxiv.org/abs/2507.16373",
      "doi": null,
      "summary": "-cross Abstract: The preparation of quantum Gibbs states is a fundamental challenge in quantum computing, essential for applications ranging from modeling open quantum systems to quantum machine learning. Building on the Meta-Variational Quantum Eigensolver framework proposed by Cervera-Lierta et al.(2021) and a problem driven ansatz design, we introduce two meta-learning algorithms: Meta-Variational Quantum Thermalizer (Meta-VQT) and Neural Network Meta-VQT (NN-Meta VQT) for efficient thermal state preparation of parametrized Hamiltonians on Noisy Intermediate-Scale Quantum (NISQ) devices. Meta-VQT utilizes a fully quantum ansatz, while NN Meta-VQT integrates a quantum classical hybrid architecture. Both leverage collective optimization over training sets to generalize Gibbs state preparation to unseen parameters. We validate our methods on upto 8-qubit Transverse Field Ising Model and the 2-qubit Heisenberg model with all field terms, demonstrating efficient thermal state generation beyond training data. For larger systems, we show that our meta-learned parameters when combined with appropriately designed ansatz serve as warm start initializations, significantly outperforming random initializations in the optimization tasks. Furthermore, a 3- qubit Kitaev ring example showcases our algorithm's effectiveness across finite-temperature crossover regimes. Finally, we apply our algorithms to train a Quantum Boltzmann Machine (QBM) on a 2-qubit Heisenberg model with all field terms, achieving enhanced training efficiency, improved Gibbs state accuracy, and a 30-fold runtime speedup over existing techniques such as variational quantum imaginary time (VarQITE)-based QBM highlighting the scalability and practicality of meta-algorithm-based QBMs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Real-space Hubbard-corrected density functional theory",
      "authors": [
        "Sayan Bhowmik, Andrew J. Medford, Phanish Suryanarayana"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.23612",
      "arxiv": "https://arxiv.org/abs/2507.23612",
      "doi": null,
      "summary": "-cross Abstract: We present an accurate and efficient framework for real-space Hubbard-corrected density functional theory. In particular, we obtain expressions for the energy, atomic forces, and stress tensor suitable for real-space finite-difference discretization, and develop a large-scale parallel implementation. We verify the accuracy of the formalism through comparisons with established planewave results. We demonstrate that the implementation is highly efficient and scalable, outperforming established planewave codes by more than an order of magnitude in minimum time to solution, with increasing advantages as the system size and/or number of processors is increased. We apply this framework to examine the impact of exchange-correlation inconsistency in local atomic orbital generation and introduce a scheme for optimizing the Hubbard parameter based on hybrid functionals, both while studying TiO$_2$ polymorphs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "LeMat-Traj: A Scalable and Unified Dataset of Materials Trajectories for Atomistic Modeling",
      "authors": [
        "Ali Ramlaoui, Martin Siron, Inel Djafar, Joseph Musielewicz, Amandine Rossello, Victor Schmidt, Alexandre Duval"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.20875",
      "arxiv": "https://arxiv.org/abs/2508.20875",
      "doi": null,
      "summary": "-cross Abstract: The development of accurate machine learning interatomic potentials (MLIPs) is limited by the fragmented availability and inconsistent formatting of quantum mechanical trajectory datasets derived from Density Functional Theory (DFT). These datasets are expensive to generate yet difficult to combine due to variations in format, metadata, and accessibility. To address this, we introduce LeMat-Traj, a curated dataset comprising over 120 million atomic configurations aggregated from large-scale repositories, including the Materials Project, Alexandria, and OQMD. LeMat-Traj standardizes data representation, harmonizes results and filters for high-quality configurations across widely used DFT functionals (PBE, PBESol, SCAN, r2SCAN). It significantly lowers the barrier for training transferrable and accurate MLIPs. LeMat-Traj spans both relaxed low-energy states and high-energy, high-force structures, complementing molecular dynamics and active learning datasets. By fine-tuning models pre-trained on high-force data with LeMat-Traj, we achieve a significant reduction in force prediction errors on relaxation tasks. We also present LeMaterial-Fetcher, a modular and extensible open-source library developed for this work, designed to provide a reproducible framework for the community to easily incorporate new data sources and ensure the continued evolution of large-scale materials datasets. LeMat-Traj and LeMaterial-Fetcher are publicly available at https://huggingface.co/datasets/LeMaterial/LeMat-Traj and https://github.com/LeMaterial/lematerial-fetcher."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Migration as a Probe: A Generalizable Benchmark Framework for Specialist vs. Generalist Machine-Learned Force Fields",
      "authors": [
        "Yi Cao, Paulette Clancy"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.00090",
      "arxiv": "https://arxiv.org/abs/2509.00090",
      "doi": null,
      "summary": "-cross Abstract: Machine-learned force fields (MLFFs), especially pre-trained foundation models, are transforming computational materials science by enabling ab initio-level accuracy at molecular dynamics scales. Yet their rapid rise raises a key question: should researchers train specialist models from scratch, fine-tune generalist foundation models, or use hybrid approaches? The trade-offs in data efficiency, accuracy, cost, and robustness to out-of-distribution failure remain unclear. We introduce a benchmarking framework using defect migration pathways, evaluated through nudged elastic band trajectories, as diagnostic probes that test both interpolation and extrapolation. Using Cr-doped Sb2Te3 as a representative two-dimensional material, we benchmark multiple training paradigms within the MACE architecture across equilibrium, kinetic (atomic migration), and mechanical (interlayer sliding) tasks. Fine-tuned models substantially outperform from-scratch and zero-shot approaches for kinetic properties but show partial loss of long-range physics. Representational analysis reveals distinct, non-overlapping latent encodings, indicating that different training strategies learn different aspects of system physics. This framework provides practical guidelines for MLFF development and establishes migration-based probes as efficient diagnostics linking performance to learned representations, guiding future uncertainty-aware active learning."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "PLaID++: A Preference Aligned Language Model for Targeted Inorganic Materials Design",
      "authors": [
        "Andy Xu, Rohan Desai, Larry Wang, Gabriel Hope, Ethan Ritz"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.07150",
      "arxiv": "https://arxiv.org/abs/2509.07150",
      "doi": null,
      "summary": "-cross Abstract: Reinforcement Learning from Verifiable Rewards (RLVR) has emerged as a promising approach to improve correctness in LLMs, however, in many scientific problems, the objective is not necessarily to produce the correct answer, but instead to produce a diverse array of candidates which satisfy a set of constraints. We study this challenge in the context of materials generation. To this end, we introduce PLaID++, an LLM post-trained for stable and property-guided crystal generation. We find that performance hinges on our crystallographic representation and reward formulation. First, we introduce a compact, symmetry-informed Wyckoff text representation which improves computational efficiency and encourages generalization from physical priors. Second, we demonstrate that temperature scaling acts as an entropy regularizer which counteracts mode collapse and encourages exploration. By encoding symmetry constraints directly into text and guiding model outputs towards desirable chemical space, PLaID++ generates structures that are thermodynamically stable, unique, and novel at a $\\sim$50\\% greater rate than prior methods and conditionally generates structures with desired space group properties. Our work demonstrates the potential of adapting post-training techniques from natural language processing to materials design, paving the way for targeted and efficient discovery of novel materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "On the discovery of meteoritic mineral Zolenskyite; The artificial origin should not be overlooked",
      "authors": [
        "Boutros Pierre Embaid"
      ],
      "date": "2025-10-20T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.10817",
      "arxiv": "https://arxiv.org/abs/2510.10817",
      "doi": null,
      "summary": "-cross Abstract: Recently a new meteoritic mineral, Zolenskyite (Fe0.99Mn0.04Ca0.01Cr1.99S3.98), was discovered from the Indarch meteorite. Zolenskyite was structurally indexed as the monoclinic C2/m CrNb2Se4 - Cr3S4 type structure of synthetic FeCr2S4, with unit cell parameters a = 12.84(1) {\\AA}, b = 3.44(1) {\\AA}, c = 5.94(1) {\\AA} and \\b{eta} = 117(1){\\deg}. Zolenskyite was reported as high-pressure phase formed from Daubr\\'eelite at high pressures and temperatures in highly shocked regions of the EH parent asteroid. Although this discovery provides valuable information about the origin of meteoritic mineral assemblages, the results and conclusions raise controversies with those reported in previous articles where the synthetic FeCr2S4 was described. In this review, an alternative analysis of the supplementary X-ray data from Zolenskyite was made and yields to the monoclinic I2/m Cr3S4 type structure of synthetic FeCr2S4, with unit cell parameters a = 5.940 {\\AA}, b = 3.440 {\\AA}, c = 11.441 {\\AA} and \\b{eta} = 90.55{\\deg}, in agreement with previous results in the literature and differ from those reported above. Regarding the genesis of Zolenskyite and according to solid-state laboratory synthesis, the transformation of cubic FeCr2S4 phase (ideal composition of Daubr\\'eelite) to monoclinic FeCr2S4 (ideal composition of Zolenskyite) requires a process whose replication in Shock metamorphism stages is not well established and remains an open issue to address, together with another open issue related to the real composition of meteoritic minerals, with minor and trace metals, which is often overlooked when compared with synthetic ideal compositions. Whatever the results to be obtained by addressing the above open issues, they will shed more light on the genesis of Zolenskyite. In this context, it is worth to promote an open debate about the hypothesis of artificial origin."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Selective Methylene Oxidation in α,β-Unsaturated Carbonyl Natural Products",
      "authors": [
        "Chiyoung Ahn",
        "Alexander Gomez",
        "Marc A. Hartmann",
        "M. Christina White"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09742-0",
      "doi": "10.1038/s41586-025-09742-0",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/s41586-025-09742-0 Selective Methylene Oxidation in α,β-Unsaturated Carbonyl Natural Products"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Parity and lactation induce T cell mediated breast cancer protection",
      "authors": [
        "Balaji Virassamy",
        "Franco Caramia",
        "Peter Savas",
        "Michael A. Harris",
        "Jia-Wern Pan",
        "Jianan Wang",
        "Emmaline Brown",
        "Megan M. R. O’Malley",
        "Courtney T. van Geelen",
        "Michael Hun",
        "Thomas N. Burn",
        "Sneha Sant",
        "Jamieson D. Ballan",
        "Jasmine Kay",
        "Luis E. Lara Gonzalez",
        "Kylie Clarke",
        "Han Xian Aw Yeang",
        "Rejhan Idrizi",
        "Metta Jana",
        "Damon J. Challice",
        "Roberto Salgado",
        "Heather Thorne",
        "David Amor",
        "Lesley Andrews",
        "Yoland Antill",
        "Rosemary Balleine",
        "Jonathan Beesley",
        "Ian Bennett",
        "Michael Bogwitz",
        "Simon Bodek",
        "Leon Botes",
        "Meagan Brennan",
        "Melissa Brown",
        "Michael Buckley",
        "Jo Burke",
        "Phyllis Butow",
        "Liz Caldon",
        "Ian Campbell",
        "Michelle Cao",
        "Anannya Chakrabarti",
        "Deepa Chauhan",
        "Manisha Chauhan",
        "Georgia Chenevix-Trench",
        "Alice Christian",
        "Paul Cohen",
        "Alison Colley",
        "Ashley Crook",
        "James Cui",
        "Eliza Courtney",
        "Margaret Cummings",
        "Sarah-Jane Dawson",
        "Anna deFazio",
        "Martin Delatycki",
        "Rebecca Dickson",
        "Joanne Dixon",
        "Stacey Edwards",
        "Gelareh Farshid",
        "Andrew Fellows",
        "Georgina Fenton",
        "Michael Field",
        "James Flanagan",
        "Peter Fong",
        "Laura Forrest",
        "Stephen Fox",
        "Juliet French",
        "Michael Friedlander",
        "Clara Gaff",
        "Mike Gattas",
        "Peter George",
        "Sian Greening",
        "Marion Harris",
        "Stewart Hart",
        "Philip Harraka",
        "Nick Hayward",
        "John Hopper",
        "Cass Hoskins",
        "Clare Hunt",
        "Paul James",
        "Mark Jenkins",
        "Alexa Kidd",
        "Judy Kirk",
        "Jessica Koehler",
        "James Kollias",
        "Sunil Lakhani",
        "Mitchell Lawrence",
        "Jason Lee",
        "Shuai Li",
        "Geoff Lindeman",
        "Jocelyn Lippey",
        "Lara Lipton",
        "Liz Lobb",
        "Sherene Loi",
        "Graham Mann",
        "Deborah Marsh",
        "Sue-Anne McLachlan",
        "Bettina Meiser",
        "Roger Milne",
        "Shona O’Connell",
        "Sarah O’Sullivan",
        "David Gallego-Ortega",
        "Nick Pachter",
        "Jia-Min Pang",
        "Gargi Pathak",
        "Briony Patterson",
        "Amy Pearn",
        "Kelly Phillips",
        "Ellen Pieper",
        "Susan Ramus",
        "Edwina Rickard",
        "Abi Ragunathan",
        "Bridget Robinson",
        "Mona Saleh",
        "Anita Skandarajah",
        "Elizabeth Salisbury",
        "Christobel Saunders",
        "Jodi Saunus",
        "Peter Savas",
        "Rodney Scott",
        "Clare Scott",
        "Adrienne Sexton",
        "Joanne Shaw",
        "Andrew Shelling",
        "Shweta Srinivasa",
        "Peter Simpson",
        "Melissa Southey",
        "Amanda Spurdle",
        "Jessica Taylor",
        "Renea Taylor",
        "Heather Thorne",
        "Alison Trainer",
        "Kathy Tucker",
        "Jane Visvader",
        "Logan Walker",
        "Rachael Williams",
        "Ingrid Winship",
        "Mary-Ann Young",
        "Milita Zaheed",
        "Cathie Poliness",
        "Sophie Nightingale",
        "Soo-Hwang Teo",
        "Terence P. Speed",
        "Jane Visvader",
        "Paul J. Neeson",
        "Phillip K. Darcy",
        "Laura K. Mackay",
        "Sherene Loi"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09713-5",
      "doi": "10.1038/s41586-025-09713-5",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/s41586-025-09713-5 Parity and lactation induce T cell mediated breast cancer protection"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Neoadjuvant immunotherapy in mismatch-repair-proficient colon cancers",
      "authors": [
        "Pedro B. Tan",
        "Yara L. Verschoor",
        "José G. van den Berg",
        "Sara Balduzzi",
        "Niels F. M. Kok",
        "Marieke E. Ijsselsteijn",
        "Kat Moore",
        "Adham Jurdi",
        "Antony Tin",
        "Paulien Kaptein",
        "Monique E. van Leerdam",
        "John B. A. G. Haanen",
        "Emile E. Voest",
        "Noel F. C. C. de Miranda",
        "Ton N. Schumacher",
        "Lodewyk F. A. Wessels",
        "Myriam Chalabi"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09679-4",
      "doi": "10.1038/s41586-025-09679-4",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/s41586-025-09679-4 Neoadjuvant immunotherapy in mismatch-repair-proficient colon cancers"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Cold plunge: how I gained hands-on experience in marine biology",
      "authors": [
        "Nikki Forrester"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03347-3",
      "doi": "10.1038/d41586-025-03347-3",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/d41586-025-03347-3 Matthew Kim learnt how to conduct research while studying in a small Canadian town for a semester."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "What’s the cap on human energy expenditure? Elite athletes reveal ‘metabolic ceiling’",
      "authors": [
        "Mohana Basu"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03389-7",
      "doi": "10.1038/d41586-025-03389-7",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/d41586-025-03389-7 When athletes devote large amounts of energy to running or cycling, they unconsciously cut back on energy output elsewhere."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "John Gurdon obituary: Biologist who made cloning possible",
      "authors": [
        "Ron Laskey"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03418-5",
      "doi": "10.1038/d41586-025-03418-5",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/d41586-025-03418-5 He showed that specialized cells retain the genes to form an organism."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "People with blindness can read again after retinal implant",
      "authors": [
        "Liam Drew"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03420-x",
      "doi": "10.1038/d41586-025-03420-x",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/d41586-025-03420-x An electronic eye implant has restored vision in people with blindness caused by age-related macular degeneration."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Why simply ending animal testing isn’t the answer in biomedical research",
      "authors": [
        "K. C. Kent  Lloyd"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03345-5",
      "doi": "10.1038/d41586-025-03345-5",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/d41586-025-03345-5 Animal models provide insights that alternative approaches can’t. A heated debate about which method is better is distracting researchers from doing good science."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Disconnecting part of the brain sends it into a deep sleep",
      "authors": [
        "Rachel Fieldhouse"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03388-8",
      "doi": "10.1038/d41586-025-03388-8",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/d41586-025-03388-8 Study on the effects of surgical epilepsy treatment adds to researchers’ understanding of unconsciousness."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Why we still don’t understand the Universe — even after a century of dispute",
      "authors": [
        "Helge Kragh"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03343-7",
      "doi": "10.1038/d41586-025-03343-7",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/d41586-025-03343-7 Despite huge breakthroughs, astronomers still can’t agree on what the cosmos is made of, much less how it came to be. A fresh account delves into the reasons."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Breastfeeding boosts immune cells that protect against breast cancer",
      "authors": [
        "Starre Vartan"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03419-4",
      "doi": "10.1038/d41586-025-03419-4",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/d41586-025-03419-4 The protective, long-lived T cells can persist for decades after a woman gives birth."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "AI language models killed the Turing test: do we even need a replacement?",
      "authors": [
        "Elizabeth Gibney"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03386-w",
      "doi": "10.1038/d41586-025-03386-w",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/d41586-025-03386-w Chatbots now ace the mathematician's famous imitation game, but imitation never equalled intelligence."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Are these the happiest PhD students in the world?",
      "authors": [
        "Linda Nordling"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03346-4",
      "doi": "10.1038/d41586-025-03346-4",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/d41586-025-03346-4 Brazil, Australia and Italy have the highest satisfaction scores in Nature’s global 2025 PhD survey — but are these nations really the best places to do a doctorate?"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Alternatives to animal testing are the future — it’s time that journals, funders and scientists embrace them",
      "authors": [
        "Todd J.   Herron",
        "Anke  Brüning-Richardson",
        "Julie E.  Gough",
        "Aline F.  Miller",
        "Geoffrey J.  Pilkington",
        "John  Greenman",
        "Valerie  Speirs",
        "Joseph C.  Wu"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03344-6",
      "doi": "10.1038/d41586-025-03344-6",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/d41586-025-03344-6 Biomedical research techniques that don’t involve the use of animals are gaining momentum, but those using innovative approaches still face resistance from some quarters."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How scientists are pushing back against Trump’s funding ‘deal’ for universities",
      "authors": [
        "Dan Garisto",
        "Alexandra Witze",
        "Jenna  Ahart"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03427-4",
      "doi": "10.1038/d41586-025-03427-4",
      "summary": "Nature, Published online: 20 October 2025; doi:10.1038/d41586-025-03427-4 Seven institutions have so far rejected the administration’s list of demands over academic freedom and other concerns."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Cavity electrodynamics of van der Waals heterostructures",
      "authors": [
        "Gunda Kipp",
        "Hope M. Bretscher",
        "Benedikt Schulte",
        "Dorothee Herrmann",
        "Kateryna Kusyak",
        "Matthew W. Day",
        "Sivasruthi Kesavan",
        "Toru Matsuyama",
        "Xinyu Li",
        "Sara Maria Langner",
        "Jesse Hagelstein",
        "Felix Sturm",
        "Alexander M. Potts",
        "Christian J. Eckhardt",
        "Yunfei Huang",
        "Kenji Watanabe",
        "Takashi Taniguchi",
        "Angel Rubio",
        "Dante M. Kennes",
        "Michael A. Sentef",
        "Emmanuel Baudin",
        "Guido Meier",
        "Marios H. Michael",
        "James W. McIver"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03064-8",
      "doi": "10.1038/s41567-025-03064-8",
      "summary": "Nature Physics, Published online: 20 October 2025; doi:10.1038/s41567-025-03064-8 Integrating an electronic device with a cavity can cause the electrons to couple to photons strongly enough to form hybrid modes. Now, the cavity effects induced by intrinsic graphite gates are shown to modify the low-energy properties of graphene."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Retraction Note: ROCK1 mechano-signaling dependency of human malignancies driven by TEAD/YAP activation",
      "authors": [
        "Davide Esposito",
        "Ila Pant",
        "Yao Shen",
        "Rui F. Qiao",
        "Xiaobao Yang",
        "Yiyang Bai",
        "Jian Jin",
        "Poulikos I. Poulikakos",
        "Stuart A. Aaronson"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-65053-y",
      "doi": "10.1038/s41467-025-65053-y",
      "summary": "Nature Communications, Published online: 20 October 2025; doi:10.1038/s41467-025-65053-y Retraction Note: ROCK1 mechano-signaling dependency of human malignancies driven by TEAD/YAP activation"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Retraction Note: Fasting inhibits aerobic glycolysis and proliferation in colorectal cancer via the Fdft1-mediated AKT/mTOR/HIF1α pathway suppression",
      "authors": [
        "Mei-lin Weng",
        "Wan-kun Chen",
        "Xiang-yuan Chen",
        "Hong Lu",
        "Zhi-rong Sun",
        "Qi Yu",
        "Peng-fei Sun",
        "Ya-jun Xu",
        "Min-min Zhu",
        "Nan Jiang",
        "Jin Zhang",
        "Jian-ping Zhang",
        "Yuan-lin Song",
        "Duan Ma",
        "Xiao-ping Zhang",
        "Chang-hong Miao"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-65107-1",
      "doi": "10.1038/s41467-025-65107-1",
      "summary": "Nature Communications, Published online: 20 October 2025; doi:10.1038/s41467-025-65107-1 Retraction Note: Fasting inhibits aerobic glycolysis and proliferation in colorectal cancer via the Fdft1-mediated AKT/mTOR/HIF1α pathway suppression"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Modular esterification of unstrained carbonyls through palladium-catalyzed alkyne bridging C-C bond activation",
      "authors": [
        "Mingruo Ding",
        "Mengmeng Niu",
        "Lingfei Hu",
        "Qifan Guan",
        "Shan Yuan",
        "Yinghua Yu",
        "Maojun Xiao",
        "Shenlin Huang",
        "Gang Lu",
        "Xueliang Huang"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64279-0",
      "doi": "10.1038/s41467-025-64279-0",
      "summary": "Nature Communications, Published online: 20 October 2025; doi:10.1038/s41467-025-64279-0 While Baeyer-Villiger oxidation reaction has served as a cornerstone in organic synthesis, its scope remains limited to single oxygen-atom insertion into ketone substrates. Here, the authors report a versatile protocol that enables the insertion of alkynyl phenol analogues into unstrained C-C σ-bonds of diverse carbonyl compounds, including ketones, esters, and amides."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "‘Ghost’ fossils of early coccolithophores point to a Triassic diversification of marine calcifying organisms",
      "authors": [
        "Sam M. Slater",
        "Isaline Demangel",
        "Sylvain Richoz"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-65116-0",
      "doi": "10.1038/s41467-025-65116-0",
      "summary": "Nature Communications, Published online: 20 October 2025; doi:10.1038/s41467-025-65116-0 Here, the authors elucidate the evolutionary origins of coccolithophores, identifying impressions of their calcium carbonate skeletons in ~241- million-year-old rocks. Their presence in the Triassic, alongside unrelated calcifying organisms, suggests a diversification of marine calcifying organisms after the end-Permian mass extinction."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Fluorine-oxygen co-coordination of lithium in fluorinated polymers for broad temperature quasi-solid-state batteries",
      "authors": [
        "Zhiyong Li",
        "Wanming Li",
        "Zhuo Li",
        "Jialong Fu",
        "Qin Chen",
        "Hui Yang",
        "Xin Guo"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64356-4",
      "doi": "10.1038/s41467-025-64356-4",
      "summary": "Nature Communications, Published online: 20 October 2025; doi:10.1038/s41467-025-64356-4 Polymer solid-state batteries operable across low and high temperatures face sluggish ion transport limitations. The authors develop a fluorinated polymer electrolyte with tailored Li–F/O coordination that decouples ion conduction from polymer relaxation, enabling stable Li metal cell operation from −50 to 70 °C."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Signal-strapping as a protein-sequence search method for the discovery of metalloproteins",
      "authors": [
        "João Paulo L. Franco Cairo",
        "Thamy L. R. Corrêa",
        "Wendy A. Offen",
        "Alison K. Nairn",
        "Julia Walton",
        "Sean T. Sweeney",
        "Gideon J. Davies",
        "Paul H. Walton"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64309-x",
      "doi": "10.1038/s41467-025-64309-x",
      "summary": "Nature Communications, Published online: 20 October 2025; doi:10.1038/s41467-025-64309-x Signal peptide sequences appear in secreted proteins. Here, authors use these sequences in a proteomic search method called “signal strapping” to discover metalloproteins, which have an N-terminal histidine that chelates a transition metal ion."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Leveraging platinum-protein interactions to overcome chemoresistance",
      "authors": [
        "Fang Wang",
        "Jonathan Braverman",
        "George Eng",
        "Ozen Leylek",
        "Nicholas L. Petrone",
        "Daniel S. Honeycutt",
        "Shinya Imada",
        "Brian Pallares",
        "Daiyao Zhang",
        "Jason M. Mrosla",
        "Camellia S. Huang",
        "Anna A. Griadunova",
        "William K. McCarthy",
        "Jacob M. Goldberg",
        "Michael T. Hemann",
        "Stephen J. Lippard",
        "Ömer H. Yilmaz"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64295-0",
      "doi": "10.1038/s41467-025-64295-0",
      "summary": "Nature Communications, Published online: 20 October 2025; doi:10.1038/s41467-025-64295-0 A common mechanism by which cancer cells acquire resistance to chemotherapeutics is through the overexpression of efflux pumps, but platinum anticancer agents that crosslink DNA and interact with proteins are poor efflux pump substrates. Here, the authors design dual warhead drug conjugates by tethering a platinum pharmacophore to the doxorubicin backbone, which exhibit the activity of both parent anticancer compounds and can overcome drug efflux effectively due to covalent binding to intracellular biomolecules."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Physics-based evolution of transmembrane helices reveals mechanisms of cholesterol attraction",
      "authors": [
        "Jeroen Methorst",
        "Nino Verwei",
        "Christian Hoffmann",
        "Paweł Chodnicki",
        "Roberto Sansevrino",
        "Partha Pyne",
        "Han Wang",
        "Niek van Hilten",
        "Dennis Aschmann",
        "Alexander Kros",
        "Loren Andreas",
        "Jacek Czub",
        "Dragomir Milovanovic",
        "Herre Jelger Risselada"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63769-5",
      "doi": "10.1038/s41467-025-63769-5",
      "summary": "Nature Communications, Published online: 20 October 2025; doi:10.1038/s41467-025-63769-5 Cholesterol plays a key role in membrane biology. Here, authors employ evolutionary molecular dynamics simulations to explore interactions driven by linear protein sequences, challenging the predictive power of traditional cholesterol-binding motifs."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Growing together",
      "authors": [
        "German Sastre"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02369-6",
      "doi": "10.1038/s41563-025-02369-6",
      "summary": "Nature Materials, Published online: 20 October 2025; doi:10.1038/s41563-025-02369-6 A computer algorithm discovers all valid combinations of zeolite pairs that form intergrowths and correctly predicts their experimental feasibility."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Drawing boundaries between feasible and unfeasible zeolite intergrowths using high-throughput computational screening with synthesis validation",
      "authors": [
        "Kota Oishi",
        "Koki Muraoka",
        "Satoko Toyama",
        "Takeshi Iwata",
        "Takehito Seki",
        "Naoya Shibata",
        "Kenta Iyoki",
        "Toru Wakihara",
        "Tatsuya Okubo",
        "Akira Nakayama"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02377-6",
      "doi": "10.1038/s41563-025-02377-6",
      "summary": "Nature Materials, Published online: 20 October 2025; doi:10.1038/s41563-025-02377-6 Determining the feasibility of intergrowths between zeolites is investigated using high-throughput atomistic simulations and experimental verification. Interfacial energy is an effective descriptor for identifying the feasibility of zeolite intergrowths and a zincosilicate zeolite intergrowth with three and nine rings is realized by hydrothermal syntheses."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "High-performance graphene-based carbon fibres prepared at room temperature via domain folding",
      "authors": [
        "Peng Li",
        "Ziqiu Wang",
        "Gangfeng Cai",
        "Yingjie Zhao",
        "Zihao Deng",
        "Bo Wang",
        "Zheng Li",
        "Xin Ming",
        "Weiwei Gao",
        "Zhen Xu",
        "Zhiping Xu",
        "Yingjun Liu",
        "Chao Gao"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02384-7",
      "doi": "10.1038/s41563-025-02384-7",
      "summary": "Nature Materials, Published online: 20 October 2025; doi:10.1038/s41563-025-02384-7 A domain-folding strategy is developed to assemble graphene into carbon fibres at room temperature, achieving ultrahigh strength and stiffness as well as greatly reducing energy consumption."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Reversible metamorphosis of hierarchical DNA–inorganic crystals",
      "authors": [
        "Yuan Gao",
        "Wenzheng Shi",
        "Stephen J. Klawa",
        "Margaret L. Daly",
        "Edward T. Samulski",
        "Ehssan Nazockdast",
        "Ronit Freeman"
      ],
      "date": "2025-10-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02026-8",
      "doi": "10.1038/s41565-025-02026-8",
      "summary": "Nature Nanotechnology, Published online: 20 October 2025; doi:10.1038/s41565-025-02026-8 Actuators based on DNA–inorganic hybrid crystals reversibly change shape, which can be programmed by the length and composition of the DNA polymer, and induce cascaded reactions of compartmentalized enzymes in response to external stimuli."
    }
  ]
}