{
  "generatedAt": "2026-01-19T14:22:24.797392+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "L\\'evy walkers inside spherical shells with absorbing boundaries: Towards settling the optimal L\\'evy walk strategy for random searches",
      "authors": [
        "L. G. P. Caram\\^es, Y. B. Matos, F. Bartumeus, C. G. Bezerra, T. Macr\\`i, M. G. E. da Luz, E. P. Raposo, G. M. Viswanathan"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10731",
      "arxiv": "https://arxiv.org/abs/2601.10731",
      "doi": "10.1103/PhysRevE.106.054147",
      "summary": "The L\\'evy flight foraging hypothesis states that organisms must have evolved adaptations to exploit L\\'evy walk search strategies. Indeed, it is widely accepted that inverse square L\\'evy walks optimize the search efficiency in foraging with unrestricted revisits (also known as non-destructive foraging). However, a mathematically rigorous demonstration of this for dimensions $D \\geq 2$ is still lacking. Here we study the very closely related problem of a L\\'evy walker inside annuli or spherical shells with absorbing boundaries. In the limit that corresponds to the foraging with unrestricted revisits, we show that inverse square L\\'evy walks optimize the search. This constitutes the strongest formal result to date supporting the optimality of inverse square L\\'evy walks search strategies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Eigen Microstate Condensation and Critical Phenomena in the Lennard-Jones Fluid",
      "authors": [
        "Lan Yang, Zhaorong Pang, Chongzhi Qiao, Gaoke Hu, Jiaqi Dong, Rui Shi, Xiaosong Chen"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10741",
      "arxiv": "https://arxiv.org/abs/2601.10741",
      "doi": null,
      "summary": "Despite extensive study of the liquid-gas phase transition, accurately determining the critical point and the critical exponents in fluid systems through direct simulation remains a challenge. We employ the eigen microstate theory (EMT) to investigate the liquid-gas continuous phase transition in the Lennard-Jones (LJ) fluid within the canonical ensemble. In EMT, the probability amplitudes of eigen microstates serve as the order parameter. Using finite-size scaling of probability amplitudes, we simultaneously determine the critical temperature, $T_c = 1.188(2)$, and critical density, $\\rho_c = 0.320(4)$. Furturemore, we obtain critical exponents of the LJ fluid, $\\beta = 0.32(2)$ and $\\nu = 0.64(3)$, which demonstrate a great agreement with the Ising universality class. This method also reveals the mesoscopic structure of the emergent phase, characterizing the three-dimensional (3D) spatial configuration of the fluid in the critical region. This work also confirms the finite-size scaling behavior of the probability amplitudes of the eigen microstates in the critical region. The EMT provides a powerful tool for studying the critical phenomena of complex fluid system."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exact solution of a two-dimensional (2D) Ising model with the next nearest interactions",
      "authors": [
        "Zhidong Zhang"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10749",
      "arxiv": "https://arxiv.org/abs/2601.10749",
      "doi": null,
      "summary": "The exact solution of a two-dimensional (2D) Ising model with the next nearest interactions at zero magnetic field is derived. At first, the transfer matrices are analyzed in three representations, i.e., Clifford algebraic representation, transfer tensor representation and schematic representation, to inspect nontrivial topological structures in this system. The system is equivalent to a triangular Ising model plus an interaction along the z axis, so that the approaches developed for the 3D Ising model are modified to be appropriable for solving the exact solution of the 2D Ising model with the next nearest interactions. The partition function and the spontaneous magnetization are obtained. The comparison with the exact solutions of other Ising lattices reveals that either the increase of the number of interactions in a unit cell or the presence/increase of topological contributions enhances the critical point of the Ising lattices. The results obtained in this work are helpful for understanding the physical properties of the 2D magnetic materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Irreversible Kinetics Emerges from Bayesian Inference over Admissible Histories",
      "authors": [
        "Manas V. Upadhyay"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10763",
      "arxiv": "https://arxiv.org/abs/2601.10763",
      "doi": null,
      "summary": "A probabilistic formulation of irreversible kinetics is introduced in which incrementally admissible histories are weighted by a Gibbs-type measure built from an energy-dissipation action and observation constraints, with Theta controlling epistemic uncertainty. This measure can be interpreted as a Bayesian posterior over histories. In the zero-uncertainty limit, it concentrates on maximum-a-posteriori (MAP) histories, recovering classical deterministic evolution by incremental minimization in the convex generalized-standard-material setting, while allowing multiple competing MAP histories for non-convex energies or temporally coupled constraints. This emergence is demonstrated across seven distinct forward-in-time examples and an inverse inference problem of unknown histories from sparse observations via a global constrained minimum-action principle."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Lambert W Function Framework for Graphene Nanoribbon Quantum Sensing: Theory, Verification, and Multi-Modal Applications",
      "authors": [
        "F. A. Chishtie, K. Roberts, N. Jisrawi, S. R. Valluri, A. Soni, P. C. Deshmukh"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10767",
      "arxiv": "https://arxiv.org/abs/2601.10767",
      "doi": null,
      "summary": "We establish a rigorous mathematical framework connecting graphene nanoribbon quantum sensing to the Lambert W function through the finite square well (FSW) analogy. The Lambert W function, defined as the inverse of $f(W) = We^W$, provides exact analytical solutions to transcendental equations governing quantum confinement. We demonstrate that operating near the branch point at $z = -1/e$ yields sensitivity enhancement factors scaling as $\\eta_{\\text{enh}} \\propto (z - z_c)^{-1/2}$, achieving 35-fold enhancement at $\\delta = 0.001$. Comprehensive numerical verification confirms: (i) all seven bound states for strength parameter $R = 10$ satisfying the constraint $u^2 + v^2 = R^2$; (ii) exact agreement between theoretical band gap formula $E_g = 2\\pi\\hbar v_F/(3L)$ and empirical relation $E_g = 1.38/L$ eV$\\cdot$nm; (iii) universal sensitivity scaling across biomedical (SARS-CoV-2, inflammatory markers, cancer biomarkers), environmental (CO$_2$, CH$_4$, NO$_2$, N$_2$O, H$_2$O), and physical (strain, magnetic field, temperature) sensing modalities. This unified framework provides design principles for next-generation graphene quantum sensors with analytically predictable performance."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exact and Approximate Constants of Motion in Stochastic Contact Processes",
      "authors": [
        "Dami\\'an H. Zanette, Eric A. Roz\\'an"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10776",
      "arxiv": "https://arxiv.org/abs/2601.10776",
      "doi": null,
      "summary": "We study a variety of stochastic contact processes -- directly related to models of rumor and disease spreading -- from the viewpoint of their constants of motion, either exact or approximated. Much as in deterministic systems, constants of motion in stochastic dynamics make it possible to reduce the number of relevant variables, confining the set of accessible states, and thus facilitating their analytical treatment. For processes of rumor propagation based on the Maki-Thompson model, we show how to construct exact constants of motion as linear combinations of conserved quantities in each elementary contact event, and how they relate to the constants of motion of the corresponding mean-field equations, which are obtained as the continuous-time, large-size limit of the stochastic process. For SIR epidemic models, both in homogeneous systems and on heterogeneous networks, we find that a similar procedure produces approximate constants of motion, whose average value is preserved along the evolution. We also give examples of exact and approximate constants of motion built as nonlinear combinations of the relevant variables, whose expressions are suggested by their mean-field counterparts."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "In search of diabolical critical points",
      "authors": [
        "Naren Manjunath, Dominic V. Else"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10783",
      "arxiv": "https://arxiv.org/abs/2601.10783",
      "doi": null,
      "summary": "A phase transition is an example of a ``topological defect'' in the space of parameters of a quantum or classical many-body systems. In this paper, we consider phase diagram topological defects of higher codimension. These have the property that equilibrium states undergo some kind of non-trivial winding as one moves around the defect. We show that such topological defects exist even in classical statistical mechanical systems, and describe their general structure in this context. We then introduce the term ``diabolical critical point'' (DCP), which is a higher-codimension analog of a continuous phase transition, with the proximate phases of matter replaced by the non-trivial winding of the proximate equilibrium states. We propose conditions under which a system can have a stable DCP. We also discuss some examples of stable DCPs in (1+1)-dimensional quantum systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Widefield NV Magnetic Field Reconstruction for Probing the Meissner Effect and Critical Current Density under Pressure",
      "authors": [
        "Kin On Ho, Cassandra Dailledouze, Martin Schmidt, Lo\\\"ic Toraille, Marie-Pierre Adam, Jean-Fran\\c{c}ois Roch"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10838",
      "arxiv": "https://arxiv.org/abs/2601.10838",
      "doi": null,
      "summary": "The spatial distribution of a magnetic field can be determined with micrometer resolution using widefield nitrogen vacancy (NV) center magnetic imaging. Nevertheless, reconstructing the magnetic field from the raw data can be challenging due to the degeneracy of the four possible NV axes and the tremendous amount of data. While a qualitative approach is sufficient for most analyses, a quantitative analysis offers deeper insight into the physical system. Here, we apply NV widefield magnetic imaging to a HgBa$_{2}$Ca$_{2}$Cu$_{3}$O$_{8+\\delta}$ (Hg-1223) superconducting microcrystal at a pressure of 4 GPa. We fit the results with solutions from the Hamiltonian describing the NV center ground state and take into account the relative intensities of the resonances to determine the local magnetic field magnitude and angle. Thus, we reconstruct the temperature-dependent expulsion of the magnetic field due to the Meissner effect around the superconductor. By comparing the resulting parameters to Brandt's model, which describes the magnetic behavior of a type-II superconductor, we extract the critical current density $j_c$. Overall, this work showcases the first widefield quantitative reconstruction of the Meissner effect under pressure and an optical method to study critical current density. Thus, it provides new insights into the application of NV magnetometry to superconductivity research at high pressures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hopfions in screw chiral magnets",
      "authors": [
        "Sandra C Shaju, Maria Azhar, Karin Everschor-Sitte"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10853",
      "arxiv": "https://arxiv.org/abs/2601.10853",
      "doi": null,
      "summary": "Three-dimensional topological spin textures have attracted growing interest due to their rich geometry and potential for functional magnetic phenomena. In this work, we propose the concept of symmetry-transforming magnetic models as a novel route to generate and stabilize complex three-dimensional textures in an arbitrary magnetic background. Using this framework, we predict a screw chiral magnet model that stabilizes magnetic Hopfions and other three-dimensional magnetic textures within a ferromagnetic background. We show that the resulting solitons display distinctive physical properties, including unconventional Goldstone modes. Our results establish continuous symmetry transformations as a general strategy for uncovering new classes of magnetic solitons with unique dynamical signatures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Combining laser ablation and Sol-Gel techniques for the synthesis of nanostructured organic-inorganic matrices",
      "authors": [
        "E. Haro-Poniatowski, C. A. Guar\\'in, L. G. Mendoza-Luna, L. Escobar-Alarc\\'on, J. L. Hern\\'andez-Pozos, L. I. Vera-Robles, P. Castillo, F. Cabello, J. Toudert, F. Chac\\'on-S\\'anchez, M. Garc\\'ia-Pardo, R. Serna, J. Gonzalo, J. Sol\\'is"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10889",
      "arxiv": "https://arxiv.org/abs/2601.10889",
      "doi": null,
      "summary": "In this work we report a new and simple method that combines the pulsed laser ablation in liquids (PLAL) and the Sol-Gel techniques to obtain nanocomposite glasses and gelatins. Gold nanoparticles (Au-NPs) are generated by PLAL using the corresponding target. The target is submerged in a transparent liquid solution made previously with tetraetylorthosilicate (TEOS) adding diluted hydrochloric acid as catalyzer. In the case of gelatins commercial gelatin and tap water are used. The laser source is a Nd:YAG laser emitting at 1064 nm, with an energy of 100 mJ and 8 ns pulse duration at 10 Hz repetition rate focused on the target in a 2 mm diameter laser spot. The ablation time is 10 min for the glasses and gelatins. The Au-NPs are uniformly dispersed in the solution. After the ablation process the gels are sealed and stored at room temperature for several days. The samples are characterized by UV-Vis spectroscopy, HRTEM, ellipsometry and AFM microscopy, these measurements reveal optical transparency and a refractive index near 1.45 for the pure glass, whereas a colorful aspect, a refractive index of 1.42, and a small surface roughness of 1.92 nm for the glass containing Au-NPs. In the case of gelatins self-sustained flexible films are obtained."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Optical probing of magnons and phonons in Ni80Fe20 nanodot arrays",
      "authors": [
        "A. Adhikari, P. Graczyk, A. K. Chaurasiya, S. Mondal, J. W. Klos, A. Barman"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10892",
      "arxiv": "https://arxiv.org/abs/2601.10892",
      "doi": null,
      "summary": "Control of collective spin excitations by static or dynamic strain is an emerging phenomenon that requires in-depth understanding for design of future spin-wave-regulated devices. Here, we explore mutually interacting spin waves and acoustic wave modes in addition to few non-interactive modes through all optical excitation in ordered arrays of Ni80Fe20 nanomagnets. The acoustic wave originated from elastic deformation resonantly couple to the spin wave via magnetoelastic effect at their overlapping frequency. We demonstrate that the choice of the lattice type in which the magnetic nanodots are arranged is crucial for the observation of the magnetoelastic interaction. Therefore, the study shows that the simultaneous existence of elastic wave and spin wave offer ingeneously advantageous features to pave the way of energy-efficient magnetoacoustic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Superconductivity from the Slater mode: Application to KTaO3 heterostructures",
      "authors": [
        "M. R. Norman"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10903",
      "arxiv": "https://arxiv.org/abs/2601.10903",
      "doi": null,
      "summary": "Superconductivity has been observed for the 2D electron gas (2DEG) at the interface of KTaO3 with other oxides, with a transition temperature about an order of magnitude higher than its 3d cousin SrTiO3. The superconducting transition temperature is strongly dependent on the orientation of the interface. Motivated by this observation, we study pairing due to exchange of the soft transverse optic phonon mode characteristic of quantum paraelectrics and use the resulting theory to comment on the nature of superconductivity of this 2DEG. We find (1) an orientation dependence consistent with experiment along with an anisotropic gap function, but (2) a BCS coupling constant that is smaller than needed and so must be augmented by contributions from other phonons to be consistent with the observed values of Tc."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Disorder effects in two-dimensional flat-band system with next-nearest-neighbor hopping",
      "authors": [
        "Yue Heng Liu, Zi-Xiang Hu, Qi Li"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10932",
      "arxiv": "https://arxiv.org/abs/2601.10932",
      "doi": null,
      "summary": "For two-dimensional Lieb lattice, while intrinsic spin-orbit coupling is responsible for opening the gap that exhibits the quantum spin Hall effect, topological phase transitions are driven by a real next-nearest-neighbor (NNN) hopping. In this work, we utilize the transfer matrix method to study the flat-band localization mechanism in the presence of complex NNN hoppings. We demonstrate that the geometric localization in flat bands can be alleviated by topological edge states under weak disorder. Furthermore, correlated disorders are shown to induce inverse Anderson transition with the topological edge states persisting under strong disorder, a robustness confirmed by Chern number calculations, which identifies the root cause of this phenomenon. These findings establish a unified platform for investigating topological phase transitions, flat bands, and disorder effects."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unconventional thermal conductivity of suspended zigzag graphene nanomesh",
      "authors": [
        "Takamoto Yokosawa, Tomohiro Matsui"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10935",
      "arxiv": "https://arxiv.org/abs/2601.10935",
      "doi": null,
      "summary": "Compared to the study of graphene itself, the study of nano-structured graphene is rather limited because it is difficult to prepare atomically ordered edges. In this study, we have fabricated a periodically patterned mesh structure of graphene with atomically precise zigzag edges (zGNM: zigzag graphene nanomesh) and studied its thermal conductivity ($\\kappa$) by opto-thermal Raman measurement. Unintuitively, it is found that the $\\kappa$ of zGNM of 2,3 monolayers (MLs) thick is inversely proportional to the nanoribbon width ($W$), while that of zGNM of 5$\\sim$10 MLs thick is independent of $W$ down to 30 nm. Since the $\\kappa$ of suspended zigzag graphene nanoribbons (zGNRs) is suppressed by decreasing $W$, this nonclassical behavior of zGNM is due to the mesh structure. In addition, zGNRs show a higher $\\kappa$ than GNRs with atomically rough edges. This is probably due to the atomically ordered zigzag edges."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Are Universal Potentials Ready for Alkali-Ion Battery Kinetics?",
      "authors": [
        "Xingyu Guo, Cheng Gui, Zhenbin Wang"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10938",
      "arxiv": "https://arxiv.org/abs/2601.10938",
      "doi": null,
      "summary": "Accelerating alkali-ion battery discovery requires accurate modeling of atomic-scale kinetics, yet the reliability of universal machine learning interatomic potentials (uMLIPs) in capturing these high-energy landscapes remains uncertain. Here, we systematically benchmark state-of-the-art uMLIPs, including M3GNet, CHGNet, MACE, SevenNet, GRACE, and Orb, against DFT baselines for cathodes and solid electrolytes. We find that the Orb-v3 family excels in static migration barrier predictions (MAE $\\approx$ 75--111 meV), driven primarily by architectural refinements. Conversely, for dynamic transport, the GRACE model trained on the OMat24 dataset demonstrates superior fidelity in reproducing ion diffusivities and structural correlations. Our results reveal that while architectural sophistication (e.g., equivariance) is beneficial, the inclusion of high-temperature, non-equilibrium training data is the dominant driver of kinetic accuracy. These findings establish that modern uMLIPs are sufficiently robust to serve as zero-shot surrogates for high-throughput kinetic screening of next-generation energy storage materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Coexisting electronic smectic liquid crystal and superconductivity in a Si square-net semimetal",
      "authors": [
        "Christopher J. Butler, Toshiya Ikenobe, Ming-Chun Jiang, Daigorou Hirai, Takahiro Yamada, Guang-Yu Guo, Ryotaro Arita, Tetsuo Hanaguri, Zenji Hiroi"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10939",
      "arxiv": "https://arxiv.org/abs/2601.10939",
      "doi": null,
      "summary": "Electronic nematic and smectic liquid crystals are spontaneous symmetry-breaking phases that are seen to precede or coexist with enigmatic unconventional superconducting states in multiple classes of materials. In this Letter we describe scanning tunneling microscopy observations of a short ranged charge stripe (smectic) order in NaAlSi, whose superconductivity is speculated to have an unconventional origin. As well as this we resolve a clear spatial modulation of the superconducting gap amplitude, which arises due to the intertwined superconducting and smectic orders. Numerical calculations help to understand the possible driving mechanism as a suppression of kinetic energy on the Fermi surface formed in part by two large, flat-topped hole pockets of p-orbital character."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Enhancement of anomalous Hall effect in Si/Fe multilayers",
      "authors": [
        "S. S. Das, M. Senthil Kumar"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10988",
      "arxiv": "https://arxiv.org/abs/2601.10988",
      "doi": "10.1088/0022-3727/46/37/375003",
      "summary": "Anomalous Hall effect studies were performed at 300 K on Si/Fe multilayers prepared by dc magnetron sputtering. About 60 times enhancement in the saturation Hall resistance and 80 times enhancement in anomalous Hall coefficient are obtained in [Si(50 angstrom)/Fe(tFe)]_20 multilayers when decreasing the Fe layer thickness from 100 Angstrom to 20 Angstrom. The largest anomalous Hall coefficient (Rs) of 1.4 x 10^-7 Ohm m/T was found for t_Fe=20 Angstrom, which is about three orders of magnitude larger than that of pure Fe and Fe/Cr, Al/Fe, Cu/Fe, SiO2/FePt/SiO2 multilayers. The ordinary Hall coefficient R_0 was about two orders of magnitude larger than that of pure Fe. The R_s was found to vary with the longitudinal electronic resistivity, Rho as R_s proportional to (Rho)^2.2, indicating the role of interfaces for the enhancement of the anomalous Hall effect in the multilayers. An increase of Hall sensitivity from 9 mOhm/T to 1.2 Ohm/T is observed on decreasing tFe from 100 Angstrom to 10 Angstrom. The high Hall sensitivity obtained is about three orders of magnitude larger than that of Al/Fe and Cu/Fe multilayers, showing it as an emerging candidate for Hall element for potential applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Data-driven Prediction of Ionic Conductivity in Solid-State Electrolytes with Machine Learning and Large Language Models",
      "authors": [
        "Haewon Kim, Taekgi Lee, Seongeun Hong, Kyeong-Ho Kim, Yongchul G. Chung"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10997",
      "arxiv": "https://arxiv.org/abs/2601.10997",
      "doi": null,
      "summary": "Solid-state electrolytes (SSEs) are attractive for next-generation lithium-ion batteries due to improved safety and stability but their low room-temperature ionic conductivity hinders practical application. Experimental synthesis and testing of new SSEs remain time-consuming and resource intensive. Machine learning (ML) offers an accelerated route for SSE discovery; however, composition-only models neglect structural factors important for ion transport while graph neural networks (GNNs) are challenged by the scarcity of structure-labeled conductivity data and the prevalence of crystallographic disorder in CIFs. Here, we train two complementary predictors on the same room-temperature, structure-labeled dataset (n = 499). A gradient-boosted tree regressor (GBR) combining stoichiometric and geometric descriptors achieves best performance (MAE = 0.543 in log(S cm-1)), and Shapley Additive exPlanations (SHAP) identifies probe-occupiable volume (POAV) and lattice parameters as key correlations for conductivity. In parallel, we fine-tune large language models (LLMs) using compact text prompts derived from CIF metadata (formula with optional symmetry and disorder tags), avoiding direct use of raw atomic coordinates. Notably, Llama-3.1-8B-Instruct achieves high accuracy (MAE = 0.657 in log(S cm-1)) using formula and symmetry information, eliminating the need for numerical feature extraction from CIF files. Together, these results show that global geometric descriptors improve tree-based predictions and enable interpretable structure-property analysis, while LLMs provide a competitive low-preprocessing alternative for rapid SSE screening."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnetization and anomalous Hall effect in SiO2/Fe/SiO2 trilayers",
      "authors": [
        "Sudhansu Sekhar Das, M. Senthil Kumar"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11001",
      "arxiv": "https://arxiv.org/abs/2601.11001",
      "doi": "10.1088/2053-1591/aa6327",
      "summary": "SiO2/Fe/SiO2 sandwich structure films fabricated by sputtering were studied by varying the Fe layer thickness (t_Fe). The structural and microstructural studies on the samples showed that the Fe layer has grown in nanocrystalline form with (110) texture and that the two SiO2 layers are amorphous. Magnetic measurements performed with the applied field in in-plane and perpendicular direction to the film plane confirmed that the samples are soft ferromagnetic having strong in-plane magnetic anisotropy. The temperature dependence of magnetization shows complex behavior with the coexistence of both ferromagnetic and superparamagnetic properties. The transport properties of the samples as studied through Hall effect measurements show anomalous Hall effect (AHE). An enhancement of about 14 times in the saturation anomalous Hall resistance (R_Ahs) was observed upon reducing the t_Fe from 300 to 50 Angstrom. The maximum value of R_Ahs = 2.3 Ohm observed for tFe = 50 Angstrom sample is about 4 orders of magnitude larger than that reported for bulk Fe. When compared with the single Fe film, a maximum increase of about 56% in the R_Ahs was observed in sandwiched Fe (50 Angstrom) film. Scaling law suggests that the R_s follows the longitudinal resistivity (Rho) as, R_s proportional to (Rho)^1.9, suggesting side jump as the dominant mechanism of the AHE. A maximum enhancement of about 156% in the sensitivity S was observed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "De novo emergence of metabolically active protocells",
      "authors": [
        "Nayan Chakraborty, Shashi Thutupalli"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11013",
      "arxiv": "https://arxiv.org/abs/2601.11013",
      "doi": null,
      "summary": "A continuous route from a disordered soup of simple chemical feedstocks to a functional protocell -- a compartment that metabolizes, grows, and propagates -- remains elusive. Here, we show that a homogeneous aqueous chemical mixture containing phosphorus, iron, molybdenum salts and formaldehyde spontaneously self-organizes into compartments that couple robust non-equilibrium chemical dynamics to their own growth. These structures mature to a sustained, dissipative steady state and support an organic synthetic engine, producing diverse molecular species including many core biomolecular classes. Internal spherules that are themselves growth-competent are produced within the protocells, establishing a rudimentary mode of self-perpetuation. The chemical dynamics we observe in controlled laboratory conditions also occur in reaction mixtures exposed to natural day-night cycles. Strikingly, the morphology and chemical composition of the protocells in our experiments closely resemble molybdenum-rich microspheres recently discovered in current oceanic environments. Our work establishes a robust, testable route to de novo protocell formation. The emergence of life-like spatiotemporal organization and chemical dynamics from minimal initial conditions is more facile than previously thought and could be a recurring natural phenomenon."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Giant anomalous Hall effect in ultrathin Si/Fe bilayers",
      "authors": [
        "S. S. Das, M. Senthil Kumar"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11015",
      "arxiv": "https://arxiv.org/abs/2601.11015",
      "doi": "10.1016/j.matlet.2014.12.042",
      "summary": "Anomalous Hall effect studies on ultrathin Si(50Angstrom)/Fe(t_Fe) bilayers were performed at 300 K. Giant enhancements of about 60 times in saturation anomalous Hall resistivity and 265 times in anomalous Hall coefficient (R_s) were observed upon decreasing the Fe layer thickness t_Fe from 200 to 10 Angstrom. The R_s observed for t_Fe = 10 Angstrom is about three orders of magnitude larger than that of bulk Fe. The scaling law between R_s and longitudinal electrical resistivity (Rho) suggests that the side jump is the dominant mechanism of the anomalous Hall effect. The observed largest Hall sensitivity of 433 Ohm/T surpasses that of the semiconducting GaAs and InAs Hall sensors already reported."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Self-Assembly of Crowded Semiflexible Polymers under Dynamic and Deformable Confinement",
      "authors": [
        "Nasir Amiri, Jonathan P. Singer, Xin Yong"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11031",
      "arxiv": "https://arxiv.org/abs/2601.11031",
      "doi": null,
      "summary": "Semiflexible polymers are ubiquitous in natural and artificial systems, where their intermediate rigidity gives rise to rich structural and dynamical behavior. Confinement plays a central role in these behaviors, as spatial restrictions can promote chain alignment, induce structural rearrangements, and enable complex self-assembly. While the organization of semiflexible polymers under rigid confinement has been extensively investigated, their behavior within deformable and dynamically evolving microenvironments, such as drying droplets or intracellular compartments, remains poorly understood. In this study, we use dissipative particle dynamics simulations to investigate the self-assembly of crowded semiflexible polymers confined within a deformable droplet, whose size may also change over time. By systematically varying polymer contour length, concentration, and degree of confinement, we identify distinct assembly regimes. Increasing polymer concentration promotes the formation of ordered fibrillar domains, with orientational alignment strongest near the droplet interface. Chain length critically dictates the morphology of assembled structures: short chains remain largely disordered, chains with intermediate lengths form linear fibrillar structures with maximal nematic order, and long chains assemble into circular bundles. Dynamic confinement further modulates the assembly through the competition between the rate of confinement change and polymer mobility. Slow increase in the degree of confinement allows polymers to reorganize into highly ordered structures, while rapid crowding kinetically traps the system in disordered states. Our findings elucidate how polymer mechanics and time-dependent confinement jointly govern the organization of semiflexible polymers in deformable, dynamic, and crowded environments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Implicit Nucleation and Competitive Dynamics of Electrogenerated Hydrogen Nanobubbles",
      "authors": [
        "Nima Shakourifar, Nana Ofori-Opoku, Benzhong Zhao"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11034",
      "arxiv": "https://arxiv.org/abs/2601.11034",
      "doi": null,
      "summary": "Electrogenerated gas nanobubbles strongly influence the performance of electrochemical energy-conversion systems, yet their nucleation and early evolution remain poorly understood due to limitations of existing experimental and computational approaches. Operando imaging lacks the temporal resolution required to capture nucleation events, while molecular dynamics simulations are restricted to nanometer-scale domains containing at most a few bubbles. Here, we develop a thermodynamically consistent phase-field framework that unifies dissolved gas transport, curvature dependent interfacial thermodynamics, and implicit bubble nucleation within a single continuum description. Using hydrogen nanobubble formation during electrocatalysis as a canonical test case, the model captures nucleation without prescribing nuclei, resolves diffusion-controlled growth under curvature effects, and remains computationally tractable despite hydrogen's extremely low solubility. Simulations reveal how nanobubble nucleation occurs once a local supersaturation threshold is exceeded, triggering a reorganization of the chemical-potential field that focuses dissolved gas toward the nascent bubble. In multi-catalyst systems, overlapping diffusion fields lead to strong bubble-bubble interactions, including competitive growth, Ostwald ripening, and source occlusion. Extending the framework to dispersed catalyst populations shows that nanobubble survival is governed not only by catalyst size but also by spatial arrangement and diffusive competition, such that only a subset of bubbles persist while others dissolve and act as feeders. These results reframe electrogenerated nanobubbles as emergent, spatially organized features rather than unavoidable parasitic byproducts, and point toward electrode designs that deliberately control where bubbles nucleate and grow to preserve active area and mitigate transport losses."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Surface Functional Renormalization Group for Layered Quantum Materials",
      "authors": [
        "Lennart Klebl, Dante M. Kennes"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11055",
      "arxiv": "https://arxiv.org/abs/2601.11055",
      "doi": null,
      "summary": "We present an extension to the two-dimensional functional renormalization group to efficiently treat interactions on the surface or at interfaces of three-dimensional systems. As an application, we consider a semi-infinite stack of two-dimensional square lattices, including a Hubbard interaction on the surface layer and an alternating interlayer coupling. We investigate how strongly correlated states of the decoupled two-dimensional Hubbard model on the surface evolve under inclusion of such an SSH-like interlayer coupling. For large parts of the phase diagram as a function of the interlayer hopping parameters, the physics of the two-dimensional system prevails, with antiferromagnetic, superconducting d-wave, and ferromagnetic correlations taking center stage. However, for intermediate interlayer couplings the superconducting state at intermediate interaction strengths separates into two regimes by a small region of incommensurate spin-density-wave and spin-bond order, enabling the potential realization of chiral spin-bond order."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The fate of a single impurity in the Bose-Hubbard model",
      "authors": [
        "Chao Zhang"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11058",
      "arxiv": "https://arxiv.org/abs/2601.11058",
      "doi": null,
      "summary": "We map out the global phase diagram of a single mobile impurity in the two-dimensional Bose-Hubbard model, spanning the bath evolution from a compressible superfluid (SF) to an incompressible Mott insulator (MI) and the full range of impurity-bath coupling. Using sign-problem-free worm-algorithm quantum Monte Carlo method, we identify two sharply distinct localization mechanisms that organize the entire diagram. In the compressible SF, increasing impurity-bath coupling $|U_{\\mathrm{ib}}|$ drives an \\emph{interaction-driven winding-collapse crossover}: a light, extended polaron with finite winding evolves continuously into a heavy polaron and ultimately a self-trapped state -- a repulsive \\emph{saturated bubble} or an attractive \\emph{bound cluster} -- even while the bath remains globally superfluid, establishing localization without any bath phase transition. By contrast, upon tuning the bath across the SF-MI transition at fixed impurity-bath coupling $U_{\\mathrm{ib}}$, localization becomes \\emph{compressibility controlled}: the vanishing bath compressibility quenches polaronic dressing and collapses the impurity-centered density response, converting the polaron into an almost free defect and, deep in the MI, into a fully localized vacancy or particle defect. In the incompressible regime, localization proceeds via \\emph{quantized defect formation}, manifested by discrete changes in the total bath occupation. Together, our results provide a unified microscopic picture of impurity localization in correlated lattice bosons, governed by winding collapse in the SF and compressibility-driven localization across the SF-MI transition."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Evolution of a Single Impurity Across the Superfluid-Mott insulator Transition in the Bose-Hubbard Model",
      "authors": [
        "Chao Zhang"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11062",
      "arxiv": "https://arxiv.org/abs/2601.11062",
      "doi": null,
      "summary": "We investigate how the coherence and spatial dressing of a single impurity evolve in the two-dimensional Bose--Hubbard model when the impurity couples attractively to the bath. Using large-scale, sign-problem-free quantum Monte Carlo simulations based on the worm algorithm, we track the impurity winding number, the bath superfluid density and compressibility, and impurity--bath density correlations. First, by fixing the bath interaction at $U_{\\mathrm{b}}/t=13.3$ in the superfluid regime and tuning the attractive impurity-bath coupling from $U_{\\mathrm{ib}}/t=-1.0$ to $-40.0$, we uncover an interaction-driven winding-collapse localization: the impurity evolves from a mobile light polaron with finite winding to a heavy polaron and, finally, to a bound cluster with vanishing winding, while the bath remains globally superfluid. Second, we analyze impurity in Mott-insulating baths for both attractive and repulsive impurity--bath couplings, contrasting the resulting deformation clouds and localization patterns. Third, for a moderate attractive impurity-bath coupling $U_{\\mathrm{ib}}/t=-8.0$, we tune the bath interaction $U_{\\mathrm{b}}/t$ across the superfluid--Mott-insulator transition and find a compressibility-controlled localization crossover of coherent impurity motion. Finally, together with our companion Letter [\\emph{The Fate of a Single Impurity in the Bose--Hubbard Model}], which focused on repulsive impurity-bath couplings, these results provide a unified microscopic picture of impurity localization in the Bose--Hubbard model, connecting interaction-driven and compressibility-controlled mechanisms across both attractive and repulsive regimes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spontaneous Anomalous Hall Effect at Room Temperature in Antiferromagnetic Material NbMnAs",
      "authors": [
        "Yuki Arai, Junichi Hayashi, Keiki Takeda, Hideki Tou, Eiichi Matsuoka, Hitoshi Sugawara, Hisashi Kotegawa"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11088",
      "arxiv": "https://arxiv.org/abs/2601.11088",
      "doi": null,
      "summary": "Recent studies have shown that certain antiferromagnetic (AFM) materials with the same symmetry breaking as ferromagnets can generate sufficiently large ferromagnetic (FM) responses. Here, we report that the new AFM material NbMnAs exhibits a large anomalous Hall effect (AHE) at zero field and at room temperature, despite having only a small net magnetization. A polycrystalline sample of NbMnAs, likely close to stoichiometric composition, exhibited an AFM state with a small spontaneous magnetization of approximately $6 \\times 10^{-3} \\mu_{\\rm B}$/Mn and the AHE below $T_{\\rm N}=354\\,{\\rm K}$. In contrast, single crystals of NbMnAs obtained by a flux method exhibited a deficiency at the As site, {which resulted} in a decrease in $T_{\\rm N}$ and an increase in spontaneous magnetization. Although improvement of the single-crystal growth is still required, our study reveals that NbMnAs is a novel material capable of exhibiting significant FM responses derived from antiferromagnetism at room temperature."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Two-dimensional Intrinsic Janus Structures: Design Principle and Anomalous Nonlinear Optics",
      "authors": [
        "Yang Li, Chengzhi Wu, Xuelian Sun, Liangting Ye, Yirui Lu, Hai-Qing Lin, Wenhui Duan, Bing Huang"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11167",
      "arxiv": "https://arxiv.org/abs/2601.11167",
      "doi": "10.1016/j.newton.2025.100368",
      "summary": "Two-dimensional Janus structures have garnered rapidly growing attention across multidisciplinary fields. However, despite extensive theoretical and experimental efforts, a principle for designing intrinsic Janus materials remains elusive. Here, we propose a first-principles alloy theory based on cluster expansion, incorporating a strong repulsive interaction of a cation-mediated anion-pair cluster and refined short-range cluster-cluster competitions, to unravel the formation mechanism of intrinsic Janus structures with a distorted 1T phase among numerous competing phases. Our theory not only explains why intrinsic Janus structures are accidentally observed in RhSeCl and BiTeI which are composed of alloyed elements from different groups, but also accurately predicts a wide range of 1T-like intrinsic Janus materials that are ready for synthesis. Intriguingly, as demonstrated in the case of RhSeCl, we reveal that intrinsic Janus materials can exhibit anomalous second-harmonic generation (SHG) with a distinct quantum geometric effect, originating from strong lattice and chemical-potential mirror asymmetry. Furthermore, a novel skin effect unexpectedly emerges in finite-thickness RhSeCl, accompanied by a hidden SHG effect within the bulk region. Our theory paves the way for the ab initio design of intrinsic Janus materials, significantly accelerating progress in Janus science."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Majorana Zero Modes and Topological Nature in Bi2Ta3S6-family Superconductors",
      "authors": [
        "Yue Xie, Zhilong Yang, Ruihan Zhang, Sheng Zhang, Quansheng Wu, Gang Wang, Hongming Weng, Zhong Fang, Xi Dai, Zhijun Wang"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11175",
      "arxiv": "https://arxiv.org/abs/2601.11175",
      "doi": null,
      "summary": "In this work, we report that Bi2Ta3S6-family superconductors exhibit nontrivial band topology. They possess a natural quantum-well structure consisting of alternating stacks of TaS2 and honeycomb Bi layers, which contribute superconducting and topological properties, respectively. Symmetry-based indicators $(\\mathbb{Z}_4;\\mathbb{Z}_{2}\\mathbb{Z}_{2}\\mathbb{Z}_{2})=(2;000)$ reveal that the topological nature arises entirely from the Bi layers, which belong to a quantum spin Hall phase characterized by a $p_x-p_y$ model on a honeycomb lattice. The topological zigzag (ZZ) and armchair (AC) edge states are obtained. Using VASP2KP, the in-plane $g$ factors of these topological edge states are computed from the ab initio calculations: $g_{x/y}^{\\mathrm{ZZ}}=2.07/1.60$ and $g_{x/y}^{\\mathrm{AC}}=0.50/0.06$. The strong anisotropy of the edge-state $g$ factors allows us to explore Majorana zero modes in the Bi monolayer on a superconductor, which can be obtained by exfoliation or molecular beam epitaxy. The relaxed structures of the Bi2Ta3Se6, Bi2Nb3S6 and Bi2Nb3Se6 are obtained. Their superconducting transition temperature $T_c$ are estimated based on the electron-phonon coupling and the McMillan formula. Furthermore, using the experimental superconducting gap $\\Delta$ and the computed $g$ factors, we obtain the phase diagram, which shows that the in-plane field $B_y>2.62\\mathrm{ T}$ can generate corner Majorana zero modes in the Bi monolayer of the superconductor Bi2Ta3S6. A similar paradigm also applies to the Bi2Ta3S6 bulk with the emergence of Majorana hinge states. These natural quantum-well superconductors therefore offer ideal platforms for exploring topological superconductivity and Majorana zero modes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mesoscale Modelling of Confined Split-Hopkinson Pressure Bar Tests on Concrete: Effects of Internal Damage and Strain Rates",
      "authors": [
        "Qingchen Liu, Yixiang Gan"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11176",
      "arxiv": "https://arxiv.org/abs/2601.11176",
      "doi": null,
      "summary": "The dynamic strength of concrete under complex loading conditions is a key consideration in the design and maintenance of infrastructures. To assess this mechanical property, Split Hopkinson Pressure Bar (SHPB) tests are typically adopted across a wide range of loading and confining conditions. In this study, mesoscale modelling based on the finite element method (FEM) is employed to simulate SHPB tests on three-phase concrete with realistic aggregate shape, in order to investigate the effects of loading ramp rate, internal friction, and confining pressure on the dynamic increase factor (DIF). Microscopic evidence to explain these effects is explored through analysing the distributions of the internal strain rate and local damage. As key results, increasing loading ramp rates, internal friction, and confining pressure can generally leads to higher DIF values. Only a higher loading ramp rate significantly amplifies the strain-rate effect on the DIF, as evidenced by pronounced increases in both internal strain rate and damage in the mortar and aggregate phases. In contrast, higher internal friction and confining pressure weaken the strain-rate effect on the DIF. Both can be attributed to the mortar phase, which shows a less pronounced increase in damage with increasing strain rate. This study enriches the understanding of the dynamic fracture of concrete toward complex loading scenarios."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Lattice dynamics and structural phase stability of group IV elemental solids with the r$^2$SCAN functional",
      "authors": [
        "Adonis Haxhijaj, Stefan Riemelmoser, Alfredo Pasquarello"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11177",
      "arxiv": "https://arxiv.org/abs/2601.11177",
      "doi": null,
      "summary": "The strongly constrained and appropriately normed (SCAN) meta-GGA functional is a milestone achievement of electronic structure theory. Recently, a revised and restored form (r$^2$SCAN) has been suggested as a replacement for SCAN in high-throughput applications. Here, we assess the accuracy and reliability of the r$^2$SCAN meta-GGA functional for the group IV elemental solids carbon (C), silicon (Si), germanium (Ge), and tin (Sn). We show that the r$^2$SCAN functional agrees closely with its parent functional SCAN for elastic constants, bulk moduli, and phonon dispersions, but the numerical stability of r$^2$SCAN is superior. Both meta-GGA functionals outperform standard GGA (Perdew-Burke-Ernzerhof) in terms of accuracy and approach the level of common hybrid functionals (Heyd-Scuseria-Ernzerhof). However, we find that r$^2$SCAN performs much worse than SCAN for the $\\alpha\\leftrightarrow \\beta$ phase transition of both Ge and Sn, yielding larger phase energy differences and transition pressures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Influence of Crosslinking and Deformation on Polymer Crystallization and Melting: A Molecular Dynamics Study",
      "authors": [
        "Atmika Bhardwaj, Huzaifa Shabbir, Jens-Uwe Sommer, Marco Werner"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11192",
      "arxiv": "https://arxiv.org/abs/2601.11192",
      "doi": null,
      "summary": "We investigate the crystallization of crosslinked and entangled polymers under external deformation using a coarse-grained poly(vinyl alcohol) (CG-PVA) model and molecular dynamics simulations. Following uniaxial deformation, the systems are cooled at a constant rate to form semi-crystalline states and subsequently heated at a constant rate to induce melting. For unstretched systems, network junctions do not significantly affect the nucleation temperature but increase the amorphous fraction and reduce the melting temperature. Uniaxial deformation accelerates nucleation and markedly increases the crystallization temperature, with more strongly crosslinked polymers exhibiting larger shifts that correlate with an enhanced orientation order parameter. We further compare cooling and heating cycles under constant-strain and constant-stress conditions. Under constant stress, crystallization induces additional elongation beyond the initial pre-stretch and leads to pronounced mechanical hysteresis upon heating, a behavior characteristic of reversible shape-memory materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Impact ionization in narrow band gap CdHgTe quantum well with \"resonant\" band structure",
      "authors": [
        "V. Ya. Aleshkin, A. A. Dubinov, V. V. Rumyantsev"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11198",
      "arxiv": "https://arxiv.org/abs/2601.11198",
      "doi": null,
      "summary": "Impact ionization probabilities were calculated in a CdHgTe quantum well, where the distance between electron subbands is close to the band gap energy. This band structure enables impact ionization with small momentum transfer for electrons in the second subband. The study demonstrates that such processes increase the impact ionization probability by approximately two orders of magnitude compared to the impact ionization probability for electrons in the first subband, for which transitions with small momentum changes are impossible. The probability of single impact ionization during the electron energy loss due to optical phonon emission is estimated. Experimental methods for detecting impact ionization in this structure are discussed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "DFT modelling of stacking faults in hexagonal and cubic GaN",
      "authors": [
        "Zijie Wang, Mazharul M. Islam, David R. Bowler"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11206",
      "arxiv": "https://arxiv.org/abs/2601.11206",
      "doi": null,
      "summary": "We have performed density functional theory (DFT) calculations to characterize the energetics, and the atomic and electronic structure, of stacking faults in GaN, both in the stable hexagonal wurtzite (wz) phase and in the metastable cubic zincblende (zb) phase. In wz GaN, SFs on the (0001) planes can be divided into three different intrinsic stacking faults (I1, I2, and I3) and oneextrinsic stacking fault (E). In zb GaN, SFs form along (111) directions, giving one type each of intrinsic, extrinsic and twin SFs. Based on the calculated formation energy, I1 is the most stable SF of wz GaN in agreement with experiment. For zb GaN, the intrinsic stacking fault is the most dominant planar defect. To characterize the effect of the stacking faults on the electronic structure of the material, we examined the band density. We found that the bands near the valence band maximum in wz GaN are localised on the Ga-polar side of the stacking fault (i.e. on the Ga side of the Ga-N bonds perpendicular to the SF), with the bands near the conduction band minimum more on the N-polar side, though somewhat delocalised. We found the opposite trend in zb GaN; this behaviour is caused by a redistribution of charge near the interface. We also show the band offsets for the stacking faults, finding that they are very sensitive to local conditions, but can all be described as type II interfaces, with the presence of a stacking fault reducing the gap locally."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Oriented Triplet $p$-Wave Pairing from Fermi surface Anisotropy and Nonlocal Attraction",
      "authors": [
        "Shuning Tan, Ji Liu, Minghuan Zeng, Tao Ying, Zhangkai Cao, Ho-Kin Tang"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11267",
      "arxiv": "https://arxiv.org/abs/2601.11267",
      "doi": null,
      "summary": "Using constrained-path quantum Monte Carlo, we map the ground-state phase diagram versus the nearest-neighbor (NN) attraction $V$ and spin-dependent hopping anisotropy $\\alpha$ for the two-dimensional attractive $t$--$U$--$V$ Hubbard model at filling $n\\simeq0.85$. We identify an onsite $s$-wave superfluid, a Cooper pair Bose metal with an uncondensed Bose surface, and an oriented equal-spin triplet $p$-wave pairing phase. The NN attraction activates the odd-parity channel, while hopping anisotropy suppresses the competing $s$-wave coherence and selects a $p_x/p_y$ polar axis, and thus lowers the critical $|V_c|$ for the onset of triplet-dominant $p$-wave pairing. A channel-resolved Landau analysis provides a criterion for the Landau $p$-wave scale $V_c^{\\mathrm L}(\\alpha)$, consistent with the observed anisotropy dependence of $|V_c|$. Our results establish how NN interaction and Fermi surface anisotropy cooperate to generate the oriented triplet $p$-wave pairing, and suggest that cold-atom and altermagnetic platforms could potentially realize this mechanism."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Computational Design of Ductile Additively Manufactured Tungsten-Based Refractory Alloys",
      "authors": [
        "Kareem Abdelmaqsoud, Daniel Sinclair, Venkata Satya Surya Amaranth Karra, S. Mohadeseh Taheri-Mousavi, Michael Widom, Bryan A. Webler, John R. Kitchin"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11295",
      "arxiv": "https://arxiv.org/abs/2601.11295",
      "doi": null,
      "summary": "Tungsten exhibits exceptional temperature and radiation resistance, making it well-suited for applications in extreme environments such as nuclear fusion reactors. Additive manufacturing offers geometrical design freedom and rapid prototyping capabilities for these applications, provided the intrinsic brittleness and low printability of tungsten can be overcome. Designing tungsten alloys with improved ductility, and thus printability in additive manufacturing, can be accelerated using a computationally derived performance predictor to screen out brittle compositions. Calculations of the Pugh ratio using density functional theory may serve this purpose, given its correlation with ductility. This process can be made more efficient through the use of machine learning interatomic potentials to accelerate density functional theory calculations. Here, we demonstrate that machine learning interatomic potentials can effectively identify optimal alloy compositions in the W-Ta-Nb system along the melting point-Pugh ratio Pareto front. The trend in Pugh ratio as a function of tungsten fraction is explained in terms of the electronic density of states at the Fermi level. Experimental validation reveals a strong correlation between the computed Pugh ratio and the observed crack fractions in additively manufactured alloys. Notably, the two alloys predicted to have the highest Pugh ratio values, W20Ta70Nb10 and W30Ta60Nb10, exhibit no intergranular microcracking in experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Controlled epitaxy of room-temperature quantum emitters in gallium nitride",
      "authors": [
        "Katie M. Eggleton, Joseph K. Cannon, Sam G. Bishop, John P. Hadden, Chunyu Zhao, Menno J. Kappers, Rachel A. Oliver, Anthony J. Bennett"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11309",
      "arxiv": "https://arxiv.org/abs/2601.11309",
      "doi": "10.1063/5.0300338",
      "summary": "The ability to generate quantum light at room temperature on a mature semiconductor platform opens up new possibilities for quantum technologies. Heteroepitaxial growth of gallium nitride on silicon substrates offers the opportunity to leverage existing expertise and wafer-scale manufacturing to integrate bright quantum emitters in this material within cavities, diodes, and photonic circuits. Until now, it has only been possible to grow GaN QEs at uncontrolled depths on sapphire substrates, which is disadvantageous for potential device architectures. Here, we report a method to produce GaN QEs by metal-organic vapor phase epitaxy at a controlled depth in the crystal through the application of silane treatment and subsequent growth of 3D islands. We demonstrate this process on highly technologically relevant silicon substrates, producing room-temperature QEs with a high Debye Waller factor and strongly anti-bunched emission."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Cavity-Mediated Radiative Energy Transfer Enables Stable, Low-Threshold Lasing in Hybrid Quantum Dot-Nanoplatelet Supraparticles",
      "authors": [
        "Cristian Gonzalez, Yun Chang Choi, Gary Chen, Jun Xu, Claire Yejin Kang, Emanuele Marino, Cherie R. Kagan, Christopher B. Murray"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11315",
      "arxiv": "https://arxiv.org/abs/2601.11315",
      "doi": "10.1021/acsnano.5c15222",
      "summary": "Colloidal semiconductor nanocrystals are promising building blocks for optoelectronics due to their solution processability, spectral tunability, and ability to self-assemble into complex architectures. However, their use in lasing application remains limited by high working thresholds, rapid nonradiative losses from Auger recombination, and sensitivity to environmental conditions. Here, we report hybrid microscale supraparticles composed of core/shell CdSe/ZnS quantum dots (QDs) and CdSe/CdxZn1-xS nanoplatelets (NPLs), which overcome these limitations through efficient, cavity-mediated energy funneling and coupling. Broadband absorbing QDs rapidly transfer excitation to narrow emitting NPLs, enabling stable whispering gallery mode lasing with a low threshold of 0.35 mJ/cm2. These supraparticles retain optical performance after prolonged exposure to air, water, and continuous irradiation, offering practical advantages for optoelectronic devices and advanced pigment technologies. Ultimately, our approach provides a versatile, programmable platform for optical amplification and tunable emission control within colloidal photonic architectures. Keywords"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Growth of Large Crystals of Janus Phase RhSeCl Using Self-Selecting Vapour Growth",
      "authors": [
        "Anastasiia Lukovkina, Maria A. Herz, Xiaohanwen Lin, Volodymyr Multian, Alberto Morpurgo, Enrico Giannini, Fabian O. von Rohr"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11319",
      "arxiv": "https://arxiv.org/abs/2601.11319",
      "doi": null,
      "summary": "In recent years, interest in 2D Janus materials has grown exponentially, particularly with regard to their applications in spintronics and optoelectronic devices. The defining feature of Janus materials is the ordered arrangement of different layer terminations - creating chemically distinct surfaces and an inherent out-of-plane polarity. Among the few known Janus materials, RhSeCl is particularly intriguing as a rare example of an intrinsic Janus compound. Owing to its exceptional chemical stability, RhSeCl offers a promising platform for exploring the physics related to the Janus-structure. However, synthesising large, high-quality crystals of this compound remains a significant challenge. Here, we report a novel synthetic pathway for growing crystals up to 6 mm in lateral size via a two-step self-selecting vapour growth reaction. We further present a comprehensive comparison of newly developed synthesis routes with all previously reported methods for RhSeCl. During these investigations, we identified a previously unreported impurity that forms in specific growth pathways and demonstrate how it can be avoided to obtain phase-pure few- and monolayer flakes. We showcase the reproducibility of the process to obtain high-quality, large single-crystals and flakes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Non-equilibrium geometric forces steer spiral waves on folded surfaces",
      "authors": [
        "Varun Venkatesh, Farzan Vafa, Martin Cramer Pedersen, Amin Doostmohammadi"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11321",
      "arxiv": "https://arxiv.org/abs/2601.11321",
      "doi": null,
      "summary": "Spiral waves are ubiquitous signatures of non equilibrium dynamics, appearing across chemical, biological, and active systems. Yet, in many living systems these waves unfold on curved and folded surfaces whose geometry has rarely been treated as a dynamical factor. Here we show that surface curvature fundamentally shapes spiral wave behavior and can contribute to the organization of neural activity in the brain. Via analytical theory and simulations of the complex Ginzburg Landau equation (CGLE) on curved surfaces, we demonstrate that curvature enters through the Laplace Beltrami operator as a spatial modulation of effective diffusion. Gradients of this effective diffusion generate a geometric force on spiral defects, and the complex nature of the CGLE produces a complex mobility that leads to non central and non reciprocal responses. Applied to realistic cortical surfaces of the human brain, the model predicts that the pattern of cortical folding stabilizes and localizes spiral waves, while progressive smoothing of the surface erases these non equilibrium structures. This reveals that brain geometry is not a passive scaffold but an active physical constraint that shapes neural dynamics. More broadly, the same geometric mechanism provides a universal route by which curvature and topology control pattern formation across oscillatory, chemical, and active matter systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nanoscale wireframe SQUID on a cantilever by corner lithography",
      "authors": [
        "Thijs J. Roskamp, Tim Horstink, Melissa J Goodwin, Erwin Berenschot, Edin Sarajilic, Roeland Huijink, Niels Tas, Hans Hilgenkamp"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11331",
      "arxiv": "https://arxiv.org/abs/2601.11331",
      "doi": null,
      "summary": "We present the fabrication of nanoscale superconducting quantum interference devices (SQUIDs) at the apex of wireframe tips on self-aligned superconducting cantilever probes. The probes are made on silicon wafers using molding techniques in combination with corner lithography, which results in a nanowire frame tip with a tuneable apex structure. A shadow effect deposition using magnetron sputtering of Nb creates self-aligned superconducting wireframes on cantilevers with accompanying device circuitry. Superconducting weak links are realized at the apex of the wireframes with the use of focused ion beam nanopatterning. The realized SQUIDs have effective diameters ranging from several micrometers down to 100 nm and can be operated in magnetic fields up to 1 T. Furthermore, the nanowires in the wireframe can be used to flux modulate the SQUID locally. This fabrication process enables the production of wafer-scale templates for probes based on on-tip superconducting devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Three-dimensional topological insulator feature of ternary chalcogenide Ge2Bi2Te5",
      "authors": [
        "Shangjie Tian, Yuchong Zhang, Chenhao Liang, Yuqing Cao, Wenxin Lv, Xingyu Lv, Zhijun Wang, Tian Qian, Hechang Lei, Shouguo Wang"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11339",
      "arxiv": "https://arxiv.org/abs/2601.11339",
      "doi": null,
      "summary": "The exploration of novel topological insulators (TIs) beyond binary chalcogenides has been accelerated in pursuit of exotic quantum states and device applications. Here, the layered ternary chalcogenide Ge2Bi2Te5 is identified as a three-dimensional TI. The bulk electronic structure of Ge2Bi2Te5 features a hole-type Fermi surface at Fermi level EF, which dominates the transport properties. Moreover, an unoccupied topological surface state with a Dirac point located at 290 meV above EF has been observed. Theoretical calculations confirm a bulk bandgap and a nontrivial Z2 topological invariant (000;1). The present study demonstrates that the material family of layered tetradymite-like ternary compounds is an important platform to explore exotic topological phenomena."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unexpected Anisotropic Mn-Sb Anti-site Distribution and Van der Waals Epitaxy of MnSb2Te4",
      "authors": [
        "Gustavo Chavez Ponce de Leon, Ahmad Dibajeh, Gert ten Brink, Majid Ahmadi, Bart Jan Kooi, George Palasantzas"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11353",
      "arxiv": "https://arxiv.org/abs/2601.11353",
      "doi": null,
      "summary": "Mn-Sb site mixing directly impacts both the magnetic and topological properties of MnSb2Te4. This study reveals, unlike previously believed, that these anti-sites can be unevenly distributed within the crystal. To that end, a polycrystalline sample was created with a two-step synthesis using MnTe and Sb2Te3 as precursors. DC-SQUID magnetometry was used to confirm its magnetic properties. In addition, the use of High-Resolution Scanning Transmission Electron Microscopy combined with Energy-Dispersive X-ray Spectroscopy allowed us to identify the presence of an inversion-breaking asymmetry in the anti-site distribution. This reduced-symmetry structure bears resemblance to the recently proposed class of Janus materials and thus warrants further exploration due to its potential for combining topology and magnetism with other effects, such as non-linear optics and piezoelectricity. Finally, to further elucidate the interplay between site mixing, doping, topology, and magnetism, a method for growing MnSb2Te4 thin films over amorphous SiOx using Sb2Te3 seeds is introduced. The successful Van der Waals epitaxy of MnSb2Te4 over Sb2Te3 seeds using Pulsed Laser Deposition is confirmed using Scanning Transmission Electron Microscopy. This represents a crucial step in incorporating these materials into a Si-based architecture, which offers the possibility of controlling the Fermi lever via gating."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Conductance Oscillations in a Topological Insulator-Disordered Superconductor Hybrid Interface",
      "authors": [
        "Jagadis Prasad Nayak, Aviad Frydman, Gopi Nath Daptary"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11355",
      "arxiv": "https://arxiv.org/abs/2601.11355",
      "doi": "10.1016/j.physb.2026.418248",
      "summary": "We report on the observation on proximity-induced superconductivity in the topological insulator BiSbTeSe2 coupled to a disordered superconductor, amorphous indium oxide (a-InO). Resistance temperature measurements reveal superconducting signatures at low temperatures, even when InO is in an insulating state, indicating the persistence of superconducting correlations. Differential conductance spectra reveal nearly periodic oscillations at higher bias, together with a pronounced zero-bias conductance peak. Both effect disappears at high temperature, marking the critical temperature (T*) of the superconducting islands in InO. These results underscore the influence of topological surface states on proximity-induced superconductivity and highlight the role of superconducting fluctuations in disordered superconductor/topological-insulator hybrid interfaces."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Thermalization of Optically Excited Fermi Systems: Electron-Electron Collisions in Solid Metals",
      "authors": [
        "Stephanie Roden, Christopher Seibel, Tobias Held, Markus Uehlein, Sebastian T. Weber, Baerbel Rethfeld"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11371",
      "arxiv": "https://arxiv.org/abs/2601.11371",
      "doi": null,
      "summary": "Ultrafast optical excitation of metals induces a non-equilibrium energy distribution in the electronic system, with a characteristic step-structure determined by Pauli blocking. On a femtosecond timescale, electron-electron scattering drives the electrons towards a hot Fermi distribution. In this work, we present a derivation of the full electron-electron Boltzmann collision integral within the random-k approximation. Building on this approach, we trace the temporal evolution of the electron energy distribution towards equilibrium, for an excited but strongly degenerate Fermi system. Furthermore, we examine to which extent the resulting dynamics can be captured by the numerically simpler relaxation time approach, applying a constant and an energy-dependent relaxation time derived from Fermi-liquid theory. We find a better agreement with the latter, while specific features caused by the balance of scattering and reoccupation can only be captured with a full collision integral."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Chemical Origin of Exciton Self-trapping in Cs$_3$Cu$_2$X$_5$ Cesium Copper Halides",
      "authors": [
        "Zijin Wu, Shuxia Tao, Geert Brocks"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11381",
      "arxiv": "https://arxiv.org/abs/2601.11381",
      "doi": null,
      "summary": "Copper halides Cs3Cu2X5 (X=Cl, Br, I) are promising materials for optoelectronic applications due to their high photoluminescence efficiency, stability, and large Stokes shifts. In this work, we uncover the chemical bonding origin of the Stokes shift in these materials using density functional theory calculations. Upon excitation, one [Cu2X5]3- anion undergoes sizeable local distortions, driven by Cu-X and Cu-Cu bond formation. These structural changes coincide with the formation of a self-trapped exciton, where particularly the hole is strongly localized on one anion. Analysis of the electronic structure and bonding reveals reduced antibonding interactions and enhanced bonding character in the excited state, stabilizing the distorted geometry. Our results establish a direct link between orbital-specific hole localization and bond formation. It provides a fundamental understanding of the excitation mechanism in Cs3Cu2X5 and offers design principles to tune optical properties in 0D copper halides."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "An exciting approach to theoretical spectroscopy",
      "authors": [
        "Mart\\'i Raya-Moreno, Noah Alexy Dasch, Nasrin Farahani, Ignacio Gonzalez Oliva, Andris Gulans, Manoar Hossain, Hannah Kleine, Martin Kuban, Sven Lubeck, Benedikt Maurer, Pasquale Pavone, Fabian Peschel, Daria Popova-Gorelova, Lu Qiao, Elias Richter, Santiago Rigamonti, Ronaldo Rodrigues Pela, Kshitij Sinha, Daniel T. Speckhard, Sebastian Tillack, Dmitry Tumakov, Seokhyun Hong, J\\=anis U\\v{z}ulis, Mara Voiculescu, Cecilia Vona, Mao Yang, Claudia Draxl"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11388",
      "arxiv": "https://arxiv.org/abs/2601.11388",
      "doi": null,
      "summary": "Theoretical spectroscopy, and more generally, electronic-structure theory, are powerful concepts for describing the complex many-body interactions in materials. They comprise a variety of methods that can capture all aspects, from ground-state properties to lattice excitations to different types of light-matter interaction, including time-resolved variants. Modern electronic-structure codes implement either a few or several of these methods. Among them, exciting is an all-electron full-potential package that has a very rich portfolio of all levels of theory, with a particular focus on excitations. It implements the linearized augmented planewave plus local orbital basis, which is known as the gold standard for solving the Kohn-Sham equations of density-functional theory. Based on this, it also offers benchmark-quality results for a wide range of excited-state methods. In this review, we provide a comprehensive overview of the features implemented in exciting in recent years, accompanied by short summaries on the state of the art of the underlying methodologies. They comprise density-functional theory and time-dependent density-functional theory, density-functional perturbation theory for phonons and electron-phonon coupling, many-body perturbation theory in terms of the $GW$ approach and the Bethe-Salpeter equation. Moreover, we capture resonant inelastic x-ray scattering, pump-probe spectroscopy as well as exciton-phonon coupling. Finally, we cover workflows and a view on data and machine learning. All aspects are demonstrated with examples for scientific relevant materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "NAVIS: A LAMMPS-Python framework for efficient computation of nanochannel velocity and thermal interfacial slip",
      "authors": [
        "Sleeba Varghese, Sobin Alosious, Jesper Schmidt Hansen, Billy Dean Todd"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11391",
      "arxiv": "https://arxiv.org/abs/2601.11391",
      "doi": null,
      "summary": "We present NAVIS (NAnochannel Velocity and thermal Interfacial Slip), a LAMMPS-Python scripted toolkit for computing the Navier (hydrodynamic) friction coefficient and Kapitza (thermal) resistance at arbitrary solid-fluid interfaces. NAVIS is based on equilibrium molecular dynamics (EMD) methods for calculating the linear response friction and thermal resistance at the interface, as well as the corresponding velocity and temperature slips. The methodology is based on our previous studies (Hansen, et al., Phys. Rev. E 84, 016313 (2011); Varghese et al., J. Chem. Phys. 154, 184707 (2021); Alosious, et al., J. Chem. Phys. 151, 194502 (2019); Alosious, et al., Langmuir 37, 2355-2361 (2021)), and in this work we provide a pedagogical framework for the implementation of this toolkit on two systems: (i) a water-graphene system (for hydrodynamic slip) and (ii) a water-CNT system (for thermal slip). We provide detailed instructions for performing the EMD simulations using the LAMMPS package and processing the simulation outputs using Python modules to obtain the desired quantities of interest. We expect the toolkit to be useful for computational researchers studying interfacial friction and thermal transport, key factors for efficient and practical applications of nanofluidic systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Confinement-induced motion of ciliates",
      "authors": [
        "G. C. Antunes, H. Stark"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11424",
      "arxiv": "https://arxiv.org/abs/2601.11424",
      "doi": null,
      "summary": "The time dynamics of flagellar and ciliary beating is often neglected in theories of microswimmers, with the most common models prescribing a time-constant actuation of the surrounding fluid. By explicitly introducing a metachronal wave, coarse-grained to a sinusoidal surface slip velocity, we show that a spatial resonance between the metachronal wave and the corrugation of a confining cylindrical channel enables a ciliate to swim even when it cannot move forward in a bulk fluid. Using lubrication theory, we reduce the problem to the Adler equation that reveals an oscillatory and ballistic swimming regime. Interestingly, a ciliate can even reverse its swimming direction in a corrugated channel compared to the bulk fluid."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Pathway to Kondo physics in ytterbium atom chains with repulsive spin impurities",
      "authors": [
        "Jeff Maki, Lidia Stocker, Oded Zilberberg"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11449",
      "arxiv": "https://arxiv.org/abs/2601.11449",
      "doi": null,
      "summary": "The Kondo effect is a paradigmatic model of strongly-correlated physics, where a magnetic impurity forms a many-body singlet with a fermionic environment. Cold gases of ytterbium (Yb) atoms have been proposed to be an ideal platform to study the Kondo effect since different internal states of the atom can be used to create both the impurity and the fermionic environment. In Yb gases, however, the atomic impurity interacts with the fermionic environment both through magnetic and potential scattering. These two scattering mechanisms counteract one another, raising the question of how robust Kondo screening remains. Here, we show that potential scattering can quench the Kondo screening in one-dimensional Yb gases; yet, strikingly, Kondo physics survives this quench in well-defined regimes. Combining analytical renormalization-group theory for a Luttinger liquid with density matrix renormalization group (DMRG) simulations, we identify a transition from a strongly- to a weakly-entangled impurity as potential scattering is increased. The two approaches show excellent agreement concerning the stability of Kondo physics throughout the different parameter regimes considered. Our results provide a quantitative criterion for the emergence of Kondo screening in one-dimensional Yb gases and delineate experimentally accessible regimes for its realization in cold-atom platforms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Raman scattering fingerprints of the charge density wave state in one-dimensional NbTe$_4$",
      "authors": [
        "Natalia Zawadzka, Cem Sevik, Zahir Muhammad, Zia Ur Rehman, Weisheng Zhao, Adam Babi\\'nski, Maciej R. Molas"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11502",
      "arxiv": "https://arxiv.org/abs/2601.11502",
      "doi": null,
      "summary": "Charge-density waves (CDWs) are ordered quantum states of conduction electrons accompanied by periodic lattice distortions. Raman scattering (RS) spectroscopy is therefore well suited for probing CDW-induced structural modulations. We investigate the CDW state in quasi-one-dimensional NbTe$_4$ using RS spectroscopy. At $T$=5~K, the resonantly enhanced Raman spectrum exhibits 25 phonon modes. Polarization-dependent measurements reveal a strong coupling between phonon-mode symmetry and crystallographic symmetry, with modes polarized parallel or perpendicular to the crystallographic $c$-axis, along which the one-dimensional structure is elongated. Temperature-dependent RS measurements identify a transition between commensurate and incommensurate CDW phases, accompanied by pronounced thermal hysteresis, with transition temperatures of approximately 45~K upon cooling and 90~K upon warming. The hysteresis width depends on the warming rate, indicating a finite nucleation rate of CDW domains and suggesting potential relevance for memory-device applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Halide diffusion in mixed-halide perovskites and heterojunctions",
      "authors": [
        "Viren Tyagi, Mike Pols, Geert Brocks, Shuxia Tao"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11503",
      "arxiv": "https://arxiv.org/abs/2601.11503",
      "doi": null,
      "summary": "Migration of halide defects guides ion transport in metal halide perovskites and controls the kinetics of halide mixing and phase separation. We study the diffusion of halide vacancies and interstitials in \\ce{CsPb(I_{x}Br_{1-x})_{3}} and \\ce{CsPbI_{3}}/\\ce{CsPbBr_{3}} heterojunctions by molecular dynamics simulations using neural network potentials trained on density functional theory calculations. We observe enhanced diffusion of both vacancies and interstitials in the mixed halide compounds compared to the single halide ones, as well as a difference in mobility between Br and I ions in the mixed compound. Diffusion across heterojunctions is governed by the interface structure, where a Br-rich interface blocks migration of vacancies in particular, but an I-rich interface is permeable."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Visualization of Tunable Electronic Structure of Monolayer TaIrTe$_4$",
      "authors": [
        "Sandy Adhitia Ekahana, Aalok Tiwari, Souvik Sasmal, Zefeng Cai, Ravi Kumar Bandapelli, I-Hsuan Kao, Jian Tang, Chenbo Min, Tiema Qian, Kenji Watanabe, Takashi Taniguchi, Ni Ni, Qiong Ma, Chris Jozwiak, Eli Rotenberg, Aaron Bostwick, Simranjeet Singh, Noa Marom, Jyoti Katoch"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11504",
      "arxiv": "https://arxiv.org/abs/2601.11504",
      "doi": null,
      "summary": "Monolayer TaIrTe$_4$ has emerged as an attractive material platform to study intriguing phenomena related to topology and strong electron correlations. Recently, strong interactions have been demonstrated to induce strain and dielectric screening tunable topological phases such as quantum spin Hall insulator (QSHI), trivial insulator, higher-order topological insulator, and metallic phase, in the ground state of monolayer TaIrTe$_4$. Moreover, charge dosing has been demonstrated to convert the QSHI into a dual QSHI state. Although the band structure of monolayer TaIrTe$_4$ is central to interpreting its topological phases in transport experiments, direct experimental access to its intrinsic electronic structure has so far remained elusive. Here we report direct measurements of the monolayer TaIrTe$_4$ band structure using spatially resolved micro-angle-resolved photoemission spectroscopy (microARPES) with micrometre-scale resolution. The observed dispersions show quantitative agreement with density functional theory calculations using the Heyd-Scuseria-Ernzerhof hybrid functional, establishing the insulating ground state and revealing no evidence for strong electronic correlations. We further uncover a pronounced electron-hole asymmetry in the doping response. Whereas hole doping is readily induced by electrostatic gating, attempts to introduce electrons via gating or alkali metal deposition do not yield a rigid upward shift of the Fermi level. Fractional charge calculations demonstrate that added electrons instead drive band renormalization and shrink the band gap. Taken together, our experimental and theoretical results identify the microscopic mechanism by which induced charges reshape the band topology of monolayer TaIrTe$_4$, showing that doping can fundamentally alter the electronic structure beyond the rigid band behaviour that is typically assumed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Broadband Terahertz Time-domain Spectroscopy of Quantum Materials in a Dilution Refrigerator",
      "authors": [
        "Robert J. Vukelich, Tenzin Norden, Tracy G. Hastings, Mohan Giri, Michelle Caldwell, Shabnam Forutan, John L. Reno, David J. Hilton"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11506",
      "arxiv": "https://arxiv.org/abs/2601.11506",
      "doi": null,
      "summary": "We have constructed a terahertz time domain spectroscopy system using a Bluefors dilution refrigerator with a 7 T split-coil magnet. Using a gallium arsenide single quantum well sample, terahertz waveforms were measured at 145 mK in a magnetic field range from 0 to 6 Tesla to measure cyclotron resonance. Effective mass is found to be $0.073 m_{e}$, which is larger than the commonly accepted bulk value of $0.068 m_{e}$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Predictive autoencoder-transformer model of Cu oxidation state from EELS and XAS spectra",
      "authors": [
        "Brian Lee, Linna Qiao, Samuel Gleason, Guangwen Zhou, Xiaohui Qu, Judith Yang, Jim Ciston, Deyu Lu"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11509",
      "arxiv": "https://arxiv.org/abs/2601.11509",
      "doi": null,
      "summary": "X-ray absorption spectroscopy (XAS) and electron energy-loss spectroscopy (EELS) produce detailed information about oxidation state, bonding, and coordination, making them essential for quantitative studies of redox and structure in functional materials. However, high-throughput quantitative analysis of these spectra, especially for mixed valence materials, remains challenging as diverse experimental conditions introduce noise, misalignment, broadening of the spectral features. We address this challenge by training a machine learning model consisting of an autoencoder to standardize the spectra and a transformer model to predict both Cu oxidation state and Bader charge directly from L-edge spectra. The model is trained on a large dataset of FEFF-simulated spectra and evaluates model performance on both simulated and experimental data. The results of the machine learning model exhibit highly accurate prediction across the domains of simulated and experimental XAS as well as experimental EELS. These advances enable future quantitative analysis of Cu redox processes under in situ and operando conditions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Vacuum-selected timescales in driven Josephson systems",
      "authors": [
        "Sebastian Allende, David Galvez-Poblete"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11519",
      "arxiv": "https://arxiv.org/abs/2601.11519",
      "doi": null,
      "summary": "In this work, we demonstrate that the intrinsic timescale of a Josephson junction can be controlled through dynamical vacuum selection. By applying a Kapitza-like high-frequency drive to the system, the effective Josephson potential is reshaped, allowing for the stabilization of inphase or antiphase configuration. As a result, the Josephson plasma frequency, that is, the clock frequency of the junction, becomes a tunable property of the selected vacuum. Our findings establish a vacuum-controlled Josephson clock principle, in which the dynamical vacuum acts as an internal reference that fixes the operational timescale of Josephson oscillations, rather than this scale being imposed externally."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Madelung hydrodynamics of spin-orbit coupling: action principles, currents, and correlations",
      "authors": [
        "Cesare Tronci"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10698",
      "arxiv": "https://arxiv.org/abs/2601.10698",
      "doi": null,
      "summary": "We exploit the variational and Hamiltonian structures of quantum hydrodynamics with spin to unfold the correlation and torque mechanisms accompanying spin-orbit coupling (SOC) in electronic motion. Using Hamilton's action principle for the Pauli equation, we isolate SOC-induced quantum forces that act on the orbital Madelung--Bohm trajectories and complement the usual force terms known to appear in quantum hydrodynamics with spin. While the latter spin-hydrodynamic forces relate to the quantum geometric tensor (QGT), SOC-induced orbital forces originate from a particular current operator that contributes prominently to the spin current and whose contribution was overlooked in the past. The distinction between different force terms reveals two fundamentally different mechanisms generating quantum spin-orbit correlations. Leveraging the Hamiltonian structure of the hydrodynamic system, we also elucidate spin transport features such as the current shift in the spin Hall effect and the correlation-induced quantum torques. Finally, we illustrate the framework via the Madelung--Rashba equations for planar SOC configurations and propose a particle-based scheme for numerical implementation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Differentiating through binarized topology changes: Second-order subpixel-smoothed projection",
      "authors": [
        "Giuseppe Romano, Rodrigo Arrieta, Steven G. Johnson"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10737",
      "arxiv": "https://arxiv.org/abs/2601.10737",
      "doi": null,
      "summary": "A key challenge in topology optimization (TopOpt) is that manufacturable structures, being inherently binary, are non-differentiable, creating a fundamental tension with gradient-based optimization. The subpixel-smoothed projection (SSP) method addresses this issue by smoothing sharp interfaces at the subpixel level through a first-order expansion of the filtered field. However, SSP does not guarantee differentiability under topology changes, such as the merging of two interfaces, and therefore violates the convergence guarantees of many popular gradient-based optimization algorithms. We overcome this limitation by regularizing SSP with the Hessian of the filtered field, resulting in a twice-differentiable projected density during such transitions, while still guaranteeing an almost-everywhere binary structure. We demonstrate the effectiveness of our second-order SSP (SSP2) methodology on both thermal and photonic problems, showing that SSP2 has faster convergence than SSP for connectivity-dominant cases -- where frequent topology changes occur -- while exhibiting comparable performance otherwise. Beyond improving convergence guarantees for CCSA optimizers, SSP2 enables the use of a broader class of optimization algorithms with stronger theoretical guarantees, such as interior-point methods. Since SSP2 adds minimal complexity relative to SSP or traditional projection schemes, it can be used as a drop-in replacement in existing TopOpt codes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exponential gain in clock precision using quantum correlated ticks",
      "authors": [
        "Florian Meier, Yuri Minoguchi, Gianmichele Blasi, G\\'eraldine Haack, Marcus Huber"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10785",
      "arxiv": "https://arxiv.org/abs/2601.10785",
      "doi": null,
      "summary": "Creating precise timing devices at ultra-short time scales is not just an important technological challenge, but confronts us with foundational questions about timekeeping's ultimate precision limits. Research on clocks has either focused on long-term stability using an oscillator stabilized by a level transition, limiting precision at short timescales, or on making individual stochastic ticks as precise as possible. Here, we prove the viability of a conceptually different avenue: the autonomous self-correction of consecutive ticks by quantum correlations. This provides a new paradigm that integrates the advantages and insights from quantum transport theory to operate clocks at ultra-short timescales. We fully solve a model of coupled quantum systems and show how the emergent Pauli exclusion principle correlates the clock at the quantum level yielding an exponential advantage in precision. We furthermore demonstrate through simulations with realistic imperfections that this remarkable gain in precision remains stable providing a roadmap for implementation with contemporary quantum technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Critical non-equilibrium phases from noisy topological memories",
      "authors": [
        "Amir-Reza Negari, Subhayan Sahu, Jan Behrends, Benjamin B\\'eri, Timothy H. Hsieh"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10792",
      "arxiv": "https://arxiv.org/abs/2601.10792",
      "doi": null,
      "summary": "We demonstrate the existence of an extended non-equilibrium critical phase, characterized by sub-exponential decay of conditional mutual information (CMI), in the surface code subject to heralded random Pauli measurement channels. By mapping the resulting mixed state to the ensemble of completely packed loops on a square lattice, we relate the extended phase to the Goldstone phase of the loop model. In particular, CMI is controlled by the characteristic length scale of loops, and we use analytic results of the latter to establish polylogarithmic decay of CMI in the critical phase. We find that the critical phase retains partial logical information that can be recovered by a global decoder, but not by any quasi-local decoder. To demonstrate this, we introduce a diagnostic called punctured coherent information which provides a necessary condition for quasi-local decoding."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Parent Hamiltonians for stabilizer quantum many-body scars",
      "authors": [
        "Shane Dooley"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10805",
      "arxiv": "https://arxiv.org/abs/2601.10805",
      "doi": null,
      "summary": "Quantum many-body scars (QMBS) have attracted considerable interest due to their role in weak ergodicity breaking in many-body systems. We present a general construction that embeds stabilizer states as QMBS of local Hamiltonians. The method relies on a notion of factorizability of Pauli strings on a lattice, which is used to convert stabilizer elements into local, few-body operators that annihilate the stabilizer state. This enables the systematic construction of parent Hamiltonians with zero-energy stabilizer QMBS typically near the middle of the spectrum. The method reproduces several known results in a unified framework, including recent examples of volume-law entangled QMBS, such as the ``rainbow'' QMBS and the entangled antipodal Bell pair state. We also apply the framework to construct examples of stabilizer QMBS with a more complex entanglement structure, such as the cluster state, the toric code state, and a volume-law entangled state we dub the antipodal toric code (ATC) state. Exact diagonalization confirms our results and reveal the stabilizer states as exact eigenstates of their parent Hamiltonian."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Charge-Carrier Mobility in Diamond: Review, Data Compilation, and Modelling for Detector Simulations",
      "authors": [
        "Faiz Rahman Ishaqzai, Muhammed Deniz, Kevin Kr\\\"oninger, Jens Weingarten"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10807",
      "arxiv": "https://arxiv.org/abs/2601.10807",
      "doi": null,
      "summary": "Reported electron and hole mobilities, and their saturation velocities, in diamond span orders of magnitude across the literature. We attribute this dispersion primarily to (i) the electric-field window probed in TCT measurements, (ii) the choice of mobility model, and (iii) the excitation source (alpha, laser, or electron). Using an aggregated literature dataset, we benchmark the Trofimenkoff and Caughey-Thomas parameterisations together with a new piecewise model for both conduction- and valence-band transport. For electrons, the piecewise model provides the best global description over a broad electric-field range and is shown to arise as the room-temperature limit of a more general superposition framework that explicitly incorporates intervalley repopulation in the conduction band. For holes, the Caughey-Thomas model remains the statistically preferred description, in line with the absence of a strong repopulation effect in the accessible data. Furthermore, we demonstrate a systematic source dependence (alpha versus laser) and quantify its impact on fitted mobility and saturation-velocity values. We provide temperature scalings over narrow intervals around room temperature and recommend parameter sets for implementation in device and detector simulation frameworks. Together, these results reconcile much of the apparent inconsistency in the literature and offer clear guidance for model selection, experimental design, and device-level simulation of charge transport in intrinsic diamond."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Chemically decisive benchmarks on the path to quantum utility",
      "authors": [
        "Srivathsan Poyyapakkam Sundar, Vibin Abraham, Bo Peng, Ayush Asthana"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10813",
      "arxiv": "https://arxiv.org/abs/2601.10813",
      "doi": null,
      "summary": "Progress towards quantum utility in chemistry requires not only algorithmic advances, but also the identification of chemically meaningful problems whose electronic structure fundamentally challenges classical methods. Here, we introduce a curated hierarchy of chemically decisive benchmark systems designed to probe distinct regimes of electronic correlation relevant to molecular, bioinorganic, and heavy-element chemistry. Moving beyond minimal toy models, our benchmark set spans multireference bond breaking (N$_2$), high-spin transition-metal chemistry (FeS), biologically relevant iron-sulfur clusters ([2Fe-2S]), and actinide-actinide bonding (U$_2$), which exhibits extreme sensitivity to active-space choice, relativistic treatment, and correlation hierarchy even within advanced multireference frameworks. As a concrete realization, we benchmark a recently developed automated and adaptive quantum algorithm based on generator-coordinate-inspired subspace expansion,ADAPT-GCIM, using a black-box workflow that integrates entropy-based active-space selection via the ActiveSpaceFinder tool. Across this chemically diverse problem set, ADAPT-GCIM achieves high accuracy in challenging correlation regimes. Equally importantly, these benchmarks expose general failure modes and design constraints-independent of any specific algorithm-highlighting the necessity of problem-aware and correlation-specific strategies for treating strongly correlated chemistry on quantum computers. To support systematic benchmarking and reproducible comparisons, the Hamiltonians for all systems studied are made openly available."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Supercritical Snapping and Controlled Launching via Dual Latch Gels",
      "authors": [
        "Xiaona M. Xu, Nolan A. Miller, Gregory M. Grason, Alfred J. Crosby"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10816",
      "arxiv": "https://arxiv.org/abs/2601.10816",
      "doi": null,
      "summary": "Natural organisms have evolved integrated Latch-Mediated Spring Actuation systems (LaMSA) that consist of multiple latches and springs to enhance power output and adapt to diverse environmental conditions. Similar designs are appealing yet largely unexplored in engineered materials due to the complexity of integrating multiple components into a single material platform. Here, we report a dual-latched magneto-elastic shell device capable of selectively activating the latches to regulate snapping pathways and energy output based on specific actuation requirements. Differential deswelling across the thickness acts as the motor to load the elastic energy into the shell, which is then released via the snap-through instability once the loading reaches the critical threshold, constituting an intrinsic mechanical latch. Activation of the external magnetic latch delays snapping onset beyond the threshold of the intrinsic latch, leading to a power-amplified supercritical snap-through instability as well as a bifurcation instability. The combined function of both latches allows for flexible control over energy storage and release. Additionally, this integrated LaMSA system possesses an untethered anchoring mechanism, enabling the device to launch in arbitrary directions from the substrate, driven by the energy released during snapping. We envision that the design principles of dual-latched LaMSA systems will create opportunities for power-dense actuation in engineered materials and robotic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Geometrical optical activity induced by a continuous distribution of screw dislocations",
      "authors": [
        "Humberto Belich, Edilberto O. Silva"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10841",
      "arxiv": "https://arxiv.org/abs/2601.10841",
      "doi": null,
      "summary": "We study light propagation in a medium with uniform torsion, modeled as a continuum of screw dislocations within the geometric theory of defects. By solving Maxwell's equations in covariant form, we show that torsion induces intrinsic chirality and circular birefringence: right- and left-circular polarizations acquire different wavenumbers, leading to a purely geometric optical activity. The polarization plane of a linearly polarized beam rotates according to the simple law $\\Delta\\theta = \\Omega\\rho L$, linear in the dislocation density $\\Omega$, propagation length $L$, and transverse coordinate $\\rho$. This can be recast as an effective birefringence $\\Delta n = 2c\\Omega\\rho/\\omega$, providing geometric design rules for torsion-induced rotatory power. Using parameters from dislocated semiconductors, we obtain millidegree rotations over millimetre-scale paths, within reach of modern polarimetric techniques and amenable to enhancement in metamaterial platforms. We also show that the same spiral geometry implements a broadband geometric phase gate for polarization qubits and has an electronic analogue on the surface of cylindrical topological insulators, where torsion shears the Dirac cone, establishing a unified geometric link between torsion, optical activity, and topological electronic responses."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Transient learning dynamics drive escape from sharp valleys in Stochastic Gradient Descent",
      "authors": [
        "Ning Yang, Yikuan Zhang, Qi Ouyang, Chao Tang, Yuhai Tu"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10962",
      "arxiv": "https://arxiv.org/abs/2601.10962",
      "doi": null,
      "summary": "Stochastic gradient descent (SGD) is central to deep learning, yet the dynamical origin of its preference for flatter, more generalizable solutions remains unclear. Here, by analyzing SGD learning dynamics, we identify a nonequilibrium mechanism governing solution selection. Numerical experiments reveal a transient exploratory phase in which SGD trajectories repeatedly escape sharp valleys and transition toward flatter regions of the loss landscape. By using a tractable physical model, we show that the SGD noise reshapes the landscape into an effective potential that favors flat solutions. Crucially, we uncover a transient freezing mechanism: as training proceeds, growing energy barriers suppress inter-valley transitions and ultimately trap the dynamics within a single basin. Increasing the SGD noise strength delays this freezing, which enhances convergence to flatter minima. Together, these results provide a unified physical framework linking learning dynamics, loss-landscape geometry, and generalization, and suggest principles for the design of more effective optimization algorithms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A monolithic fabrication platform for intrinsically stretchable polymer transistors and complementary circuits",
      "authors": [
        "Yujia Yuan, Chuanzhen Zhao, Margherita Ronchini, Yuya Nishio, Donglai Zhong, Can Wu, Hyukmin Kweon, Zehao Sun, Rachael K. Mow, Yuran Shi, Lukas Michalek, Haotian Wu, Qianhe Liu, Weichen Wang, Yating Yao, Zelong Yin, Junyi Zhao, Zihan He, Ke Chen, Ruiheng Wu, Jiuyun Shi, Jian Pei, Zhenan Bao"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.10975",
      "arxiv": "https://arxiv.org/abs/2601.10975",
      "doi": null,
      "summary": "Soft, stretchable organic field-effect transistors (OFETs) can provide powerful on-skin signal conditioning, but current fabrication methods are often material-specific: each new polymer semiconductor (PSC) requires a tailored process. The challenge is even greater for complementary OFET circuits, where two PSCs must be patterned sequentially, which often leads to device degradation. Here, we introduce a universal, monolithic photolithography process that enables high-yield, high-resolution stretchable complementary OFETs and circuits. This approach is enabled by a process-design framework that includes (i) a direct, photopatternable, solvent-resistant, crosslinked dielectric/semiconductor interface, (ii) broadly applicable crosslinked PSC blends that preserve high mobility, and (iii) a patterning strategy that provides simultaneous etch masking and encapsulation. Using this platform, we achieve record integration density for stretchable OTFTs (55,000 cm^-2), channel lengths down to 2 um, and low-voltage operation at 5 V. We demonstrate photopatterning across multiple PSC types and realize complementary circuits, including 3 kHz stretchable ring oscillators, the first to exceed 1 kHz and representing more than a 60-fold increase in stage switching speed over the state of the art. Finally, we demonstrate the first stretchable complementary OTFT neuron circuit, where the output frequency is modulated by the input current to mimic neuronal signal processing. This scalable approach can be readily extended to diverse high-performance stretchable materials, accelerating the development and manufacturing of skin-like electronics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The origin and influence of non-cavity modes in a micropillar Bragg microcavity",
      "authors": [
        "Matthew Jordan, Wolfgang Langbein, Anthony J. Bennett"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11094",
      "arxiv": "https://arxiv.org/abs/2601.11094",
      "doi": "10.1038/s41598-025-22089-w",
      "summary": "Controlling the photonic environment of emitters is essential to the design of classical and quantum light sources. We study the case of a dipole-like emitter in a cylindrical pillar etched into a planar Bragg microcavity, which is a common design of quantum-dot single photon source. In addition to the well-known cavity modes created by the high-reflectivity of the Bragg mirrors at small in-plane wavevectors, we show the presence of broad spectral features that play a key role in controlling photon collection efficiency and Purcell enhancement. These non-cavity modes are insensitive to the periodic index modulation of the Bragg reflectors, but arise from the cylindrical pillar geometry, as we show by comparison with simulations of uniform pillars, which reproduce the non-cavity modes. This approach provides a tool for understanding and modelling these often-disregarded decay channels as a function of source height, cavity dimensions and surface layers."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "From three-body resonances to bound states in a continuum: pole trajectories",
      "authors": [
        "Lucas Happ"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11188",
      "arxiv": "https://arxiv.org/abs/2601.11188",
      "doi": null,
      "summary": "We investigate the formation of three-body bound states in the continuum by tracing pole trajectories in the complex energy plane under variation of system parameters. Using a one-dimensional model of two identical bosons and a distinguishable particle interacting via Gaussian potentials, we systematically vary the interaction strength, interaction range, and mass ratio. Our results confirm the parametric nature of few-body bound states in a continuum (BIC) and extend this characterization to a broader set of system parameters. Specifically, we find that variations of both interaction parameters and the mass ratio can lead to the formation of at least one three-body BIC. However, the exact shape of trajectories differs, and for the mass ratio variation we find a more regular pattern with multiple BIC locations. These results suggest that the mechanism of few-body BIC formation is more sensitive to the kinematic structure of the problem than to the specific details of the two-body interaction."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ultrasensitive Real-Time Detection of SARS-CoV-2 Proteins with Arrays of Biofunctionalized Graphene Field-Effect Transistors",
      "authors": [
        "Hamid Reza Rasouli, David Kaiser, Ghazaleh Eshaghi, Marco Reinhard, Alexander Rolapp, Dominik Gary, Tobias Fischer, Christof Neumann, Thomas Weimann, Katrin Frankenfeld, Michael Meister, Andrey Turchanin"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11275",
      "arxiv": "https://arxiv.org/abs/2601.11275",
      "doi": null,
      "summary": "With the growing interest in graphene field-effect transistors (GFETs) for biosensing applications, there is a strong demand for strategies enabling flexible and multiplexed biofunctionalization, as well as highly parallel, real-time electronic readout integrated with microfluidic control. Here we present a methodology that addresses these challenges by enabling real-time, parallel monitoring of multiple GFETs integrated on a single microfabricated chip within an automated electronic and microfluidic platform. We demonstrate the capabilities of this approach through ultrasensitive detection of the SARS-CoV-2 spike (S) and nucleocapsid (N) proteins. GFET chips are functionalized via van der Waals assembly using 1 nm-thick molecular two-dimensional (2D) materials - carbon nanomembranes - which enable multiplexed biofunctionalization. The chips are integrated into a custom-developed microelectronic and microfluidic system that allows parallel, real-time, and automated measurements of 15 GFETs. We present in situ biofunctionalization of the GFETs with antibodies, followed by highly specific detection of the S- and N-proteins with limits of detection down to 10 aM and a dynamic range spanning four orders of magnitude. Owing to its versatility, the presented methodology is readily adaptable for sensing a wide range of biological and chemical targets."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Microscopic quantum description of surface plasmon polaritons: revealing intrinsic ultrastrong light-matter coupling",
      "authors": [
        "Florian Maurer, Thomas F. Allard, Yanko Todorov, Guillaume Weick, David Hagenm\\\"uller"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11297",
      "arxiv": "https://arxiv.org/abs/2601.11297",
      "doi": null,
      "summary": "We develop a microscopic quantum theory of surface plasmon polaritons valid for arbitrary metal-dielectric geometries. Our framework is based on the Power-Zienau-Woolley representation of quantum electrodynamics, which provides an optimal separation between electronic and photonic degrees of freedom and is therefore particularly well suited for constructing quantum descriptions of polaritonic excitations in strongly dispersive media. Within this formulation, the fundamental electronic oscillator is identified as the bulk plasmon mode, which is nonperturbatively coupled to the radiative continuum of free photon modes. This coupling induces a geometry-dependent renormalization of the bulk plasma frequency, giving rise to confined plasmonic resonances. As specific applications, we recover the localized surface plasmon modes of metallic nanoparticles, including radiative frequency shifts and decay, as well as the exact dispersion relation of propagating surface plasmon polaritons at planar interfaces. Our quantum treatment further reveals that light-matter interactions at metal-dielectric interfaces are inherently in the ultrastrong coupling regime. As a result, in the quasistatic limit, the system exhibits unconventional ground-state quantum fluctuations that can be controlled through the refractive index. These results open new intriguing perspectives in the field of quantum plasmonics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "In situ and operando laboratory X-ray absorption spectroscopy at high temperature and controlled gas atmosphere with a plug-flow fixed-bed cell",
      "authors": [
        "Sebastian Praetz, Emiliano Dal Molin, Delf Kober, Marko Tesic, Christopher Schlesiger, Peter Kraus, Julian T. M\\\"uller, Jyothilakshmi Ravi Aswin, Daniel Gr\\\"otzsch, Maged F. Bekheet, Aleksander Gurlo, Birgit Kanngie{\\ss}er"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11298",
      "arxiv": "https://arxiv.org/abs/2601.11298",
      "doi": null,
      "summary": "The capabilities of a plug-flow fixed-bed cell for operando studies of heterogeneous catalysts are demonstrated using laboratory-based X-ray absorption spectroscopy (XAS) with a von Hamos spectrometer. The cell operates at temperatures up to 1000 deg C and pressures up to 10 bar, equipped with three mass flow controllers and two infrared lamps for rapid heating under inert/reactive gas atmospheres. Proof-of-principle studies include in situ MnO oxidation in 5% Ni/MnO and operando Ni nanoparticle evolution in 20-NiO/COK-12 (20.2% NiO on SiO2) during CO2 methanation before/after activation. Within 5-15 min per spectrum, oxidation state changes are resolved while catalytic activity is simultaneously quantified by online GC. Extended datasets and methods are available in the ancillary file SI.pdf (Supplementary Information file). A shortened version is submitted to Journal of Analytical Atomic Spectrometry as a Technical Note."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Controlled Parity of Cooper Pair Tunneling in a Hybrid Superconducting Qubit",
      "authors": [
        "David Feldstein-Bofill, Leo Uhre Jacobsen, Ksenia Shagalov, Zhenhai Sun, Casper Wied, Shikhar Singh, Anders Kringh{\\o}j, Jacob Hastrup, Andr\\'as Gyenis, Karsten Flensberg, Svend Kr{\\o}jer, Morten Kjaergaard"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11303",
      "arxiv": "https://arxiv.org/abs/2601.11303",
      "doi": null,
      "summary": "Superconducting quantum circuits derive their nonlinearity from the Josephson energy-phase relation. Besides the fundamental $\\cos\\phi$ term, this relation can also contain higher Fourier harmonics $\\cos(k\\phi)$ corresponding to correlated tunneling of $k$ Cooper pairs. The parity of the dominant tunneling process, i.e.~whether an odd or even number of Cooper pairs tunnel, results in qualitatively different properties, and controlling this opens up a wide range of applications in superconducting technology. However, access to even-dominated regimes has remained challenging and has so far relied on complex multi-junction or all-hybrid architectures. Here, we demonstrate a simple \"harmonic parity qubit\" (HPQ); an element that combines two aluminum-oxide tunnel junctions in parallel to a gate-tunable InAs/Al nanowire junction forming a SQUID, and use spectroscopy versus flux to reconstruct its energy-phase relation at 85 gate voltage points. At half flux quantum, the odd harmonics of the Josephson potential can be suppressed by up to two orders of magnitude relative to the even harmonics, producing a double-well potential dominated by even harmonics with minima near $\\pm\\pi/2$. The ability to control harmonic parity enables supercurrent carried by pairs of Cooper pairs and provides a new building block for Fourier engineering in superconducting circuits."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Skyrmion Quantum Diode Prototype: Bridging Micromagnetic Simulations and Quantum Models",
      "authors": [
        "Haowen Yang, Gerald Bissell, Han Zhong, Peter Van Kirk, Tiger Cao, Pengcheng Lu, Yingying Wu"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11341",
      "arxiv": "https://arxiv.org/abs/2601.11341",
      "doi": null,
      "summary": "Magnetic skyrmions are topologically protected spin textures known for their robustness against perturbations. Their topological stability makes them robust information carriers, ideal for tackling a key challenge in quantum computing: creating reliable, one-way links between different types of qubits. In this proof-of-concept study, we introduce a novel device - the skyrmion quantum diode - based on skyrmion qubits. Our approach combines classical micromagnetic simulations, achieving skyrmion diameters as small as 3 nm, with quantum circuit models inspired by superconducting qubits. In this work, we demonstrate: (i) unidirectional skyrmion transport via the skyrmion Hall effect in asymmetric junctions, spanning length scales from 20 nm down to 3 nm; (ii) potential compatibility with flux-tunable quantum architectures; and (iii) preliminary insights into anharmonicity in skyrmion-based qubit systems. These results establish both the operational feasibility and the scaling behavior necessary for a hybrid skyrmion-quantum platform. Our work outlines a path toward integrating skyrmion based quantum components into practical device architectures, enabling low-dissipation, unidirectional quantum information transport. This capability is crucial for scalable quantum computing, spintronic logic, and hybrid quantum systems, and opens opportunities for chipscale, pump-free isolators and directional quantum links that enhance readout fidelity, reduce cryogenic load, and support modular skyrmion-superconducting processors"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Principles of Client Enrichment in Multicomponent Biomolecular Condensates",
      "authors": [
        "Aishani Ghosal, Nicholas E. Lea, Lindsay B. Case, Trevor GrandPre"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11450",
      "arxiv": "https://arxiv.org/abs/2601.11450",
      "doi": null,
      "summary": "Biomolecular condensates are commonly organized by a small number of scaffold molecules that drive phase separation together with client molecules that do not condense on their own but become selectively recruited into the dense phase. A central open question is how client recruitment feeds back on scaffold interactions to determine condensate composition. Here we address this problem in a reconstituted focal adhesion system composed of focal adhesion kinase (FAK) and phosphorylated p130Cas (Cas) as scaffolds and the adaptor protein paxillin (PXN) as a client. We show that both FAK phosphorylation and PXN recruitment produce a common compositional response in which FAK becomes enriched while Cas is depleted within the condensate. To interpret these observations, we develop two complementary theoretical descriptions. First, within a two-component Flory-Huggins framework, we show that phosphorylation can be captured by either strengthening heterotypic FAK-Cas interactions or increasing the effective number of interaction-relevant segments on FAK, both of which bias partitioning toward FAK-rich condensates. Second, we introduce a minimal three-component Flory-Huggins theory without an explicit solvent and map it onto an effective two-component description, demonstrating that client recruitment renormalizes homotypic and heterotypic scaffold interactions. Analytical predictions for the location of the critical point are tested in reconstituted multicomponent systems through PXN addition, showing that client recruitment alone tunes proximity to criticality and reshapes condensate composition. Together, our results reveal distinct yet convergent physical routes by which post-translational modification and client recruitment control scaffold composition in multicomponent condensates."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The rise and fall of stretched bond errors: Extending the analysis of Perdew-Zunger self-interaction corrections of reaction barrier heights beyond the LSDA",
      "authors": [
        "Yashpal Singh, Juan E Peralta, Koblar Alan Jackson"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11454",
      "arxiv": "https://arxiv.org/abs/2601.11454",
      "doi": "10.1063/5.0179261",
      "summary": "Incorporating self-interaction corrections (SIC) significantly improves chemical reaction barrier height predictions made using density functional theory methods. We present a detailed, orbital-by-orbital analysis of these corrections for three semi-local density functional approximations (DFAs) situated on the three lowest rungs of the Jacob's Ladder of approximations. The analysis is based on Fermi-L\\\"owdin Orbital Self-Interaction Correction calculations performed at several steps along the reaction pathway from the reactants (R) to the transition state (TS) to the products (P) for four representative reactions selected from the BH76 benchmark set. For all three functionals, the major contribution to self-interaction corrections of the barrier heights can be traced to stretched bond orbitals that develop near the TS configuration. The magnitude of the ratio of the self-exchange-correlation energy to the self-Hartree energy (XC/H) for a given orbital is introduced as an indicator of one-electron self-interaction error. For the exact, but unknown density functional, XC/H = 1.0 for all orbitals, while for the practical DFAs studied here, XC/H spans a range of values. The largest values are obtained for stretched or strongly lobed orbitals. We show that significant differences in XC/H for corresponding orbitals in the R, TS, and P configurations can be used to identify the major contributors to the SIC of barrier heights and reaction energies. Based on such comparisons, we suggest that barrier height predictions made using the SCAN meta-generalized gradient approximation may have attained the best accuracy possible for a semi-local functional using the Perdew-Zunger SIC approach."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Entanglement complexity of spanning pairs of lattice polygons",
      "authors": [
        "Ryan Blair, Puttipong Pongtanapaisan, Christine E. Soteros"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11481",
      "arxiv": "https://arxiv.org/abs/2601.11481",
      "doi": null,
      "summary": "We study the entanglement complexity of a system consisting of two simple-closed curves (self-avoiding polygons) that span a lattice tube, referred to as a 2SAP. 2SAPs are of interest as the first known model of confined ring polymers where the linking probability goes to 1 exponentially with the size of the system. Atapour et al proved this in 2010 by showing that all but exponentially few sufficiently large 2SAPs contain a pattern that guarantees the 2SAP is non-split, provided that the requisite pattern fits in the tube. This result was recently extended to all tubes sizes that admit non-trivial links. Here we develop and apply knot theory results to answer more general questions about the entanglement complexity of 2SAPs. We first extend the 1992 concept of a good measure of knot complexity to a good measure, $F$, of spanning-link complexity for $k$-component links. Using tangle products, we show, for example, that the more complex the prime knot decomposition of any component of a given link type, the greater its $F$-measure. We then prove that all but exponentially few size $m$ 2SAPs have $F$ complexity that grows at least linearly in $m$ as $m\\to \\infty$. We establish that good measures of knot complexity yield good measures of spanning-link complexity. We also establish conditions whereby more general link invariants can yield good measures. In particular, we establish that measures based on several classical invariants are good measures by our definition, eg bridge number or the number of $p$-colourings. Finally, we consider how the tube dimensions affect which links are embeddable as 2SAPs as well as geometric restrictions on the entanglement complexity of the embeddings. For example, we establish that there are two-component links that occur as 2SAPs in a given tube size only when one of the components is forced into a non-minimal bridge number conformation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "On a C*-Diagonal Generated by the Toric Code",
      "authors": [
        "Danilo Polo Ojito, Emil Prodan"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.11511",
      "arxiv": "https://arxiv.org/abs/2601.11511",
      "doi": null,
      "summary": "We study the abelian sub-C*-algebra of the CAR algebra generated by the start and face opertors of Kitaev's toric code. We show that it is a C*-diagonal equivalent to the canonical diagonal of the CAR algebra."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "On the temperature and density dependence of dislocation drag from phonon wind",
      "authors": [
        "Daniel N. Blaschke, Leonid Burakovsky, Dean L. Preston"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2104.08650",
      "arxiv": "https://arxiv.org/abs/2104.08650",
      "doi": "10.1063/5.0054536",
      "summary": "At extreme strain rates, where fast moving dislocations govern plastic deformation, anharmonic phonon scattering imparts a drag force on the dislocations. In this paper, we present calculations of the dislocation drag coefficients of aluminum and copper as functions of temperature and density. We discuss the sensitivity of the drag coefficients to changes in the third-order elastic constants with temperature and density."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The distribution of the maximum of independent resetting Brownian motions",
      "authors": [
        "Alexander K. Hartmann, Satya N. Majumdar, Gregory Schehr"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2309.17432",
      "arxiv": "https://arxiv.org/abs/2309.17432",
      "doi": "10.1007/978-3-031-67802-8_15",
      "summary": "The probability distribution of the maximum $M_t$ of a single resetting Brownian motion (RBM) of duration $t$ and resetting rate $r$, properly centred and scaled, is known to converge to the standard Gumbel distribution of the classical extreme value theory. This Gumbel law describes the typical fluctuations of $M_t$ around its average $\\sim \\ln (r t)$ for large $t$ on a scale of $O(1)$. Here we compute the large-deviation tails of this distribution when $M_t = O(t)$ and show that the large-deviation function has a singularity where the second derivative is discontinuous, signalling a dynamical phase transition. Then we consider a collection of independent RBMs with initial (and resetting) positions uniformly distributed with a density $\\rho$ over the negative half-line. We show that the fluctuations in the initial positions of the particles modify the distribution of $M_t$. The average over the initial conditions can be performed in two different ways, in analogy with disordered systems: (i) the annealed case where one averages over all possible initial conditions and (ii) the quenched case where one considers only the contributions coming from typical initial configurations. We show that in the annealed case, the limiting distribution of the maximum is characterized by a new scaling function, different from the Gumbel law but the large-deviation function remains the same as in the single particle case. In contrast, for the quenched case, the limiting (typical) distribution remains Gumbel but the large-deviation behaviors are new and nontrivial. Our analytical results, both for the typical as well as for the large-deviation regime of $M_t$, are verified numerically with extremely high precision, down to $10^{-250}$ for the probability density of $M_t$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Femtosecond spin-state switching dynamics of spin-crossover molecules condensed in thin films",
      "authors": [
        "Lea K\\\"ammerer, G\\'erald K\\\"ammerer, Manuel Gruber, Jan Grunwald, Tobias Lojewski, Laurent Mercadier, Lo\\\"ic Le Guyader, Robert Carley, Cammille Carinan, Natalia Gerasimova, David Hickin, Benjamin E. Van Kuiken, Giuseppe Mercurio, Martin Teichmann, Senthil Kumar Kuppusamy, Andreas Scherz, Mario Ruben, Klaus Sokolowski-Tinten, Andrea Eschenlohr, Katharina Ollefs, Carolin Schmitz-Antoniak, Felix Tuczek, Peter Kratzer, Uwe Bovensiepen, Heiko Wende"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2312.01483",
      "arxiv": "https://arxiv.org/abs/2312.01483",
      "doi": "10.1021/acsnano.4c05123",
      "summary": "The photoinduced switching of Fe(II)-based spin-crossover complexes from singlet to quintet takes place at ultrafast time scales. This a priori spin-forbidden transition triggered numerous time-resolved experiments of solvated samples to elucidate the mechanism at play. The involved intermediate states remain uncertain. We apply ultrafast x-ray spectroscopy in molecular films as a method sensitive to spin, electronic, and nuclear degrees of freedom. Combining the progress in molecule synthesis and film growth with the opportunities at x-ray free-electron lasers, we analyze the transient evolution of the Fe L3 fine structure at room temperature. Our measurements and calculations indicate the involvement of an Fe triplet intermediate state. The high-spin state saturates at half of the available molecules, limited by molecule-molecule interaction within the film."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The power-spectrum tensor in steady-state systems and its role in quantum friction",
      "authors": [
        "F. Intravaia, K. Busch"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2402.15777",
      "arxiv": "https://arxiv.org/abs/2402.15777",
      "doi": null,
      "summary": "We derive and classify properties of the power-spectrum tensor for systems in general steady-states, including stationary states not necessarily corresponding to equilibrium configurations. We establish a rigorous connection between the power-spectrum tensor and other quantities that characterize these systems, providing a systematic comparison with their equilibrium counterparts. As a physical application, we investigate the problem of quantum friction, describing the contactless quantum-electrodynamic drag acting on a particle moving in close proximity to material bodies at zero temperature. Specifically, we demonstrate how including additional information about the system's physical properties facilitates the derivation of more precise constraints on the power spectrum and its functional dependencies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topology of ultra-localized insulators and superconductors",
      "authors": [
        "Bastien Lapierre, Luka Trifunovic, Titus Neupert, Piet W. Brouwer"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2407.07957",
      "arxiv": "https://arxiv.org/abs/2407.07957",
      "doi": null,
      "summary": "The topology of an insulator can be defined even when all eigenstates of the system are localized - an extreme case of Anderson insulators that we call ultra-localized. We derive the classification of such ultra-localized insulators in all symmetry classes and dimensions. We clarify their bulk-boundary correspondence and show that ultra-localized systems are in many instances phases of matter not described by the known classification of topological insulators and superconductors. As a consequence, we clarify which conventional topological phases are Wannierizable, and which topological phases cannot exist without delocalized states."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electronic structure prediction of medium and high entropy alloys across composition space",
      "authors": [
        "Shashank Pathrudkar, Stephanie Taylor, Abhishek Keripale, Abhijeet Sadashiv Gangan, Ponkrshnan Thiagarajan, Shivang Agarwal, Jaime Marian, Susanta Ghosh, Amartya S. Banerjee"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2410.08294",
      "arxiv": "https://arxiv.org/abs/2410.08294",
      "doi": null,
      "summary": "We propose machine learning (ML) models to predict the electron density -- the fundamental unknown of a material's ground state -- across the composition space of concentrated alloys. From this, other physical properties can be inferred, enabling accelerated exploration. A significant challenge is that the number of sampled compositions and descriptors required to accurately predict fields like the electron density increases rapidly with species. To address this, we employ Bayesian Active Learning (AL), which minimizes training data requirements by leveraging uncertainty quantification capabilities of Bayesian Neural Networks. Compared to strategic tessellation of the composition space, Bayesian-AL reduces the number of training data points by a factor of 2.5 for ternary (SiGeSn) and 1.7 for quaternary (CrFeCoNi) systems. We also introduce easy-to-optimize, body-attached-frame descriptors, which respect physical symmetries and maintain approximately the same descriptor-vector size as alloy elements increase. Our ML models demonstrate high accuracy and generalizability in predicting both electron density and energy across composition space."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Knitting Multistability",
      "authors": [
        "Kausalya Mahadevan, Michelle C. Yuen, David T. Farrell, Conor J. Walsh, Vanessa Sanchez, Robert J. Wood, Katia Bertoldi"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2410.14810",
      "arxiv": "https://arxiv.org/abs/2410.14810",
      "doi": null,
      "summary": "Curved elastic shells can be fabricated through molding or by harnessing residual stresses. These shells often exhibit snap-through behavior and multistability when loaded. We present a unique way of fabricating curved elastic shells that exhibit multistability and snap-through behavior, weft-knitting. The knitting process introduces internal stresses into the textile sheet, which leads to complex 3D curvatures. We explore the relationship between the geometry and the mechanical response, identifying a parameter space where the textiles are multistable. We harness the snapping behavior and shape change through multistability to design soft conductive switches with built-in haptic feedback, and incorporate these textile switches into wearable devices. This work will allow us to harness the nonlinear mechanical behavior of textiles to create functional, soft, and seamless wearable devices. This includes but is not limited to the devices for additional cycling visibility and safety that we envision."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin Liquid Landscapes in the Kagome Lattice: A Variational Monte Carlo Study of the Chiral Heisenberg Model and Experimental Signatures",
      "authors": [
        "Hee Seung Kim, Hyeok-Jun Yang, Karlo Penc, SungBin Lee"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.09542",
      "arxiv": "https://arxiv.org/abs/2411.09542",
      "doi": null,
      "summary": "Chiral spin liquids, which break time-reversal symmetry, are of great interest due to their topological properties and fractionalized excitations (anyons). In this work, we investigate chiral spin liquids (CSL) on the kagome lattice arising from the competition between the third-nearest-neighbor Heisenberg interaction across hexagons ($J_d$) and a staggered scalar spin chirality term ($J_\\chi$). Using variational Monte Carlo methods, we map out the phase diagram and identify various gapped and gapless CSL phases, each characterized by a distinct flux pattern. Notably, the interplay between $J_d$ and $J_\\chi$ induces a tricritical point, which we analyze using Landau-Ginzburg theory. Additionally, we identify potential signatures of these CSLs-including distinctive spin-spin correlations, anomalies in the static spin structure factor, longitudinal thermal conductivity, and magentoelectric effects-which offer practical guidance for their future experimental detection."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum critical point followed by Kondo-like behavior due to Cu substitution in itinerant, antiferromagnet ${\\text{La}_{2}\\text{(Cu}_{x}\\text {Ni}_{1-x})_7}$",
      "authors": [
        "Atreyee Das, Siham Mohamed, Raquel A. Ribeiro, Tyler J. Slade, Juan Schmidt, Sergey L. Bud'ko, Paul C. Canfield"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.11872",
      "arxiv": "https://arxiv.org/abs/2503.11872",
      "doi": null,
      "summary": "$\\text{La}_2 \\text{Ni}_7$ is an itinerant magnetic system with a small ordered moment of $\\sim$ 0.1 $\\mu_{B}/\\text{Ni}$ and a series of antiferromagnetic (AFM) transitions at $T_1$ = 61.0 K, $T_2$ = 56.5 K and $T_3$ = 42.2 K. $M(H)$, and $\\rho(H)$ isotherms as well as constant field $M(T)$ and $\\rho(T)$ measurements on single crystalline samples manifest a complex, anisotropic $H-T$ phase diagram with multiple phase lines. Here we present the growth and characterization of single crystals of the ${\\text{La}_{2}\\text{(Cu}_{x}\\text {Ni}_{1-x})_7}$ series for 0 $\\leq x \\leq$ 0.181. We measured powder x-ray diffraction, and composition, as well as anisotropic $R(H,T)$, $M(H,T)$, and $C_p(T)$ on these single crystals. Using the measured data, we infer a $(T-x)$ phase diagram to study the evolution of the AFM ordering upon Cu substitution. For ${0 \\leq x \\leq 0.097}$, the system remains magnetically ordered at base temperature with $x \\leq$ 0.012, showing signs of multiple AFM ordering temperatures. For the higher substitution levels, ${0.125 \\leq x \\leq 0.181}$, there are no signatures of magnetic ordering, but anomalous features in $R(T)$ and $C_p(T)$ data are observed which are consistent with the Kondo effect in this system. The intermediate $x$ = 0.105 sample lies between the magnetic ordered and the Kondo regime and is in the vicinity of the AFM-quantum critical point (QCP). Thus, ${\\text{La}_{2}\\text{(Cu}_{x}\\text {Ni}_{1-x})_7}$ is an example of a small moment system that can be tuned through a QCP. Given these data combined with the fact that the $\\text{La}_2 \\text{Ni}_7$ structure has kagome-like, Ni-sublattices running perpendicular to the crystallographic $c$ axis, and a predicted $3d$-electron flat band that contributes to the density of states near the Fermi energy, ${\\text{La}_{2}\\text{(Cu}_{x}\\text {Ni}_{1-x})_7}$ becomes a promising system to host and study exotic physics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Reinforcement Fine-Tuning for Materials Design",
      "authors": [
        "Zhendong Cao, Lei Wang"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.02367",
      "arxiv": "https://arxiv.org/abs/2504.02367",
      "doi": "10.1103/45zh-44bg",
      "summary": "Reinforcement fine-tuning played an instrumental role in enhancing the instruction-following and reasoning abilities of large language models. In this work, we employ reinforcement fine-tuning for materials design, in which discriminative machine learning models are used to provide rewards to the autoregressive transformer-based materials generative model CrystalFormer. By optimizing the reward signals-such as energy above the convex hull and material properties figures of merit-reinforcement fine-tuning infuses knowledge from discriminative models into generative models. The resulting model, CrystalFormer-RL, shows enhanced stability in generated crystals and successfully discovers crystals with desirable yet conflicting material properties, such as substantial dielectric constant and band gap simultaneously. Notably, we observe that reinforcement fine-tuning not only enables the property-guided material design but also unlocks property-based material retrieval behavior of pretrained generative model. The present framework opens an exciting gateway to the synergies of the machine learning ecosystem for materials design."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Longitudinal magnetoconductivity in chiral multifold semimetals exemplified by pseudospin-1 nodal points",
      "authors": [
        "Ipsita Mandal"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.19636",
      "arxiv": "https://arxiv.org/abs/2505.19636",
      "doi": "10.1140/epjp/s13360-025-07283-z",
      "summary": "We embark on computing the longitudinal magnetoconductivity within the semiclassical Boltzmann formalism, where an isotropic triple-point semimetal (TSM) is subjected to collinear electric ($\\boldsymbol E $) and magnetic ($\\boldsymbol B$) fields. Except for the Drude part, the $B$-dependence arises exclusively from topological properties like the Berry curvature and the orbital magnetic moment. We solve the Boltzmann equations exactly in the linear-response regime, applicable in the limit of weak/nonquantising magnetic fields. The novelty of our investigation lies in the consideration of the truly multifold character of the TSMs, where the so-called flat-band (flatness being merely an artefact of linear-order approximations) is made dispersive by incorporating the appropriate quadratic-in-momentum correction in the effective Hamiltonian. It necessitates the consideration of interband scatterings within the same node as well, providing a complex interplay of intraband, interband, intranode, and internode processes, offering an overwhelmingly rich set of possibilities. The exact results are compared with those obtained from a naive relaxation-time approximation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nematic ordering in active fluids driven by substrate deformations: Mechanisms and patterning regimes",
      "authors": [
        "Varun Venkatesh, Amin Doostmohammadi"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.24639",
      "arxiv": "https://arxiv.org/abs/2505.24639",
      "doi": "10.1103/gj7d-vrkh",
      "summary": "The interplay between active matter and its environment is central to understanding emergent behavior in biological and synthetic systems. Here, we show that coupling active nematic flows to small-amplitude deformations of a compliant substrate can fundamentally reorganize the system's dynamics. Using a model that combines active nematohydrodynamics with substrate mechanics, we find that contractile active nematics-normally disordered in flat geometries-undergo a sharp transition to long-range orientational order when the environment is deformable. This environmentally induced ordering is robust and enables distinct patterning regimes, with wrinkle morphologies reflecting the nature of the active stresses. Our results reveal a generic mechanism by which mechanical feedback from soft environments can lead to ordering in active systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Traveling supersolid stripe patterns in spin-orbit-coupled Bose-Einstein condensates",
      "authors": [
        "G. I. Martone, G. V. Shlyapnikov"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.07322",
      "arxiv": "https://arxiv.org/abs/2506.07322",
      "doi": "10.1103/wf3t-h862",
      "summary": "We consider a traveling supersolid stripe pattern in a spin-orbit-coupled Bose gas. This configuration is associated with an unequal population of the two single-particle energy minima, giving rise to a chemical potential difference that sets the fringe velocity. Unlike stationary stripes, the moving pattern is spin-polarized, with decreasing contrast as the population imbalance increases, eventually leading to stripe melting and transition to the uniform plane-wave phase. The Bogoliubov spectrum of the moving stripes exhibits asymmetry under inversion of the excitation quasimomentum. At high population imbalance, we identify energetic and dynamical instabilities in the spin-phonon mode which transforms to the roton mode of the plane-wave phase as the stripe structure vanishes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Discontinuous percolation via suppression of neighboring clusters in a network",
      "authors": [
        "Young Sul Cho"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.02336",
      "arxiv": "https://arxiv.org/abs/2507.02336",
      "doi": "10.1103/zp47-scxx",
      "summary": "Our recent study on the Bethe lattice reported that a discontinuous percolation transition emerges as the number of occupied links increases and each node rewires its links to locally suppress the growth of neighboring clusters. However, since the Bethe lattice is a tree, a macroscopic cluster forms as an infinite spanning tree but does not contain a finite fraction of the nodes. In this paper, we study a bipartite network that can be regarded as a locally tree-like structure with long-range neighbors. In this network, each node in one of the two partitions is allowed to rewire its links to nodes in the other partition to suppress the growth of neighboring clusters. We observe a discontinuous percolation transition characterized by the emergence of a single macroscopic cluster containing a finite fraction of nodes, followed by critical behavior of the cluster size distribution. We also provide an analytical explanation of the underlying mechanism."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A molecule with half-M\\\"obius topology",
      "authors": [
        "Igor Roncevic, Fabian Paschke, Yueze Gao, Leonard-Alexander Lieske, Lene A. G\\\"odde, Stefano Barison, Samuele Piccinelli, Alberto Baiardi, Ivano Tavernelli, Jascha Repp, Florian Albrecht, Harry L. Anderson, Leo Gross"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.03516",
      "arxiv": "https://arxiv.org/abs/2507.03516",
      "doi": null,
      "summary": "Stereoisomers of C$_{13}$Cl$_2$ exhibiting helical orbitals around a ring of carbon atoms were synthesized by atom manipulation on NaCl surfaces. We resolved the enantiomeric geometries of the singlet states by atomic force microscopy and mapped their helical orbital densities by scanning tunnelling microscopy. A ${\\pi}$-orbital basis of the helical, non-planar singlets that twists by 90{\\deg} in one circulation is consistent with a half-M\\\"obius topology. In such a topology, the ${\\pi}$-orbital basis changes sign with respect to two circumnavigations and is periodic with respect to four circumnavigations. A quasiparticle on a ring with this boundary condition could be interpreted as carrying a Berry phase of ${\\pi}$/2. We demonstrate reversible switching of the topology, between the two singlets of oppositely threaded half-M\\\"obius topology, and the planar, topologically trivial, triplet state. Multireference calculations, including large-scale sample-based ab initio calculations executed on quantum hardware, reveal that the switching is associated with a helical pseudo Jahn-Teller effect."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Time arrow in open-boundary one-dimensional stochastic dynamics",
      "authors": [
        "Chi-Lun Lee, Yu-Syuan Lin, Pik-Yin Lai"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.09145",
      "arxiv": "https://arxiv.org/abs/2507.09145",
      "doi": null,
      "summary": "We consider the finite-timestep Brownian dynamics of a single particle confined in one dimension, with a nonuniform temperature profile. In such an open-boundary scenario, one cannot observe any net probability current in the nonequilibrium steady state (NESS). On the other hand, the nonequilibrium nature of this system is exhibited through the asymmetry in forward and backward transition probabilities, as is reported in this work through the stochastic simulation analysis and theoretical arguments. The irreversibility becomes prominent nearby the temperature interface. We propose that the observed irreversibility can be accounted for via a virtual-gyration scenario, while the collapse of virtual gyrations upon the one-dimensional coordinate leads to the absence of probability current."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electron-phonon-dominated charge-density-wave fluctuations in TiSe$_2$ accessed by ultrafast nonequilibrium dynamics",
      "authors": [
        "Sotirios Fragkos, Hibiki Orio, Nina Girotto Erhardt, Akib Jabed, Sarath Sasi, Quentin Courtade, Muthu P. T. Masilamani, Maximilian \\\"Unzelmann, Florian Diekmann, Baptiste Hildebrand, Dominique Descamps, St\\'ephane Petit, Fabio Boschini, J\\'an Min\\'ar, Yann Mairesse, Friedrich Reinert, Kai Rossnagel, Dino Novko, Samuel Beaulieu, Jakub Schusser"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.12430",
      "arxiv": "https://arxiv.org/abs/2507.12430",
      "doi": null,
      "summary": "The complex phase diagram of 1T-TiSe2 consists of a charge density wave (CDW) below 200 K, and CDW fluctuations of still unknown origin at higher temperatures. Here, we use time-resolved extreme ultraviolet momentum microscopy and density functional perturbation theory to uncover the formation mechanism of CDW fluctuations and their spectral features at 295 K. We investigated the transient dynamics of fluctuations upon nonresonant ultrafast photoexcitation, and directly correlate it with the CDW soft-phonon hardening. Surprisingly, our results show that the coherent amplitude mode modulating ultrafast CDW recovery persists above TCDW, and reveal that CDW fluctuations are dominated by the electron-phonon interaction rather than excitonic correlations as commonly believed. Our findings on these microscopic CDW fluctuations clarify the complex interplay between electronic and lattice degrees of freedom at elevated temperatures and, therefore, could be useful in understanding the nature of the CDW phase transition in 1T-TiSe2 and similar quantum materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A general model for frictional contacts in colloidal systems",
      "authors": [
        "Kay Hofmann, Kay-Robert Dormann, Benno Liebchen, Friederike Schmid"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.16388",
      "arxiv": "https://arxiv.org/abs/2507.16388",
      "doi": null,
      "summary": "In simulations of colloidal matter, frictional contacts between particles are often neglected. For spherical colloids, such an approximation can be problematic, since frictional contacts couple translational and rotational degrees of freedom, which may affect the collective behavior of, e.g., colloids under shear and chiral active matter. Deterministic models for frictional contacts have been proposed in the granular matter community. On the colloidal scale, however, thermal fluctuations are important and should be included in a thermodynamically consistent manner. Here, we derive the correct fluctuation-dissipation relation for linear and nonlinear instantaneous frictional contact interactions. Among other, this generates a new generalized class of dissipative particle dynamics (DPD) thermostats with rotation-translation coupling. We demonstrate effects of frictional contact interactions using the examples of Poiseuille flow and motility induced phase separation in active Langevin particles."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnetic Excitations of a Half-Filled Tl-based Cuprate",
      "authors": [
        "I. Bia{\\l}o, Q. Wang, J. K\\\"uspert, X. Hong, L. Martinelli, O. Gerguri, Y. Chan, K. von Arx, O. K. Forslund, W. R. Pude{\\l}ko, C. Lin, N. C. Plumb, Y. Sassa, D. Betto, N. B. Brookes, M. Rosmus, N. Olszowska, M. D. Watson, T. K. Kim, C. Cacho, M. Horio, M. Ishikado, H. M. R{\\o}nnow, J. Chang"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.22242",
      "arxiv": "https://arxiv.org/abs/2507.22242",
      "doi": "10.1038/s43246-025-01061-1",
      "summary": "Strong electron correlations drive Mott insulator transitions. Yet, there exists no framework to classify Mott insulators by their degree of correlation. Cuprate superconductors, with their tunable doping and rich phase diagrams, offer a unique platform to investigate the evolution of these interactions. However, spectroscopic access to a clean half-filled Mott-insulating state is lacking in compounds with the highest superconducting onset temperature. To fill this gap, we introduce a pristine, half-filled thallium-based cuprate system, Tl$_2$Ba$_5$Cu$_4$O$_{x}$. Using high-resolution resonant inelastic x-ray scattering, we probe long-lived magnon excitations and uncover a pronounced kink in the magnon dispersion, marked by a simultaneous change in group velocity and lifetime broadening. Modeling the dispersion within a Hubbard-Heisenberg approach, we extract the interaction strength and compare it with other cuprate systems. Our results establish a cuprate universal relation between electron-electron interaction and magnon zone-boundary dispersion. Superconductivity seems to be optimal at intermediate correlation strength, suggesting an optimal balance between localization and itinerancy."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Emergent gauge flux in QED$_3$ with flavor chemical potential: application to magnetized U(1) Dirac spin liquids",
      "authors": [
        "Chuang Chen, Urban F. P. Seifert, Kexin Feng, Oleg A. Starykh, Leon Balents, Zi Yang Meng"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.08528",
      "arxiv": "https://arxiv.org/abs/2508.08528",
      "doi": null,
      "summary": "We design a lattice model of a non-compact U(1) gauge field coupled to fermions with a flavor chemical potential and solve it with large-scale determinant quantum Monte Carlo simulations. For zero flavor chemical potential, the model realizes three-dimensional quantum electrodynamics (QED3) which has been argued to describe the ground state and low-energy excitations of the Dirac spin liquid phase of quantum antiferromagnets. At finite flavor chemical potential, corresponding to a Zeeman field perturbing the Dirac spin liquid, we find a \"chiral flux\" phase which is characterized by the generation of a finite mean emergent gauge flux and, accordingly, the formation of relativistic Landau levels for the Dirac fermions. In this state, the U(1)m magnetic symmetry is spontaneously broken, leading to a gapless free photon mode which, due to spin-flux-attachment, is observable in the longitudinal spin structure factor. We numerically compute longitudinal and transverse spin structure factors which match our continuum and lattice mean-field theory predictions. In a different region of the phase diagram, strong fluctuations of the emergent gauge field give rise to an antiferromagnetically ordered state with gapped Dirac fermions coexisting with a deconfined gauge field. We also find an interesting intermediate phase where the chiral flux phase and the antiferromagnetic phase coexist. We argue that our results pave the way to testable predictions for magnetized Dirac spin liquids in frustrated quantum antiferromagnets."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Stabilizing and Tuning Superconductivity in La$_3$Ni$_2$O$_{7-\\delta}$ Films: Oxygen Recycling Protocol Reveals Hole-Doping Analogue",
      "authors": [
        "Lifen Xiang, Siyi Lei, Xiaolin Ren, Ziao Han, Zijian Xu, X. J. Zhou, Zhihai Zhu"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11581",
      "arxiv": "https://arxiv.org/abs/2508.11581",
      "doi": null,
      "summary": "The recent achievement of superconductivity in La$_3$Ni$_2$O$_{7-\\delta}$ with transition temperatures exceeding 40 K in thin films under compressive strain and 80 K in bulk crystals under high pressure opens new avenues for research on high-temperature superconductivity. The realization of superconductivity in thin films requires delicate control of growth conditions, which presents significant challenges in the synthesis process. Furthermore, the stability of superconducting La$_3$Ni$_2$O$_{7-\\delta}$ films is compromised by oxygen loss, which complicates their characterization. We introduce an effective recycling protocol that involves oxygen removal in a precursor phase followed by ozone-assisted annealing, which restores superconducting properties. By tuning the oxygen content, we construct an electronic phase diagram that highlights oxygen addition as a potential analogue to hole doping via La substitution with Sr, providing insights into the doping mechanism and guiding future material optimization."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Suppression of the valence transition in solution-grown single crystals of Eu$_2$Pt$_6$Al$_{15}$",
      "authors": [
        "Juan Schmidt, Dominic H. Ryan, Oliver Janka, Jutta K\\\"osters, Carsyn L. Mueller, Aashish Sapkota, Rafaela F. S. Penacchio, Tyler J. Slade, Sergey L. Bud'ko, Paul C. Canfield"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.14841",
      "arxiv": "https://arxiv.org/abs/2508.14841",
      "doi": "10.1103/23zp-wpyc",
      "summary": "The study of Eu intermetallic compounds has allowed the exploration of valence fluctuations and transitions in 4f electron systems. Recently, a Eu$_2$Pt$_6$Al$_{15}$ phase synthesized by arc-melting followed by a thermal treatment was reported [M. Radzieowski \\textit{et al.}, J Am Chem Soc 140(28), 8950-8957 (2018)], which undergoes a transition upon cooling below 45~K that was interpreted as a valence transition from Eu$^{2+}$ to Eu$^{3+}$. In this paper, we present the discovery of another polymorph of Eu$_2$Pt$_6$Al$_{15}$ obtained by high temperature solution growth, which presents different physical properties than the arc-melted polycrystalline sample. Despite the similarities in crystal structure and chemical composition, the Eu valence transition is almost fully suppressed in the solution-grown crystals, allowing the moments associated with the Eu$^{2+}$ state to order antiferromagnetically at around 14~K. A detailed analysis of the crystal structure using single crystal X-ray diffraction reveals that, although the solution grown crystals are built from the same constituent layers as the arc-melted samples, these layers present a different stacking. The effect of different thermal treatments is also studied. Different anneal procedures did not result in significant changes in the intrinsic properties, and only by arc-melting and quenching the crystals we were able to convert them into the previously reported polymorph."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Getting the manifold right: The crucial role of orbital resolution in DFT+U for mixed d-f electron compounds",
      "authors": [
        "Kinga Warda, Eric Macke, Iurii Timrov, Lucio Colombi Ciacchi, Piotr M. Kowalski"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16435",
      "arxiv": "https://arxiv.org/abs/2508.16435",
      "doi": "10.1021/acs.jctc.5c01406",
      "summary": "Accurately modeling compounds with partially filled $d$ and $f$ shells remains a hard challenge for density-functional theory, due to large self-interaction errors stemming from local or semi-local exchange-correlation functionals. Hubbard $U$ corrections can mitigate such errors, but are often detrimental to the description of hybridized states, leading to spurious force contributions and wrong lattice structures. Here, we show that careful disentanglement of localized and delocalized states leads to accurate predictions of electronic states and structural distortions in ternary monouranates (AUO$_4$, where A represents Mn, Co, or Ni), for which standard $U$ corrections generally fail. Crucial to achieving such accuracy is a minimization of the mismatch between the spatial extension of the projector functions and the true coordination geometry. This requires Wannier-like alternatives to atomic-orbital projector functions, or corrections of Hubbard manifolds exclusively comprised of the most localized A-$3d$, U-$5f$ and O-$2p$ orbitals. These findings open up the computational prediction of fundamental properties of actinide solids of critical technological importance."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "pyRMG: A Framework for High-Throughput, Large-Cell DFT Calculations on Supercomputers",
      "authors": [
        "R. J. Morelock, S. Bagchi, E. L. Briggs, W. Lu, J. Bernholc, P. Ganesh"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.16775",
      "arxiv": "https://arxiv.org/abs/2509.16775",
      "doi": null,
      "summary": "Exascale computing delivers the raw power to simulate ever larger and more chemically realistic systems, but realizing this potential requires codes that can efficiently use thousands of processors. Our real-space multigrid (RMG) density functional theory (DFT) code's grid-decomposition approach scales nearly linearly with the number of GPUs, even for simulations exceeding thousands of atoms. This scalability makes RMG a compelling tool for high-throughput DFT studies of materials that would otherwise be bottlenecked in other codes (for example, by global Fast Fourier Transforms in plane-wave DFT). However, the limited workflow infrastructure for RMG has thus far constrained its adoption to a small user community. In this work, we present pyRMG, a Python package designed to streamline the setup and execution of RMG DFT calculations. Built on the pymatgen and ASE computational materials science Python packages, pyRMG automates input generation and convergence checking, and integrates with modern job schedulers (e.g., Flux) on leadership-class platforms such as Frontier and Perlmutter. We demonstrate pyRMG for a high-throughput study of interfacial strain and twist-angle effects in lattice-matched, 2D Bi$_2$Se$_3$/NbSe$_2$ heterostructures, which offers chemical insights into this system and shows that RMG-based workflows can converge with limited user intervention."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Angular momentum of vortex-core Majorana zero modes",
      "authors": [
        "Giulia Venditti, Christophe Berthod, Louk Rademaker"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.19031",
      "arxiv": "https://arxiv.org/abs/2509.19031",
      "doi": "10.1103/fg3f-3stw",
      "summary": "Majorana zero modes (MZMs) are highly sought-after states with a possible application in quantum computation. Here, we show that vortex-core MZMs can carry a nontrivial angular momentum. This establishes new `flavors' of Majorana modes, independent of the Chern classification of topological superconductors. The MZM angular momentum is explicitly calculated for a microscopic model of a $d+id$ superconductor placed on a three-dimensional topological insulator ($d+id+\\phantom{}$Dirac model) using both exact diagonalization and the Chebyshev expansion. We classify all possible quantum numbers of MZMs depending on the windings of the order parameter and underlying normal state. The topological protection of the MZM is set by the bulk gap, quasiparticle poisoning by trivial in-gap states, and its localization length. All these severely limit the stability of MZMs in the $d+id+\\phantom{}$Dirac model, in contrast to earlier claims. Nevertheless, the possibility of having different flavors of MZM - in the form of angular momentum or something else - can provide a unique path forward for the study of MZMs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Self-induced buckling in hollow microgels",
      "authors": [
        "Leah Rank, Emanuela Zaccarelli"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.04247",
      "arxiv": "https://arxiv.org/abs/2510.04247",
      "doi": "10.1021/acsnano.5c15990",
      "summary": "Hollow microgels are elastic polymer shells easily realizable in experiments. Recent works have shown the emergence of buckling events in dilute hollow microgels under the effect of an added osmotic pressure. Here, we perform large-scale simulations to show that these microgels at high enough packing fractions undergo spontaneous symmetry-breaking deformations ranging from single large dents to multiple indentations, even in the absence of any externally applied stress. This self-induced buckling phenomenon is thus solely driven by interparticle crowding. We construct a phase diagram inspired by vesicle shape theories, mapping local curvature metrics as a function of the reduced volume, to quantify these findings, and we also propose ways to observe the occurrence of buckling in experiments. The present results thus rationalize the deformations occurring in suspensions of micro- and nano-scale elastic shells, offering a synthetic analogue to biological ones and allowing direct control on buckling instabilities for potential applications. Beyond materials design, these insights may also help to describe shape regulation in natural systems such as cells and vesicles, where similar deformations are observed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Wishart--Rosenzweig--Porter random matrix ensemble",
      "authors": [
        "Victor Delapalme, Leticia F. Cugliandolo, Gr\\'egory Schehr, Marco Tarzia, Davide Venturelli"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.15764",
      "arxiv": "https://arxiv.org/abs/2510.15764",
      "doi": "10.1088/1742-5468/ae29f6",
      "summary": "In recent years the Rosenzweig--Porter (RP) ensemble, obtained by adding a diagonal matrix with independent and identically distributed elements to a Gaussian random matrix, has been widely used as a minimal model for the emergence of fractal eigenstates in complex many-body systems. A key open question concerns the robustness of its phase diagram when the assumption of independent and uncorrelated entries is relaxed -- an assumption that simplifies its analysis, but is generally violated in realistic quantum systems. In this work, we take a first step in this direction by considering a deformed Wishart (rather than Gaussian) random matrix, which we dub the ``Wishart--RP'' ensemble. Using perturbation theory, as well as the cavity and replica methods and the Dyson Brownian motion approach, we characterize its phase diagram and localization properties. Remarkably, we show that the level compressibility, which quantifies spectral correlations in the fractal phase, coincides with that of the Gaussian RP model, thereby extending the universality conjectured in [SciPost Phys. 14, 110 (2023)] beyond the fully uncorrelated setting. We confirm our results with numerical tests."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Growth, discovery and characterization of single crystalline Eu$_{0.8}$Pt$_6$Al$_{16.4}$",
      "authors": [
        "Juan Schmidt, Oliver Janka, Jutta K\\\"osters, Sergey L. Bud'ko, Paul C. Canfield"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.16554",
      "arxiv": "https://arxiv.org/abs/2510.16554",
      "doi": "10.1016/j.jssc.2026.125830",
      "summary": "We report the discovery of a ternary compound, Eu$_{0.8}$Pt$_6$Al$_{16.4}$. We determine its chemical and structural characteristics based on energy-dispersive X-ray spectroscopy as well as both powder and single-crystal X-ray diffraction, demonstrating that it crystallizes in a hexagonal structure type EuPt$_6$Al$_{17}$ with no reported structural analog. The electronic and magnetic properties are characterized by temperature- and field-dependent magnetization, and temperature-dependent resistance measurements, revealing that the Eu$^{2+}$ magnetic moments order antiferromagnetically below 2.8 K."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological BF Theory construction of twisted dihedral quantum double phases from spontaneous symmetry breaking",
      "authors": [
        "Zhi-Qiang Gao, Chunxiao Liu, Joel E. Moore"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.19589",
      "arxiv": "https://arxiv.org/abs/2511.19589",
      "doi": null,
      "summary": "Nonabelian topological orders host exotic anyons central to quantum computing, yet established realizations rely on case-by-case constructions that are often conceptually involved. In this work, we present a systematic construction of nonabelian dihedral quantum double phases based on a continuous $O(2)$ gauge field. We first formulate a topological $S[O(2)\\times O(2)]$ BF theory, and by identifying the Wilson loops and twist operators of this theory with anyons, we show that our topological BF theory reproduces the complete anyon data, and can incorporate all Dijkgraaf--Witten twists. Building on this correspondence, we present a microscopic model with $O(2)$ lattice gauge field coupled to Ising and rotor matter whose Higgsing yields the desired dihedral quantum double phase. A perturbative renormalization group analysis further suggests a direct transition from this phase to a $U(1)$ Coulomb or chiral topological phase at a stable multicritical point with emergent $O(3)$ symmetry. Our proposal offers an alternative route to nonabelian topological order with promising prospects in synthetic gauge field platforms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Lectures on insulating and conducting quantum spin liquids",
      "authors": [
        "Subir Sachdev"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.23962",
      "arxiv": "https://arxiv.org/abs/2512.23962",
      "doi": null,
      "summary": "Two of the iconic phases of the hole-doped cuprate materials are the intermediate temperature pseudogap metal and the lower temperature $d$-wave superconductor. Following the prescient suggestion of P. W. Anderson, there were numerous early theories of these phases as doped quantum spin liquids. However, these theories have had difficulties with two prominent observations: (i) angle-dependent magnetoresistance measurements (ADMR) in the pseudogap metal, including observation of the Yamaji effect, present convincing evidence of small hole pockets which can tunnel coherently between square lattice layers (Fang et al., Nature Physics 18, 558 (2022); Chan et al., Nature Physics 21, 1753 (2025)) and (ii) the velocities of the nodal Bogoliubov quasiparticles in the $d$-wave superconductor are highly anisotropic, with $v_F \\gg v_\\Delta$ (Chiao et al., Phys. Rev. B 62, 3554 (2000)). These lecture notes review how the fractionalized Fermi Liquid (FL*) state, which dopes quantum spin liquids with gauge-neutral electron-like quasiparticles, resolves both difficulties. Theories of insulating quantum spin liquids employing fractionalization of the electron spin into bosonic or fermionic partons are discussed. Doping the bosonic parton theory leads to a holon metal theory: while not appropriate for the cuprate pseudogap, this theory is argued to apply to the Lieb lattice. Doping the fermionic parton theory leads to a $d$-wave superconductor with nearly isotropic quasiparticle velocities. The construction of the FL* state in a single band Hubbard-type model is described using a quantum dimer model, followed by a more realistic description using the Ancilla Layer Model (ALM), which is then used to obtain the theory of the pseudogap and the $d$-wave superconductor."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Higher-order response theory in optimal stochastic thermodynamics",
      "authors": [
        "Samuel. H. DAmbrosia, Adrianne Zhong, Michael R. DeWeese"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.24540",
      "arxiv": "https://arxiv.org/abs/2512.24540",
      "doi": null,
      "summary": "Linear response theory has found many applications in statistical physics. One of these is to compute minimal-work protocols that drive nonequilibrium systems between different thermodynamic states, which are useful for designing engineered nanoscale systems and understanding biomolecular machines. We compare and explore the relationships between linear-response-based approximations used to study optimal protocols in different driving regimes by showing that they arise as controlled truncations of a general causal response (Volterra) expansion. We then construct higher-order response terms and discuss the drawbacks and utility of their inclusion. We illustrate our results for an overdamped particle in a harmonic trap, ultimately showing that the inclusion of higher-order response in calculating optimal protocols provides marginal improvement in effectiveness despite incurring a significant computational expense, while introducing the possibility of predicting arbitrarily low and unphysical negative excess work."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "PFT: Phonon Fine-tuning for Machine Learned Interatomic Potentials",
      "authors": [
        "Teddy Koker, Abhijeet Gangan, Mit Kotak, Jaime Marian, Tess Smidt"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.07742",
      "arxiv": "https://arxiv.org/abs/2601.07742",
      "doi": null,
      "summary": "Many materials properties depend on higher-order derivatives of the potential energy surface, yet machine learned interatomic potentials (MLIPs) trained with standard a standard loss on energy, force, and stress errors can exhibit error in curvature, degrading the prediction of vibrational properties. We introduce phonon fine-tuning (PFT), which directly supervises second-order force constants of materials by matching MLIP energy Hessians to DFT-computed force constants from finite displacement phonon calculations. To scale to large supercells, PFT stochastically samples Hessian columns and computes the loss with a single Hessian-vector product. We also use a simple co-training scheme to incorporate upstream data to mitigate catastrophic forgetting. On the MDR Phonon benchmark, PFT improves Nequix MP (trained on Materials Project) by 55% on average across phonon thermodynamic properties and achieves state-of-the-art performance among models trained on Materials Project trajectories. PFT also generalizes to improve properties beyond second-derivatives, improving thermal conductivity predictions that rely on third-order derivatives of the potential energy."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unavoidable Canonical Nonlinearity Induced by Gaussian Measures Discretization",
      "authors": [
        "Koretaka Yuge"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.08381",
      "arxiv": "https://arxiv.org/abs/2601.08381",
      "doi": null,
      "summary": "When we consider canonical averages for classical discrete systems, typically referred to as substitutional alloys, the map phi from many-body interatomic interactions to thermodynamic equilibrium configurations generally exhibits complicated nonlinearity. This canonical nonlinearity is fundamentally rooted in deviations of the discrete configurational density of states (CDOS) from continuous Gaussian families, and has conventionally been characterized by the Kullback-Leibler (KL) divergence on discrete statistical manifold. Thus, the previous works inevitablly missed intrinsic nonlinearities induced by discretization of Gaussian families, which remains invisible within conventional information-geometric descriptions. In the present work, we identify and quantify such unavoidable canonical nonlinearity by employing the 2-Wasserstein distance with a cost function aligned with the Fisher metric for Gaussian families. We derive an explicit expression for the Wasserstein distance in the limit of vanishing discretization scale d to 0: W2 = d*sqrt(Tr(Gamma)^(-1)/12), where Gamma denotes covariance matrix of the CDOS. We further show that this limiting Wasserstein distance admits a clear geometric interpretation on the statistical manifold, equivalent to a KL divergence associated with the expected parallel translations of continuous Gaussian. Our framework thus provides a transport-information-geometric characterization of discretization-induced nonlinearity in classical discrete systems. In addition, we confirm that this W2-KL equivalence admits a natural generalization beyond Gaussian families, provided that the transport cost is aligned with the Fisher metric of an underlying statistical submanifold and the discretization scale induces infinitesimal parameter variations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Symmetry topological field theory and non-abelian Kramers-Wannier dualities of generalised Ising models",
      "authors": [
        "Clement Delcamp, Nafiz Ishtiaque"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2408.06074",
      "arxiv": "https://arxiv.org/abs/2408.06074",
      "doi": "10.1007/s00023-025-01591-x",
      "summary": "-cross Abstract: For a class of two-dimensional Euclidean lattice field theories admitting topological lines encoded into a spherical fusion category, we explore aspects of their realisations as boundary theories of a three-dimensional topological quantum field theory. After providing a general framework for explicitly constructing such realisations, we specialise to non-abelian generalisations of the Ising model and consider two operations: gauging an arbitrary subsymmetry and performing Fourier transforms of the local weights encoding the dynamics of the theory. These are carried out both in a traditional way and in terms of the three-dimensional topological quantum field theory. Whenever the whole symmetry is gauged, combining both operations recovers the non-abelian Kramers-Wannier duals \\`a la Freed and Teleman of the generalised Ising models. Moreover, we discuss the interplay between renormalisation group fixed points of gapped symmetric phases and these generalised Kramers-Wannier dualities."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Strategy for Proving the Strong Eigenstate Thermalization Hypothesis : Chaotic Systems and Holography",
      "authors": [
        "Taishi Kawamoto"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.09746",
      "arxiv": "https://arxiv.org/abs/2411.09746",
      "doi": "10.1007/JHEP01(2025)095",
      "summary": "-cross Abstract: The strong eigenstate thermalization hypothesis (ETH) provides a sufficient condition for thermalization and equilibration. Although it is expected to be hold in a wide class of highly chaotic theories, there are only a few analytic examples demonstrating the strong ETH in special cases, often through methods related to integrability. In this paper, we explore sufficient conditions for the strong ETH that may apply to a broad range of chaotic theories. These conditions are expressed as inequalities involving the long-time averages of real-time thermal correlators. Specifically, as an illustration, we consider simple toy examples which satisfy these conditions under certain technical assumptions. This toy models have same properties as holographic theories at least in the perturbation in large $N$. We give a few comments for more realistic holographic models."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Planckian bound on quantum dynamical entropy",
      "authors": [
        "Xiangyu Cao"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.20914",
      "arxiv": "https://arxiv.org/abs/2507.20914",
      "doi": null,
      "summary": "-cross Abstract: We introduce a simple definition of dynamical entropy for quantum systems under continuous monitoring, inspired by Connes, Narnhofer and Thirring. It quantifies the amount of information gained about the initial condition. A nonzero entropy rate can be obtained by monitoring the thermal fluctuation of an extensive observable in a generic many-body system (away from classical or large N limit). We explicitly compute the entropy rate in the thermodynamic and long-time limit, in terms of the two-point correlation functions. We conjecture a universal Planckian bound for the entropy rate. Related results on the purification rate are also obtained."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Complexity in multi-qubit and many-body systems",
      "authors": [
        "Imre Varga"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.22246",
      "arxiv": "https://arxiv.org/abs/2507.22246",
      "doi": "10.1103/k533-79b6",
      "summary": "-cross Abstract: Characterizing complexity and criticality in quantum systems requires diagnostics that are both computationally tractable and physically insightful. We apply a measure of quantum state complexity for n-qubit systems, defined as the divergence between the Shannon or von Neumann entropy of the computational basis distribution and the second-order Renyi entropy. This quantity has already been used earlier termed as structural entropy and it is particularly powerful as the Renyi entropy is directly related to state purity, linear entropy, and the inverse participation ratio, providing a clear physical grounding. While other Renyi orders could be used, the second order offers a deep and established connection to these key physical quantities. We first validate the measure in canonical noise channels, showing it peaks at the boundary between quantum and classical regimes. We then demonstrate its power in many-body physics. For systems exhibiting a many-body localization transition - including deformed random matrix ensembles and a disordered Heisenberg spin chain - the complexity measure reliably signals the crossover from integrable/localized to quantum-chaotic/ergodic phases. Crucially, the maximum complexity occurs in the non-ergodic yet extended states at the transition, precisely capturing the critical region where the system is neither fully localized nor thermalized. Furthermore, within the chaotic phase, the measure correlates with the survival probability of local excitations, revealing a spectrum of thermalization properties. Our results establish that the entropic complexity is a simple, versatile, and effective probe for identifying nontrivial quantum regimes and transitions giving a new and alternative insight into such systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Building globally controlled quantum processors with ZZ interactions",
      "authors": [
        "Roberto Menta, Francesco Cioni, Riccardo Aiudi, Francesco Caravelli, Marco Polini, Vittorio Giovannetti"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09271",
      "arxiv": "https://arxiv.org/abs/2509.09271",
      "doi": "10.1103/lz5d-lnz2",
      "summary": "-cross Abstract: We present a comprehensive framework for constructing various architectures of globally driven quantum computers, with a focus on superconducting qubits. Our approach leverages static inhomogeneities in the Rabi frequencies of qubits controlled by a common classical pulse -- a technique we refer to as the \"crossed-qubit\" method. We detail the essential components and design principles required to realize such systems, highlighting how global control can be harnessed to perform local operations, enabling universal quantum computation. This framework offers a scalable pathway toward quantum processors by striking a balance between wiring complexity and computational efficiency, with potential applications in addressing current challenges to scalability."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exact Relation Between Wehrl-R\\'enyi Entropy and Many-Body Entanglement",
      "authors": [
        "Pengfei Zhang, Chen Xu, Peng Zhang"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.16036",
      "arxiv": "https://arxiv.org/abs/2509.16036",
      "doi": null,
      "summary": "-cross Abstract: Quantum entanglement is key to understanding correlations and emergent phenomena in quantum many-body systems. For $N$ qubits (distinguishable spin-$1/2$ particles) in a pure quantum state, many-body entanglement can be characterized by the purity of the reduced density matrix of a subsystem, defined as the trace of the square of this reduced density matrix. Nevertheless, this approach depends on the choice of subsystem. In this letter, we establish an exact relation between the Wehrl-R\\'enyi entropy (WRE) $S_W^{(2)}$, which is the 2nd R\\'enyi entropy of the Husimi function of the entire system, and the purities of all possible subsystems. Specifically, we prove the relation $e^{-S_W^{(2)}} = (6\\pi)^{-N} \\sum_A \\mathrm{Tr}({{\\hat \\rho}_A}^2)$, where $A$ denotes a subsystem with reduced density matrix ${\\hat \\rho}_A$, and the summation runs over all $2^N$ possible subsystems. Furthermore, we show that the WRE can be experimentally measured via a concrete scheme. Therefore, the WRE is a subsystem-independent and experimentally measurable characterization of the overall entanglement in pure states of $N$ qubits. It can be applied to the study of strongly correlated spin systems, particularly those with all-to-all couplings that do not have a natural subsystem division, such as systems realized with natural atoms in optical tweezer arrays or superconducting quantum circuits. We also analytically derive the WRE for several representative many-body states, including Haar-random states, the Greenberger-Horne-Zeilinger (GHZ) state, and the W state."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Advanced micropillar cavities: room-temperature operation of microlasers",
      "authors": [
        "Andrey Babichev, Alexey Blokhin, Yuriy Zadiranov, Yulia Salii, Marina Kulagina, Mikhail Bobrov, Alexey Vasiliev, Sergey Blokhin, Nikolay Maleev, Ivan Makhov, Natalia Kryzhanovskaya, Leonid Karachinsky, Innokenty Novikov, Anton Egorov"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27301",
      "arxiv": "https://arxiv.org/abs/2510.27301",
      "doi": null,
      "summary": "-cross Abstract: High-quality micropillar cavities were grown using molecular-beam epitaxy. Stable continuous-wave lasing at room-temperature was demonstrated for microlasers with semiconductor and hybrid output mirrors. At 300 K, single-mode lasing was demonstrated for micropillars with a diameter of 5 $\\mu$m at a wavelength of 960 nm, with a minimum lasing threshold of 1.2 mW and a bare quality-factor exceeding 8000."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Time Evolution of Multi-Party Entanglement Signals",
      "authors": [
        "Vijay Balasubramanian, Hanzhi Jiang, Simon F. Ross"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.16729",
      "arxiv": "https://arxiv.org/abs/2511.16729",
      "doi": null,
      "summary": "-cross Abstract: We study the real-time dynamics of multi-party entanglement signals in chaotic quantum many-body systems including but not necessarily restricted to holographic conformal field theories. We find that scrambling dynamics generates multiparty entanglement with rich structure including: (a) qualitatively different dynamical behaviours for different signals, likely reflecting different dynamics for different kinds of entanglement patterns, (b) discontinuities indicating dynamical phase transitions in the entanglement structure, (c) transient and non-monotonic multiparty entanglement, and (d) periods during which the extensive entanglement of some regions is entirely multipartite. Our main technical tool is the membrane theory of entanglement dynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Structural and Dynamical Crossovers in Dense Electrolytes",
      "authors": [
        "Daehyeok Kim, Taejin Kwon, Jeongmin Kim"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.03382",
      "arxiv": "https://arxiv.org/abs/2512.03382",
      "doi": null,
      "summary": "-cross Abstract: Electrostatic interactions fundamentally govern the structure and transport of electrolytes. In concentrated electrolytes, however, electrostatic and steric correlations, together with ion-solvent coupling, give rise to complex behavior, such as underscreening, that remains challenging to explain despite extensive theoretical effort. Using molecular dynamics simulations of primitive electrolytes with and without space-filling solvent particles, we elucidate the structural and dynamical crossovers and their connection that emerge with increasing salt concentration. Explicit-solvent electrolytes exhibit a screening transition from a charge-dominated dilute regime to a density-dominated concentrated regime, accompanied by dynamical crossovers in ion self-diffusion and ion-pair lifetimes. These dynamical crossovers display a marked discontinuity, unlike the smoother variation of the screening crossover, which originates from short-range ion-counterion structures. The pronounced growth of ionic clusters leads to a percolation transition only at higher concentrations, whereas the onset of the structural and dynamical crossovers is associated primarily with local ion pairing or small aggregates. Both structural and dynamical behaviors are found to depend sensitively on ion-solvent coupling: implicit-solvent electrolytes exhibit a screening transition between two charge-dominated regimes, accompanied by qualitatively distinct dynamical behavior. Finally, we demonstrate that the diffusion-corrected ion-pair lifetime provides a consistent descriptor linking ionic structure and dynamics across electrolyte systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Transversal Clifford-Hierarchy Gates via Non-Abelian Surface Codes",
      "authors": [
        "Alison Warman, Sakura Schafer-Nameki"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.13777",
      "arxiv": "https://arxiv.org/abs/2512.13777",
      "doi": null,
      "summary": "-cross Abstract: We present an entirely 2D transversal realization of phase gates at any level of the Clifford hierarchy, and beyond, using non-Abelian surface codes. Our construction encodes a logical qubit in the quantum double $D(G)$ of a non-Abelian group $G$ on a triangular spatial patch. The logical gate is implemented transversally by stacking on the spatial region a symmetry-protected topological (SPT) phase specified by a group 2-cocycle. The Bravyi--K\\\"onig theorem limits the unitary gates implementable by constant-depth quantum circuits on Pauli stabilizer codes in $D$ dimensions to the $D$-th level of the Clifford hierarchy. We bypass this limitation, by constructing transversal unitary gates at arbitrary levels of the Clifford hierarchy purely in 2D, without sacrificing locality or fault tolerance, at the cost of using the quantum double of a non-Abelian group $G$. Specifically, for $G = D_{4N}$, the dihedral group of order $8N$, we realize the phase gate $T^{1/N} = \\mathrm{diag}(1, e^{i\\pi/(4N)})$ in the logical $\\overline{Z}$ basis. In this context we propose a non-abelian stabilizer group formalism, which we work out for dihedral groups. For $8N = 2^n$, the logical gate lies at the $n$-th level of the Clifford hierarchy and, importantly, has a qubit-only realization: we show that it can be constructed in terms of Clifford-hierarchy stabilizers for a code with $n$ physical qubits on each edge of the lattice. We also discuss code-switching to the $\\mathbb{Z}_2 \\times \\mathbb{Z}_2$ and $\\mathbb{Z}_2$ surface-codes, which can be utilized for the quantum error correction in this setup."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Surface Optimization of Aluminum Resonators for Robust Quantum Device Fabrication",
      "authors": [
        "Simon J. K. Lang, Ignaz Eisele, Alwin Maiwald, Emir Music, Luis Schwarzenbach, Carla Mor\\'an-Guiz\\'an, Johannes Weber, Daniela Zahn, Thomas Mayer, Rui N. Pereira, Christoph Kutter"
      ],
      "date": "2026-01-19T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2601.04082",
      "arxiv": "https://arxiv.org/abs/2601.04082",
      "doi": null,
      "summary": "-cross Abstract: Aluminum remains the central material for superconducting qubits, and considerable effort has been devoted to optimizing its deposition and patterning for quantum devices. However, while post-processing of Nb- and Ta-based resonators has been widely explored, primarily focusing on oxide removal using buffered oxide etch (BOE), post-treatment strategies for Al resonators remain underdeveloped. This challenge becomes particularly relevant for industry-scale fabrication with multichip bonding, where delays between sample preparation and cooldown require surface treatments that preserve low dielectric loss during extended exposure to ambient conditions. In this work, we investigate surface modification approaches for Al resonators subjected to a 24-hour delay prior to cryogenic measurement. Passivation using self-limiting oxygen and fluorine chemistries was evaluated utilizing different plasma processes. Remote oxygen plasma treatment reduced dielectric losses, in contrast to direct plasma, likely due to additional ashing of residual resist despite the formation of a thicker oxide layer on both Si and Al surfaces. A fluorine-based plasma process was developed that passivated the Al surface with fluorine for subsequent BOE treatment. However, increasing fluorine incorporation in the aluminum oxide correlated with higher loss, identifying fluorine as an unsuitable passivation material for Al resonators. Finally, selective oxide removal using HF vapor and phosphoric acid was assessed for surface preparation. HF vapor selectively etched SiO2 while preserving Al2O3, whereas phosphoric acid exhibited the opposite selectivity. Sequential application of both etches yielded dielectric losses as low as $\\delta_\\mathrm{LP} = 5.2 \\times 10^{-7}$ ($Q\\mathrm{i} \\approx 1.9\\,\\mathrm{M}$) in the single photon regime, demonstrating a promising pathway for robust Al-based resonator fabrication."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Floating science stations: my month on a research vessel looking after buoys",
      "authors": [
        "Christine Ro"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00189-5",
      "doi": "10.1038/d41586-026-00189-5",
      "summary": "Nature, Published online: 19 January 2026; doi:10.1038/d41586-026-00189-5 Physical oceanographer Melina M. Martinez finds ways to gather ocean data off the coast of Argentina."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Greed is the iron cage of our times  why nationalism is here to stay",
      "authors": [
        "Roberto Patricio Korzeniewicz"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00186-8",
      "doi": "10.1038/d41586-026-00186-8",
      "summary": "Nature, Published online: 19 January 2026; doi:10.1038/d41586-026-00186-8 A generation that missed out on economic growth is driving the trends overtaking politics today."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Forget formalism: mathematics was built on infighting and emotional turmoil",
      "authors": [
        "Ananyo Bhattacharya"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00187-7",
      "doi": "10.1038/d41586-026-00187-7",
      "summary": "Nature, Published online: 19 January 2026; doi:10.1038/d41586-026-00187-7 A fast-paced book captures how theory and formal proof intertwined with the personal lives of prominent mathematicians."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Im going to halve my publication output. You should consider slow science, too",
      "authors": [
        "Adrian Barnett"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-04061-w",
      "doi": "10.1038/d41586-025-04061-w",
      "summary": "Nature, Published online: 19 January 2026; doi:10.1038/d41586-025-04061-w If we dont slow down, the research enterprise is going to crash, argues Adrian Barnett."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Driving Floquet physics with excitonic fields",
      "authors": [
        "Vivek Pareek",
        "David R. Bacon",
        "Xing Zhu",
        "Yang-Hao Chan",
        "Fabio Bussolotti",
        "Marcos G. Menezes",
        "Nicholas S. Chan",
        "Joel Prez Urquizo",
        "Kenji Watanabe",
        "Takashi Taniguchi",
        "Enrico Perfetto",
        "Michael K. L. Man",
        "Julien Mado",
        "Gianluca Stefanucci",
        "Diana Y. Qiu",
        "Kuan Eng Johnson Goh",
        "Felipe H. da Jornada",
        "Keshav M. Dani"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03132-z",
      "doi": "10.1038/s41567-025-03132-z",
      "summary": "Nature Physics, Published online: 19 January 2026; doi:10.1038/s41567-025-03132-z Floquet engineering is often limited by weak lightmatter coupling and heating. Now it is shown that exciton-driven fields in monolayer semiconductors produce stronger, longer-lived Floquet effects and reveal hybridization linked to excitonic phases."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: Mutual inhibition between EPFL2 and auxin extends the intervals of periodic leaf morphogenesis",
      "authors": [
        "Toshiaki Tameshige",
        "Takeshi Tsuchida",
        "Yuuki Matsushita",
        "Yuki Doll",
        "Kaisei Maruyama",
        "Takemoto Agui",
        "Mitsuhiro Aida",
        "Hiroyuki Kasahara",
        "Keiko U. Torii",
        "Naoyuki Uchida",
        "Koichi Fujimoto",
        "Momoko Ikeuchi"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-026-68518-w",
      "doi": "10.1038/s41467-026-68518-w",
      "summary": "Nature Communications, Published online: 19 January 2026; doi:10.1038/s41467-026-68518-w Author Correction: Mutual inhibition between EPFL2 and auxin extends the intervals of periodic leaf morphogenesis"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Interfacial evaporation-induced localized multi-field coupling enables efficient co-recovery of freshwater and nitrates",
      "authors": [
        "Zhen Yu",
        "Lei Shi",
        "Ruibin Ning",
        "Haobin Huang",
        "Zhiqiang Sun",
        "Jiajun Chen",
        "Tian Zhou",
        "Swee Ching Tan"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-026-68365-9",
      "doi": "10.1038/s41467-026-68365-9",
      "summary": "Nature Communications, Published online: 19 January 2026; doi:10.1038/s41467-026-68365-9 Recovering nitrate from surface water can help address interconnected environmental, resource, and energy challenges. A bioinspired photothermal evaporation platform enabling the co-recovery of low-concentration nitrate and freshwater is proposed."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "3D Printing of glasses with tunable UVVISIR photoluminescence via low-temperature nanoscale engineering",
      "authors": [
        "Fengxian Zhou",
        "Yingguo Yang",
        "Kai Feng",
        "Zhiping Hu",
        "Pengwei Wang",
        "Ran Luo",
        "Daofu Wu",
        "Zeyu Zhang",
        "Zhengzheng Liu",
        "Zixiao Xue",
        "Zeping Ou",
        "Kuan Sun",
        "Jin He",
        "Juan Du"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-026-68523-z",
      "doi": "10.1038/s41467-026-68523-z",
      "summary": "Nature Communications, Published online: 19 January 2026; doi:10.1038/s41467-026-68523-z Here authors report 3D printed glass with tunable UV-to-IR emission. The method overcomes thermal limits, integrating various quantum dots into 3D printed complex glass structures to enable advanced photonic functionalities."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Zinc-based metal halide electrolytes for all-solid-state zinc-metal batteries",
      "authors": [
        "Sanlue Hu",
        "Caiyun Chang",
        "Yang-Peng Lin",
        "Jie Li",
        "Dun Wang",
        "Xuexia Lu",
        "Ke-Zhao Du",
        "Hui-Ming Cheng",
        "Cuiping Han"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-026-68394-4",
      "doi": "10.1038/s41467-026-68394-4",
      "summary": "Nature Communications, Published online: 19 January 2026; doi:10.1038/s41467-026-68394-4 Zinc-metal batteries are restricted by their inherent high activity of aqueous electrolyte. Here, authors report the design of a new class of zinc-based hybrid metal halide solid-state electrolytes, offering a promising avenue for all-solid-state zinc batteries."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Hierarchical mechanisms control the clearance of DNA lesionstalled RNA polymerase II",
      "authors": [
        "Paula J. van der Meer",
        "George Yakoub",
        "Kotaro Tsukada",
        "Yuka Nakazawa",
        "Tomoo Ogi",
        "Martijn S. Luijsterburg"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-026-68413-4",
      "doi": "10.1038/s41467-026-68413-4",
      "summary": "Nature Communications, Published online: 19 January 2026; doi:10.1038/s41467-026-68413-4 DNA damage stalls RNA polymerase II and halts gene expression. Here, the authors reveal how cells clear stalled polymerase by two hierarchical pathways, in which CSB/CRL4CSA -triggered ubiquitylation enables rapid TFIIH-driven removal, and with VCP-mediated extraction acting as a backup when this fails."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "<i>Vibrio cholerae</i> serotype impacts pathogenicity",
      "authors": [
        "Franz G. Zingl",
        "Deborah R. Leitner",
        "Bolutife Fakoya",
        "Alexander A. Morano",
        "Matthew K. Waldor"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67908-w",
      "doi": "10.1038/s41467-025-67908-w",
      "summary": "Nature Communications, Published online: 19 January 2026; doi:10.1038/s41467-025-67908-w Vibrio cholerae O1 outbreak strains are classified as Ogawa or Inaba serotypes, but the impact of serotype on pathogenicity is understudied. Here, the authors show that O1 antigen methylation in Ogawa strains promotes colonization and infectivity."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Predictive design of stretchable electrodes with strain-insensitive performance via robotics- and machine learning-integrated workflow",
      "authors": [
        "Haochen Yang",
        "Qiongyu Chen",
        "Tianle Chen",
        "Yang Li",
        "Elizabeth A. Norris",
        "Joshua M. Little",
        "Jiayue Sun",
        "Snehi Shrestha",
        "Edison Chen",
        "Shenqiang Ren",
        "Teng Li",
        "Po-Yen Chen"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-026-68484-3",
      "doi": "10.1038/s41467-026-68484-3",
      "summary": "Nature Communications, Published online: 19 January 2026; doi:10.1038/s41467-026-68484-3 Stretchable electrodes are essential for wearable electronics and soft robots, yet their performance always degrades under strain. Here, authors use robotics- and machine learning integrated workflow to design microtextured nanocomposites for strain-insensitive gold conductors and zinc batteries."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Hydrogel with cell-cell adhesion cues enhances neural regeneration",
      "authors": [
        "Xiaoxuan Tang",
        "Shuxuan Zhang",
        "Mengke Liu",
        "Yuxin Liang",
        "Yulan Fan",
        "Xinyue Sun",
        "He Chang",
        "Xuewa Yang",
        "Rong Zhu",
        "Xiaoling Jin",
        "QianXing Zhuang",
        "Yifan Ge",
        "Jue Ling",
        "Yumin Yang"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-026-68632-9",
      "doi": "10.1038/s41467-026-68632-9",
      "summary": "Nature Communications, Published online: 19 January 2026; doi:10.1038/s41467-026-68632-9 Cell-cell adhesion plays critical roles in maintaining and regulating cellular functions. Here, authors present a diffusive N-cadherin functionalized hydrogel that provides cell-cell adhesion cues to modulate intercellular communication to promote neural regeneration for treatment of traumatic brain injury."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Long-range chemical signalling in vivo is regulated by mechanical signals",
      "authors": [
        "Eva K. Pillai",
        "Sudipta Mukherjee",
        "Niklas Gampl",
        "Ross J. McGinn",
        "Katrin A. Mooslehner",
        "Julia M. Becker",
        "Alexander K. Winkel",
        "Amelia J. Thompson",
        "Kristian Franze"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02463-9",
      "doi": "10.1038/s41563-025-02463-9",
      "summary": "Nature Materials, Published online: 19 January 2026; doi:10.1038/s41563-025-02463-9 Tissue stiffness mediated by Piezo1 is shown to regulate the expression of diffusive guidance cues in the developing Xenopus laevis brain, revealing a crosstalk between mechanical signals and long-range chemical signalling."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Cell viscosity influences haematogenous dissemination and metastatic extravasation of tumour cells",
      "authors": [
        "Valentin Gensbittel",
        "Zeynep Yesilata",
        "Louis Bochler",
        "Gautier Follain",
        "Laurie Nemoz-Billet",
        "Olivier Lefebvre",
        "Klemens Uhlmann",
        "Annabel Larnicol",
        "Giulia E. M. Ammirati",
        "Sbastien Harlepp",
        "Ruchi Goswami",
        "Salvatore Girardo",
        "Laetitia Paulen",
        "Vincent Hyenne",
        "Vincent Mittelheisser",
        "Tristan Stemmelen",
        "Anne Molitor",
        "Raphael Carapito",
        "Guillaume Belthier",
        "Julie Pannequin",
        "Martin Krter",
        "Daniel J. Mller",
        "Daniel Balzani",
        "Jochen Guck",
        "Nal Osmani",
        "Jacky G. Goetz"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02462-w",
      "doi": "10.1038/s41563-025-02462-w",
      "summary": "Nature Materials, Published online: 19 January 2026; doi:10.1038/s41563-025-02462-w The viscosity of tumour cells is shown to govern their ability to disseminate through the bloodstream and extravasate, establishing a key biomechanical factor of metastasis."
    }
  ]
}