{
  "generatedAt": "2026-01-20T22:17:20.284529+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Rate equation for the transfer of interstitials across interfaces between equilibrated crystals</span>",
      "authors": [
        "Jörg Weissmüller"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/7e073YecQe82480301221cf9a6f2c1a5469c05b10",
      "doi": "10.1103/kfpq-9dd1",
      "summary": "This work inspects the thermally activated transfer of solute particles across the interface between two interstitial solid solution phases that equilibrate internally by fast diffusion on conserved arrays of sites. When each phase is considered as an ergodic ensemble of particles, statistical mecha… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Probing electron transfer orbitals selectively at LiCoO${}_{2}$/C cathode interfaces via positron annihilation spectroscopy</span>",
      "authors": [
        "Meiying Zheng, Jan Kuriplach, Ilja Makkonen, Rafael Ferragut, Ekaterina Laakso, Gioele Pagot, Vito Di Noto, and Bernardo Barbiellini"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5607bY5dKb81858f063a39d2b37c3d1e2b1b8a240",
      "doi": "10.1103/9gfy-lxbp",
      "summary": "Conductive carbon additives in lithium-ion battery cathodes significantly increase electron transport, facilitating rapid charging. However, . Momentum distribution of annihilating electron-positron pairs offers a powerful approach to probe the O-2p orbitals in LiCoO${}_{2}$ microparticles and the 2… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Chern theorem and topological matter in fast-rotating atomic nuclei</span>",
      "authors": [
        "Mike Guidry and Yang Sun"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/d6075Yf2S142cf0696c424c16e108928816a2903e",
      "doi": "10.1103/lzdm-ng2k",
      "summary": "The Chern theorem is applied to intrinsically-deformed atomic nuclei, leading to states exhibiting topological quantization of the rotation-aligned component of angular momentum averaged over Hilbert space. These topologically quantized alignment (TQA) states can emerge when collective rotation brea… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Nonmonotonic roughness evolution in film growth on weakly interacting substrates</span>",
      "authors": [
        "Dmitry Lapkin, Ismael S. S. Carrasco, Catherine Cruz Luukkonen, Oleg Konovalov, Alexander Hinderhofer, Frank Schreiber, Fábio D. A. Aarão Reis, and Martin Oettel"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/7b076Y6cT902ac1672ec82f34e45f9ae06e56f9bb",
      "doi": "10.1103/77sj-prj6",
      "summary": "Thin film deposition on weakly interacting substrates exhibits a unique growth mode characterized by initially strong island formation and rapidly increasing roughness, which reaches a maximum and subsequently decreases as the film returns to a smooth morphology. Here we show this rough-to-smooth gr… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Enhancement of indistinguishable-photon emission from a GaAs quantum dot via charge-noise suppression</span>",
      "authors": [
        "Priyabrata Mudi, Avijit Barua, Kartik Gaur, Steffen Wilksen, Alexander Steinhoff, Setthanat Wijitpatima, Sarthak Tripathi, Julian Ritzmann, Andreas D. Wieck, Sven Rodt, Christopher Gies, Arne Ludwig, and Stephan Reitzenstein"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/9f07aY48T492eb0f18266311ef54775d1a9933a37",
      "doi": "10.1103/cxvv-lv4b",
      "summary": "The generation of indistinguishable single photons is a fundamental requirement for photonic quantum technologies. However, spectral fluctuations, often induced by charge noise in epitaxial quantum dots (QDs), lead to exciton dephasing, thereby limiting their practical usage in quantum applications.… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Direct loading of BaF molecules with a conveyor-belt magneto-optical trap</span>",
      "authors": [
        "Zixuan Zeng, Shoukang Yang, Shuhua Deng, and Bo Yan"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/53074Y01S0620600b40098074103cb010799b09f5",
      "doi": "10.1103/pd77-s994",
      "summary": "We report the realization of a blue-detuned magneto-optical trap (BDM) of BaF molecules. The $(1+1)$ type BDM and $(1+2)$ type conveyor-belt MOT (CB-MOT) are explored. While the (1+1) BDM provides only a weak trapping force, the CB-MOT significantly compresses the molecular cloud, achieving a Gaussi… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Landé $g$ factor measurement of <span class=\"math inline\">$^{48}\\rm{Ti}^+$</span> using simultaneous comagnetometry and quantum logic spectroscopy</span>",
      "authors": [
        "Till Rehmert, Maximilian J. Zawierucha, Kai Dietze, Piet O. Schmidt, Fabian Wolf, Sergey G. Porsev, Dmytro Filin, Charles Cheung, and Marianna S. Safronova"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/f6077Y51U9913898c8ef1e622e33c4f4fb81400a6",
      "doi": "10.1103/1x4h-5ycp",
      "summary": "We present a quantum logic scheme mitigating systematic effects in the measurement of magnetic properties of ions caused by temporal magnetic field fluctuations through co-magnetometry. This is achieved through simultaneous interrogation of a spectroscopy ion and a co-trapped reference ion with a pr… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Parity breaking and sublattice dichotomy in monolayer FeSe superconductor</span>",
      "authors": [
        "Cui Ding, Zhipeng Xu, Xiaotong Jiao, Yinqi Hu, Wenxuan Zhao, Lexian Yang, Kun Jiang, Lili Wang, Jin-Feng Jia, Jiangping Hu, and Qi-Kun Xue"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/8607aKcbWb2118093863328920971e3b72ae1a4da",
      "doi": "10.1103/f3w1-rn6p",
      "summary": "A unit cell represents the smallest repeating structure in solid-state physics and serves as the fundamental building block of a material. In iron-based superconductors, each unit cell contains two iron atoms, which form two sublattices in the two-dimensional iron layers. Under normal circumstances,… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Evidence for GeV emission from the superluminous supernova SN 2017egm</span>",
      "authors": [
        "Shang Li, Yun-Feng Liang, Neng-Hui Liao, Lei Lei, and Yi-Zhong Fan"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/fa076Y63H741d69d582f9bb7ef35a63e9704e75bc",
      "doi": "10.1103/jhhk-ywtl",
      "summary": "Superluminous supernovae (SLSNe) are a new class of transients with luminosities $∼10−100$ times larger than the usual core-collapse supernovae (SNe). Their origin is still unclear and one widely discussed scenario involves a millisecond magnetar central engine. The GeV-TeV emission of SLSNe has bee… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Pressure-tunable hyperbolic plasmons in black phosphorus films</span>",
      "authors": [
        "Yuwei Liu, Chong Wang, Junwei Ma, Yuqing Zheng, Wenqi Bi, Hao Sun, Xiangkai Meng, Shenyang Huang, Xiang Li, Hugen Yan, and Yugui Yao"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/b1074YfbQe524a04a3351cd39f23e9b7e42dc2af5",
      "doi": "10.1103/pd11-t29w",
      "summary": "High-pressure environments provide a unique platform for tuning quantum phenomena, yet their applications in plasmonics remain underexplored. Here, we investigate the pressure-induced evolution of plasmons in black phosphorus (BP) films using infrared spectroscopy. Continuous pressure tuning of anis… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Beta-decay half-lives beyond ${}^{54}$Ca: A systematic survey of decay properties approaching the neutron dripline</span>",
      "authors": [
        "W. -J. Ong et al."
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/20071YbaUe31e795f29f7648287e26c879add6fb7",
      "doi": "10.1103/5yrq-s3g5",
      "summary": "In an experiment performed at the Facility for Rare Isotope Beams (FRIB) using the FRIB Decay Station initiator (FDSi), 15 new half lives of isotopes near ${}^{54}$Ca were measured. A new method of extracting lifetimes from experimental data, taking into account the unknown $β$-delayed neutron emiss… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Anomaly-free symmetries with obstructions to gauging and onsiteability</span>",
      "authors": [
        "Wilbur Shirley, Carolyn Zhang, Wenjie Ji, and Michael Levin"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/e2077Y42W221199b67b955a015861b2594fd3455b",
      "doi": "10.1103/zrs1-j2xd",
      "summary": "We present counterexamples to the lore that symmetries that cannot be gauged or made on-site are necessarily anomalous. Specifically, we construct unitary, internal symmetries of two-dimensional lattice models that cannot be consistently coupled to background or dynamical gauge fields or disentangle… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Laboratory observation of transition from collisional slow to collisionless fast reconnection</span>",
      "authors": [
        "Peiyun Shi, Jongsoo Yoo, Hantao Ji, Sayak Bose, and Masaaki Yamada"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5c07bYdeWe710c90821a077422c59b11846d602aa",
      "doi": "10.1103/9l36-74my",
      "summary": "Temporal transition of an externally-driven anti-parallel asymmetric magnetic reconnection from collisional slow to collisionless fast regime is observed in a laboratory plasma for the first time. This transition is initiated when the two-fluid Hall effect begins to dominate over collisional effects… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Optical sensing near the quantum limit with enhanced dynamic range by resolving the spectra of interfering photons</span>",
      "authors": [
        "Russell M. J. Brooks, Luca Maggio, Thomas Jaeken, Joseph Ho, Erik M. Gauger, Vincenzo Tamma, and Alessandro Fedrizzi"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/e0076Y0cXdc1539f120181c912840d89bfc9d01ba",
      "doi": "10.1103/6xy6-c2yd",
      "summary": "Optical sensing schemes based on two-photon interference offer a powerful platform for precision metrology, but are usually limited by a trade-off between dynamic range and measurement precision. Here, we overcome this limitation by resolving the frequency of two photons impinging on a beam splitter… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Extended Landauer-Büttiker formula for current through open quantum systems with gain or loss</span>",
      "authors": [
        "Chao Yang and Yucheng Wang"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3e07aY17N7c1c28967144487d4bbe0e1e5e8467b6",
      "doi": "10.1103/trty-58r2",
      "summary": "The Landauer-B\"{u}ttiker formula, which characterizes current through a finite region connected to leads, is a cornerstone in studying transport phenomena. We extend this formula using the Lindblad-Keldysh formalism to describe particle and energy currents in regions with gain or loss. The derived f… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Unified model for the solution of interstitials in refractory high-entropy alloys</span>",
      "authors": [
        "Qianxi Zhu, Wang Gao, and Qing Jiang"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/60075Y92U681fa9dd75a3065b90c1e44a541ba745",
      "doi": "10.1103/66cg-gd6x",
      "summary": "The solution of interstitial non-metallic solutes (INSs) like H, He, O, C, N, P, and S is common in refractory high-entropy alloys (RHEAs) and essentially controls the RHEAs properties. However, the disorder local chemical environments of RHEAs hinder the quantitative prediction of the stability of … [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Realization of a bulk-insulating ferromagnetic topological crystalline insulator and its multicarrier surface Dirac-cone transport</span>",
      "authors": [
        "Yoshihiro Fukushima, Satoru Ichinkura, Taisuke Sasaki, and Toru Hirahara"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2d078Yc1W8315e91f62f7ab1287cfb991e33de196",
      "doi": "10.1103/wrpq-17h9",
      "summary": "We succeeded in fabricating an ideal, bulk insulating ferromagnetic topological crystalline insulator by doping Mn to SnTe films grown on Bi2Te3. The cancellation of the polarity of SnTe surface and electron doping due to Bi and Mn leads to an ideal case where only the electron and holes of topologi… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Measuring less to learn more: Quadratic speedup in learning nonlinear properties of quantum states</span>",
      "authors": [
        "Yukun Zhang, Yusen Wu, You Zhou, and Xiao Yuan"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4407aYf8W0d14f89f8ad1cc9b421527736fc69551",
      "doi": "10.1103/cllg-15kd",
      "summary": "A fundamental task in quantum information science is to measure nonlinear functionals of quantum states, such as $\\mathrm{\\text{Tr}}({ρ}^{k}O)$. Intuitively, one expects that computing a $k$-th order quantity generally requires $𝒪k$ copies of the state $ρ$, and we rigorously establish this lower bou… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Non-perturbative switching rates in bistable open quantum systems: From driven Kerr oscillators to dissipative cat qubits</span>",
      "authors": [
        "Léon Carde, Ronan Gautier, Nicolas Didier, Alexandru Petrescu, Joachim Cohen, and Alexander McDonald"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3c072Yd6Ue419f9875a150547c51f1feea39b4161",
      "doi": "10.1103/q981-pd5j",
      "summary": "In this work, we use path integral techniques to predict the switching rate in a single-mode bistable open quantum system. While analytical expressions are well-known to be accessible for systems subject to Gaussian noise obeying classical detailed balance, we extend this approach to a class of open… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Deep variational free energy calculation of hydrogen Hugoniot</span>",
      "authors": [
        "Zihang Li, Hao Xie, Xinyang Dong, and Lei Wang"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/7707cY95T7e2d41d43c12b638808fed68773908db",
      "doi": "10.1103/8zn5-6dnt",
      "summary": "We develop a deep variational free energy framework to compute the equation of state of hydrogen in the warm dense matter region. This method parameterizes the variational density matrix of hydrogen nuclei and electrons at finite temperature using three deep generative models: a normalizing flow mod… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Separate exact laws of kinetic and magnetic energy cascade in magnetohydrodynamic turbulence</span>",
      "authors": [
        "C. Li, Y. Yang, W. H. Matthaeus, B. Jiang, Sean Oughton, M. Wan, and S. Chen"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2407fYedK4d1cc8e05db3b6088c3cf29a45e689b6",
      "doi": "10.1103/lp3d-636d",
      "summary": "Separate exact scaling laws are derived for the cascades of the kinetic and magnetic energy in incompressible homogeneous isotropic magnetohydrodynamic (MHD) turbulence, and validated by numerical simulations. The third-order moments exhibit linear scaling with respect to the spacial displacement sc… [Phys. Rev. Lett.] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Strain-engineered electron and hole transport in gallium oxide",
      "authors": [
        "Kaike Yang, Hao-Mai Yang, Mei-Lin Li, Ju-Hong Tang, Cai-Xin Zhang, Guanghui Zhou, Benliang Zhou, and Roberto D'Agosta"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nkwg-4rr4",
      "doi": "10.1103/nkwg-4rr4",
      "summary": "Gallium oxide is a promising material for power conversion electronics, yet its widespread application is limited by low carrier mobility. In this work, we investigate the effect of strain on the electron and hole mobilities of $β\\text{−}{\\mathrm{Ga}}_{2}{\\mathrm{O}}_{3}$. Using first-principles cal… [Phys. Rev. B 113, 014110] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Disordered purification phase transition in hybrid random circuits",
      "authors": [
        "Kengo Anzai, Hiroaki Matsueda, and Yoshihito Kuno"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mb36-pc91",
      "doi": "10.1103/mb36-pc91",
      "summary": "Noise is inevitable in realistic quantum circuits. It arises randomly in space. Inspired by the spatial nonuniformity of the noise, we investigate the effects of spatial modulation on quantum phase transitions in a hybrid random Clifford circuit with a mixed initial state. As an efficient observable… [Phys. Rev. B 113, 014111] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Atomic-scale insights into the high dielectric permittivity of bismuth silicate glass",
      "authors": [
        "J. R. Stellhorn, A. Masuno, Y. Onodera, S. Kohara, K. Yoshida, Y. Yanaba, H. Inoue, T. Ohkubo, and H. Taniguchi"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tg5g-dvgs",
      "doi": "10.1103/tg5g-dvgs",
      "summary": "The amorphous phase of bismuth silicate (${\\mathrm{Bi}}_{2}{\\mathrm{SiO}}_{5}$) is characterized by an exceptionally large dielectric permittivity over a wide temperature range. This study explores the relationship between this remarkable property and the material's atomic-scale structure, which has… [Phys. Rev. B 113, 014201] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Disorder-enhanced transport as a general feature of long-range hopping models",
      "authors": [
        "Elisa Zanardini, Giuseppe Luca Celardo, Nahum C. Chávez, and Fausto Borgonovi"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mqw1-jfvb",
      "doi": "10.1103/mqw1-jfvb",
      "summary": "We analyze the interplay of disorder and long-range hopping in a paradigmatic one-dimensional model of quantum transport. While typically the current is expected to decrease as the disorder strength increases due to localization effects, in systems with infinite range hopping, it was shown in Chavez… [Phys. Rev. B 113, 014202] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Operator dependence and robustness of spacetime-localized response in a quantum critical spin chain",
      "authors": [
        "Daichi Imagawa, Keiju Murata, and Daisuke Yamamoto"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nqs6-7t2p",
      "doi": "10.1103/nqs6-7t2p",
      "summary": "We investigate the phenomenon of spacetime-localized response in a quantum critical spin system, with particular attention to how it depends on the spatial profile and operator content of the applied perturbation, as well as its robustness against an increase of amplitude and temporal discretization… [Phys. Rev. B 113, 014311] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spectroscopy and transport of nonpolarons in silicon and germanium: Influence of doping and temperature",
      "authors": [
        "Raveena Gupta, Joao Abreu, and Matthieu J. Verstraete"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/22ps-4f7n",
      "doi": "10.1103/22ps-4f7n",
      "summary": "We perform a first-principles investigation of electron-phonon interactions in silicon and germanium, uncovering distinct nonpolaronic spectral and transport fingerprints in these archetypal covalent semiconductors. Using many-body perturbation theory with the retarded cumulant expansion, we compute… [Phys. Rev. B 113, 014312] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "$Ab initio$ calculations of the thermoelectric figure of merit within the relaxation-time approximation",
      "authors": [
        "L. Chaput, H. Miranda, A. Togo, M. Engel, M. Schlipf, M. Marsman, and G. Kresse"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jh7m-nnjq",
      "doi": "10.1103/jh7m-nnjq",
      "summary": "In this paper, we propose a computational framework, based on the vasp and phono3py computer codes, to obtain the thermoelectric figure of merit from the electron-phonon and phonon-phonon interactions using finite displacements in supercells. Several numerical techniques are developed for efficiency… [Phys. Rev. B 113, 014313] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Simulating generalized fluids via interacting wave packet evolution",
      "authors": [
        "Andrew Urilyon, Leonardo Biagetti, Jitendra Kethepalli, and Jacopo De Nardis"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b587-8yyt",
      "doi": "10.1103/b587-8yyt",
      "summary": "One–dimensional integrable and quasi- integrable systems display, on macroscopic scales, a universal form of transport known as Generalized Hydrodynamics (GHD). In its standard Euler-scale formulation, GHD mirrors the equations of a two-dimensional compressible fluid but ignores fluctuations and beco… [Phys. Rev. B 113, 014314] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Unconventional magnetism in spin-orbit coupled systems",
      "authors": [
        "Jian-Keng Yuan, Zhiming Pan, and Congjun Wu"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dy2j-mc2t",
      "doi": "10.1103/dy2j-mc2t",
      "summary": "“Unconventional magnetism” was proposed to describe the exotic states arising from Landau-Pomeranchuk instabilities in the spin channel nearly two decades ago. Its odd-partial-wave-channel (e.g., $p$-wave) states break parity giving rise to the dynamic generation of spin-orbit coupling, while its ev… [Phys. Rev. B 113, 014426] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "First-principles study of bulk stacking, ${J}_{\\mathrm{eff}}$ picture, magnetic Hamiltonian, $g$ factors, and structural distortions of $α\\text{−}{\\mathrm{RuCl}}_{3}$",
      "authors": [
        "Seung-Ju Hong, Tae Yun Kim, and Cheol-Hwan Park"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dd2z-vwxf",
      "doi": "10.1103/dd2z-vwxf",
      "summary": "$α\\text{−}{\\mathrm{RuCl}}_{3}$ is a candidate Kitaev material that exhibits zigzag antiferromagnetic ordering below 7 K. One contentious issue regarding this material is its bulk structure in the low-temperature phase. Recently, it has become generally accepted from experiments that the low- and hig… [Phys. Rev. B 113, 014427] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Temperature gradient driven motion of magnetic domains in a magnetic metal multilayer by entropic forces",
      "authors": [
        "Lin Huang, Joseph Barker, Lekshmi Kailas, Soumyarup Hait, Simon D. Connell, Gavin Burnell, and Christopher H. Marrows"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/152r-5wvt",
      "doi": "10.1103/152r-5wvt",
      "summary": "Magnetic domains are known to move along temperature gradients, a phenomenon for which various mechanisms have been theoretically proposed. Here, the authors use magnetic force microscopy to quantify this effect for domains in a perpendicularly magnetized Pt/CoB/Ir multilayer. The domains always moved towards the hottest region. Quantitative evaluation of the different effects that could drive the domain motion shows that entropic forces, related to the spatial gradient in domain wall energy, dominate over spin-transfer torques arising from currents of magnons or electron spins. [Phys. Rev. B 113, 014428] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Enhancement of antiferromagnetic spin fluctuations in ${\\mathrm{UTe}}_{2}$ under pressure revealed by $^{125}\\mathrm{Te}$ NMR",
      "authors": [
        "Devi Vijayan Ambika, Qing-Ping Ding, Corey E. Frank, Sheng Ran, Nicholas P. Butch, and Yuji Furukawa"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4gcm-mbl7",
      "doi": "10.1103/4gcm-mbl7",
      "summary": "The authors investigate here the evolution of magnetic fluctuations under pressure in the spin-triplet superconductor candidate UTe 2 , which exhibits multiple superconducting phases. These are SC1, in which the critical temperature ( T c ) decreases with increasing pressure, and SC2, where T c increases. Using 125 Te NMR measurements, the authors reveal the coexistence of antiferromagnetic and ferromagnetic fluctuations, where the antiferromagnetic fluctuations are enhanced as pressure increases. This suggests a significant role for antiferromagnetic fluctuations in stabilizing the SC2 phase, while rendering the SC1 phase less favorable. [Phys. Rev. B 113, 014510] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Orbital-selective superconductivity via interlayer electron transfer in the two-dimensional borides $M{\\mathrm{B}}_{3}$ ($M=\\mathrm{Mg}$, Al, Ca, Sc, Y, and In)",
      "authors": [
        "Shengnan Bi, Fei Li, and Guochun Yang"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/df4q-m1d3",
      "doi": "10.1103/df4q-m1d3",
      "summary": "Superconductivity in layered metal borides originates from strong coupling between $σ$-bonding electrons and in-plane phonon modes. Herein, we demonstrate that layer-resolved $σ$-orbital occupancy governs the superconducting behavior of two-dimensional C ($M=\\mathrm{Mg}$, Al, Ca, Sc, Y, and In). The… [Phys. Rev. B 113, 014511] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Lithium impurity induced electron doping and in-gap states in high-${T}_{c}$ monolayer ${\\mathrm{Fe}(\\mathrm{Te},\\mathrm{Se})/\\mathrm{SrTiO}}_{3}$",
      "authors": [
        "Yuxuan Lei, Zhuoran Xu, Guanyang He, Yu Li, Yi Liu, Yanzhao Liu, and Jian Wang"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b2yd-5q73",
      "doi": "10.1103/b2yd-5q73",
      "summary": "Monolayer Fe(Te,Se) film grown on $\\mathrm{SrTi}{\\mathrm{O}}_{3}$ (STO) substrate has attracted considerable interest due to its interface-enhanced high-temperature (high-${T}_{c}$) superconductivity and potential topological electronic properties. While electron doping is widely considered a key fa… [Phys. Rev. B 113, 014512] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Disorder-driven exceptional points and concurrent topological phase transitions in non-Hermitian systems",
      "authors": [
        "Xiaoyu Cheng, Tiantao Qu, Yaqing Yang, Jun Chen, and Lei Zhang"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/x4vq-rlp5",
      "doi": "10.1103/x4vq-rlp5",
      "summary": "Exceptional points (EPs) are spectral degeneracies unique to non-Hermitian systems which underpin phenomena from enhanced sensing to unconventional topology. While disorder is usually viewed as detrimental, it can also drive topological phase transitions (TPTs). Here, we show that random disorder al… [Phys. Rev. B 113, 024203] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Strong anharmonicity guided weaker temperature-dependent phonon transport in $\\mathrm{CaSn}{\\mathrm{S}}_{3}$: A chalcogen perovskite showing wavelike phonon tunneling",
      "authors": [
        "Surbhi Ramawat, Sumit Kukreti, and Ambesh Dixit"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qc5p-zcyk",
      "doi": "10.1103/qc5p-zcyk",
      "summary": "Comprehending lattice dynamics and thermal conductivity is crucial for energy conversion devices. This work examines thermal transport in $\\mathrm{CaSn}{\\mathrm{S}}_{3}$, a member of the chalcogen perovskite family, which is increasingly favored in energy applications. The temperature-dependent phon… [Phys. Rev. B 113, 024310] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Altermagnetism and its induced higher-order topology on the Lieb lattice",
      "authors": [
        "Xingmin Huo, Xingchuan Zhu, Chang-An Li, Shiping Feng, Song-Bo Zhang, Shengyuan A. Yang, and Huaiming Guo"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9wcm-pmr2",
      "doi": "10.1103/9wcm-pmr2",
      "summary": "Altermagnetism (AM) has brought renewed attention to the Lieb lattice. Here, we broaden the scope of altermagnetic models on the Lieb lattice by using a general scheme based on spin clusters. We design various altermagnetic models with $d$ and $g$ wave on the Lieb lattice and investigate its interpl… [Phys. Rev. B 113, 024420] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "$6H$-perovskite dimer lattice with antiferromagnetic interactions: ${\\mathrm{Ba}}_{3}{\\mathrm{Zn}}_{1−x}{\\mathrm{Ca}}_{x}{\\mathrm{Ru}}_{2}{\\mathrm{O}}_{9}$",
      "authors": [
        "Daniel M. Pajerowski, David A. Dahlbom, Alexander I. Kolesnikov, Daniel Phelan, and Yu Li"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2gn4-b9mz",
      "doi": "10.1103/2gn4-b9mz",
      "summary": "We investigate the magnetic behavior of the $6H$-perovskite dimer lattice ${\\mathrm{Ba}}_{3}{\\mathrm{Zn}}_{1−x}{\\mathrm{Ca}}_{x}{\\mathrm{Ru}}_{2}{\\mathrm{O}}_{9}$ using analytical theory, density functional theory, inelastic neutron scattering, and modeling of historical magnetization and neutron-sc… [Phys. Rev. B 113, 024421] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Impact of absorption due to zero-field splitting on loss in dielectrics: A case study in sapphire",
      "authors": [
        "Mark E. Turiansky and Chris G. Van de Walle"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/y43k-l6xr",
      "doi": "10.1103/y43k-l6xr",
      "summary": "The coherence times of superconducting qubits are limited by loss mechanisms, whose microscopic origins have remained elusive. We propose a mechanism caused by transitions between zero-field-split states of paramagnetic impurities or defects. We derive the absorption cross section for a magnetic dip… [Phys. Rev. B 113, 024422] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Insulating ground state and $2\\text{−}k$ magnetic structure of candidate Weyl hydrogen-atom ${\\mathrm{K}}_{2}{\\mathrm{Mn}}_{3}{({\\mathrm{AsO}}_{4})}_{3}$",
      "authors": [
        "Keith M. Taddei, Kulugammana G. S. Ranmohotti, Duminda S. Liurukara, Alex Martinson, Stuart Calder, German Samolyuk, Nabaraj Pokhrel, Daniel Phelan, and David Parker"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9j29-yb8p",
      "doi": "10.1103/9j29-yb8p",
      "summary": "The ideal Weyl \"hydrogen-atom\" semimetal exhibits only a single pair of Weyl nodes and no other trivial states at the Fermi energy. Such a material would be a panacea in the study of Weyl quasi-particles, allowing direct unambiguous observation of their topological properties. The alluaudite-like ${… [Phys. Rev. B 113, 024423] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Doping the $S=1$ antiferromagnet in one dimension",
      "authors": [
        "J. Prokopczyk and J. Herbrych"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kzwg-8853",
      "doi": "10.1103/kzwg-8853",
      "summary": "Antiferromagnetic ground states, when doped, give rise to rich and complex phenomena, prompting detailed investigations in various spin systems. Here, we study the effect of doping on the one-dimensional $S=1$ antiferromagnetic Heisenberg model. Specifically, we investigate how the presence of holes… [Phys. Rev. B 113, 024424] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Phase fluctuation dominated superconducting transition in ultrathin Pb films: Berezinskii-Kosterlitz-Thouless transition and incoherent Cooper pairs",
      "authors": [
        "Jinyue Wang, Ningning Liu, Xutao Wang, Yanfu Wu, Wenxuan Zhang, Zhan Wang, Dandan Guan, Shiyong Wang, Hao Zheng, Yaoyi Li, Hao Yang, Xiaoxue Liu, Liang Liu, Canhua Liu, and Jinfeng Jia"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/18wq-6jdk",
      "doi": "10.1103/18wq-6jdk",
      "summary": "We present a comprehensive study of phase fluctuation effects in ultrathin Pb films using combined scanning tunneling microscopy and two-coil mutual inductance measurements. In atomically thin films (two to four monolayers), we observe a pronounced separation between the Cooper pair formation temper… [Phys. Rev. B 113, 024510] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Single crystal growth, structural and physical properties, and absence of a charge density wave in ${\\mathrm{Ti}}_{0.85}{\\mathrm{Fe}}_{6}{\\mathrm{Ge}}_{6}$",
      "authors": [
        "Dechao Cheng, Nour Maraytta, Xiuhua Chen, Xizhi Li, Xueliang Wu, Xiangxiang Jing, Yong Hu, Youpin Gong, Mingquan He, Yisheng Chai, Xiaoyuan Zhou, Pengfei Jiang, Yilin Wang, Michael Merz, and Aifeng Wang"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ncm1-rfsn",
      "doi": "10.1103/ncm1-rfsn",
      "summary": "The rattling chain model predicts CDWs in A M 6 X 6 kagome compounds with small filler atoms A embedded in a large M 6 X 6 host. Here, despite Ti being a small filler atom, the authors observe no CDW in Ti 0 . 85 Fe 6 Ge 6 . Through in-depth electronic structure and bonding analyses, they demonstrate that, in addition to ionic radius, the bonding characteristics of the filler atom are crucial for CDW formation. This finding significantly extends the rattling chain model, offering new insights into the factors driving CDW transitions in kagome materials. [Phys. Rev. B 113, 035133] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Filling-dependent phase competition in the interacting kagome flat band system",
      "authors": [
        "Kevin J. U. Vidarte, R. Cardias, and A. Latgé"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/t8nh-qdyl",
      "doi": "10.1103/t8nh-qdyl",
      "summary": "The kagome lattice, known for its geometric frustration and flat bands, provides a fertile ground for emerging correlated electronic phases. Using a self-consistent mean-field approach within the extended Hubbard model, we compute the phase diagrams of the kagome lattice as a function of on-site and… [Phys. Rev. B 113, 035134] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Engineering Hubbard models with gated two-dimensional moiré systems",
      "authors": [
        "Yiqi Yang (杨怡奇), Yubo Yang (杨煜波), Miguel A. Morales, and Shiwei Zhang"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xknq-czll",
      "doi": "10.1103/xknq-czll",
      "summary": "Lattice models are powerful tools for studying strongly correlated quantum many-body systems, but their general lack of exact solutions motivates efforts to simulate them in tunable platforms. Recently, a promising new candidate has emerged for such platforms from two-dimensional materials. A subset… [Phys. Rev. B 113, 035135] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Anisotropic fine structure of ion tracks in single crystals",
      "authors": [
        "Jessica Wierbik, Hendrik Heimes, Christian Notthoff, Shankar Dutt, Taleb Alwadi, Alexander Kiy, Pablo Mota-Santiago, Nigel Kirby, and Patrick Kluth"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/66z7-gjzq",
      "doi": "10.1103/66z7-gjzq",
      "summary": "Swift heavy ion irradiation of single crystals leaves permanent damage trails, ion tracks, that are commonly assumed to be cylindrical with circular cross-sections, a view shaped by the limited resolution of conventional characterization techniques. Using an advanced small-angle x-ray scattering method here, long-standing resolution limits are overcome and ion track cross-sections are probed with Angstrom-level precision. It is found that tracks in single crystals are not circular, but instead exhibit strong, orientation-dependent anisotropy, challenging the conventional assumption and revealing how crystal structure governs track formation. [Phys. Rev. B 113, 035306] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Valley splitting in Si/SiGe heterostructures from first principles",
      "authors": [
        "Lukas Cvitkovich, Tancredi Salamone, Christoph Wilhelmer, Biel Martinez, Tibor Grasser, and Yann-Michel Niquet"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/frx3-41bz",
      "doi": "10.1103/frx3-41bz",
      "summary": "We compute valley splitting in Si/SiGe superlattices using ab initio density functional theory (DFT). This first-principles approach is expected to provide an excellent description of interfaces, strains, and atomistic disorder without empirically fitted parameters. We benchmark atomistic tight-bind… [Phys. Rev. B 113, 035307] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Impact of ambient molecular contamination on scanning tunneling microscopy and spectroscopy of layered materials",
      "authors": [
        "György Kálvin, Péter Vancsó, Márton Szendrő, Konrád Kandrai, András Pálinkás, Levente Tapasztó, and Péter Nemes-Incze"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/f1vp-mlpw",
      "doi": "10.1103/f1vp-mlpw",
      "summary": "Hydrocarbon contamination is an ever-present factor to consider in surface science measurements. In the case of van der Waals material surfaces, the structure of this contamination has become known in recent years as a self-assembled layer of normal-alkanes, resulting from a few days' exposure to am… [Phys. Rev. B 113, 035428] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Phases and criticality of the triangular lattice $\\mathrm{SU}(N)$ Hofstadter-Hubbard model",
      "authors": [
        "Lu Zhang, Rongning Liu, and Xue-Yang Song"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/j9mv-75ls",
      "doi": "10.1103/j9mv-75ls",
      "summary": "We report the study of phases and transitions of the $\\text{SU}(N)$ Hofstadter-Hubbard model subject to a commensurate magnetic field on the triangular lattice. At filling one fermion per site, for the number of fermion flavors $2≤N≤8$, we identify three distinct phases and calculate critical intera… [Phys. Rev. B 113, 045131] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Emergent magnetism and spin liquids in an extended Hubbard model at fractional filling",
      "authors": [
        "Zhenhao Song, Urban F. P. Seifert, Leon Balents, and Hong-Chen Jiang"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/by2b-wxfq",
      "doi": "10.1103/by2b-wxfq",
      "summary": "Motivated by twisted transition metal dichalcogenides (TMDs), we study an extended Hubbard model with both onsite and off-site repulsive interactions, in which Mott insulating states with concomitant charge order occur at fractional fillings. To resolve the charge ordering as well as the fate of the… [Phys. Rev. B 113, 045132] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Interaction between shallow ${\\mathrm{NV}}^{−}$ centers and spin-active azafullerenes on hydrogenated and fluorinated diamond (001) surfaces",
      "authors": [
        "Bastien Anézo, Denis Arčon, and Chris Ewels"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wphk-p6qb",
      "doi": "10.1103/wphk-p6qb",
      "summary": "The interaction between surface-lying nitrogen-substituted fullerenes (radical azafullerene, ${\\mathrm{C}}_{59}{\\mathrm{N}}^{•}$) with subsurface negative nitrogen-vacancy complexes $({\\mathrm{NV}}^{−})$ in diamond is investigated using first-principles calculations. We consider $(2×1)$ reconstructe… [Phys. Rev. B 113, 045133] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Transient Pauli blocking in an InN film as a mechanism for broadband ultrafast optical switching",
      "authors": [
        "Junjun Jia, Minseok Kim, Yuzo Shigesato, Ryotaro Nakazawa, Keisuke Fukutani, Satoshi Kera, Toshiki Makimoto, and Takashi Yagi"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1cww-zn61",
      "doi": "10.1103/1cww-zn61",
      "summary": "The transient Pauli blocking effect offers a promising route for achieving ultrafast optical switching in semiconductors, enabling a rapid switching from an initially opaque state to a relatively transparent state upon photoexcitation. Herein, we demonstrate broadband ultrafast optical switching in … [Phys. Rev. B 113, 045203] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electric and light field modulated quantum Stirling cycle in monolayer ${\\mathrm{Pt}}_{2}{\\mathrm{HgSe}}_{3}$",
      "authors": [
        "Xiaogang Zhang and Guojun Jin"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/skyn-fprn",
      "doi": "10.1103/skyn-fprn",
      "summary": "Monolayer ${\\mathrm{Pt}}_{2}{\\mathrm{HgSe}}_{3}$ has been considered as the first large-gap Kane-Mele quantum spin Hall insulator and is therefore expected to exhibit distinctive topological phases and physical properties. Here, we use monolayer ${\\mathrm{Pt}}_{2}{\\mathrm{HgSe}}_{3}$ as the work sub… [Phys. Rev. B 113, 045420] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Ultrafast photovoltage reversal in Dirac semimetal ${\\mathrm{Cd}}_{3}{\\mathrm{As}}_{2}$ nanobelts",
      "authors": [
        "Bob Minyu Wang, Rodrigo Becerra Silva, and Dong Yu"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gmz5-h3qz",
      "doi": "10.1103/gmz5-h3qz",
      "summary": "Three-dimensional Dirac semimetal ${\\mathrm{Cd}}_{3}{\\mathrm{As}}_{2}$ exhibits excellent properties including high carrier mobility and a linear dispersion relation, with promising applications in ultrafast and broadband photodetection and optical communications. Here, we demonstrate that the trans… [Phys. Rev. B 113, 045421] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quasibound states in the continuum–induced second harmonic generation enhancement in high-$Q$ triple dielectric nanoresonators",
      "authors": [
        "Xu Tu, Meibao Qin, Huifu Qiu, Feng Wu, Tingting Liu, Lujun Huang, and Shuyuan Xiao"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/59pc-6sj7",
      "doi": "10.1103/59pc-6sj7",
      "summary": "High-$Q$ optical nanocavities are fundamental to modern optics and photonics, enabling enhanced light-matter interactions. Previous studies have demonstrated that high-$Q$ supercavity modes can be constructed within a single dielectric resonator by leveraging quasibound states in the continuum. Howe… [Phys. Rev. B 113, 045422] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetic properties of the two-phase coexisting state caused by orbital ordering in ${\\mathrm{BaV}}_{10−x}{\\mathrm{Ti}}_{x}{\\mathrm{O}}_{15}\\phantom{\\rule{0.16em}{0ex}}(x=0.15)$",
      "authors": [
        "Takuro Katsufuji, Haruki Takei, and Yuki Shiraishi"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dfpn-lc7x",
      "doi": "10.1103/dfpn-lc7x",
      "summary": "${\\mathrm{BaV}}_{10−x}{\\mathrm{Ti}}_{x}{\\mathrm{O}}_{15}$ with $x=0.15$ exhibits coexisting orbital-ordered (OO) and orbital-disordered (OD) phases as well as slow dynamics during the phase transition from the OD phase to the OO phase. Owing to these slow dynamics and the fact that these two phases … [Phys. Rev. B 113, L020410] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Weak localization-antilocalization crossover and topological Hall response in the nearly compensated ferrimagnetic metal ${\\mathrm{V}}_{2}\\mathrm{NbAl}$",
      "authors": [
        "Jadupati Nag, Barnabha Bandyopadhyay, Srikanta Goswami, Anjan Bera, Y. Venkateswara, Amit Chanda, S. D. Kaushik, Hariharan Srikanth, P. D. Babu, Aftab Alam, and K. G. Suresh"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rmf1-yzbs",
      "doi": "10.1103/rmf1-yzbs",
      "summary": "Interference-induced quantum corrections to electronic transport provide a powerful route to probe localization/antilocalization phenomena in condensed-matter systems. Here, we report quantum-interference effects in a three-dimensional (3D) system, namely, the full Heusler alloy ${\\mathrm{V}}_{2}\\ma… [Phys. Rev. B 113, L020412] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Josephson anomalous vortices",
      "authors": [
        "Dan Crawford, Stefan Ilić, Pauli Virtanen, and Tero T. Heikkilä"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nsdg-sn1b",
      "doi": "10.1103/nsdg-sn1b",
      "summary": "We show that vortices with circulating current, related with odd-frequency triplet pairing, appear in Josephson junctions where the barrier is a weak ferromagnet with strong spin-orbit coupling. By symmetry analysis we show that there is an additional term—a rotary invariant—in the superconducting f… [Phys. Rev. B 113, L020503] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Orbital order and superconductivity in bilayer nickelate compounds",
      "authors": [
        "Giniyat Khaliullin and Jiří Chaloupka"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4qsd-ws9c",
      "doi": "10.1103/4qsd-ws9c",
      "summary": "We propose a theory for bilayer nickelate materials, where a large tetragonal field—intrinsic or induced by epitaxial strain—lifts the orbital degeneracy and localizes the $3{z}^{2}−{r}^{2}$ orbital states. These states host local spins $S=1/2$ bound into singlets by strong interlayer coupling, and … [Phys. Rev. B 113, L041115] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Rapid qubit readout dependent on the transmission of a single fluxon</span>",
      "authors": [
        "W. Wustmann and K. D. Osborn"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/6a071D3aRc01320d013633e68c6ee478789899f87",
      "doi": "10.1103/lq5c-3j66",
      "summary": "The readout speed of qubits is a major limitation for error correction in quantum information science. We show simulations of a proposed device that gives readout of a fluxonium qubit using a ballistic fluxon with an estimated readout time of less than 1 nanosecond, without the need for an input mic… [Phys. Rev. Applied] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Proposal for a 3-wave mixing element with quantum paraelectric materials</span>",
      "authors": [
        "Eric I. Rosenthal, Christopher S. Wang, Jamison Sloan, Giovanni Scuri, Yueheng Shi, Kaveh Pezeshki, Peter Mugaba Noertoft, Jelena Vučković, and Christopher P. Anderson"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/6e070Y0bX251af9816946f6701e9b5aa64c5e96eb",
      "doi": "10.1103/wbdc-p8pq",
      "summary": "At cryogenic temperatures and microwave frequencies, the perovskite crystals strontium titanate (STO) and potassium tantalate (KTO) have large, tunable permittivity arising from a quantum paraelectric phase. As such, these materials hold promise as a platform to realize compact, variable capacitance… [Phys. Rev. Applied] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Graded paraparticle algebra of Majorana fields for multidimensional quantum computing with structured light",
      "authors": [
        "Fabrizio Tamburini, Nicoló Leone, Matteo Sanna, and Roberto Siagri"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kbkl-9m9l",
      "doi": "10.1103/kbkl-9m9l",
      "summary": "We present a theoretical framework that integrates Majorana's infinite-component relativistic equation within the algebraic structure of paraparticles through the minimal nontrivial ${\\mathbb{Z}}_{2}×{\\mathbb{Z}}_{2}$-graded Lie algebras and $R$-matrix quantization. By mapping angular momentum-depen… [Phys. Rev. Research 8, 013046] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Information maximization for generalized multiarmed bandit games",
      "authors": [
        "Alex Barbier–Chebbah, Christian L. Vestergaard, and Jean-Baptiste Masson"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wkw4-94hz",
      "doi": "10.1103/wkw4-94hz",
      "summary": "Information and free-energy maximization are physics principles that provide general rules for an agent to optimize actions in line with specific goals and policies. These principles can serve as building blocks for designing decision-making policies capable of efficient performance with only partia… [Phys. Rev. Research 8, 013047] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Dy-based single-molecule magnet as a case study for magnetization relaxation under applied pressure",
      "authors": [
        "S. Chicco, E. Garlatti, A. Mavromagoulos, A. B. Canaj, P. Bonfà, A. Piovano, S. Dey, H. Little, A. Chiesa, A. S. Ivanov, I. J. Onuorah, S. Parsons, G. Rajaraman, T. Guidi, M. Murrie, and S. Carretta"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/y7kz-8f3s",
      "doi": "10.1103/y7kz-8f3s",
      "summary": "Molecular nanomagnets have garnered significant attention in recent years thanks to their unique potential in quantum information processing as molecular qudits and in high-density memory encoding as single-molecule magnets. However, fully unlocking the potential of these systems requires a comprehe… [Phys. Rev. Research 8, 013048] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Realization of pure gyration coupling in an on-chip superconducting microwave device",
      "authors": [
        "Zhiyin Tu, Violet Workman, Gaurav Bahl, and Alicia J. Kollár"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7mfg-5h1x",
      "doi": "10.1103/7mfg-5h1x",
      "summary": "Synthetic materials that emulate tight-binding Hamiltonians have enabled a wide range of advances in topological and non-Hermitian physics. A crucial requirement in such systems is the engineering of nonreciprocal couplings and synthetic magnetic fields. More broadly, the development of these capabi… [Phys. Rev. Research 8, 013049] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Polarons in two-dimensional polar materials: All-coupling variational theory",
      "authors": [
        "A. Kudlis, V. Shahnazaryan, and I. V. Tokatly"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dv7k-5jjz",
      "doi": "10.1103/dv7k-5jjz",
      "summary": "We present a detailed and self-contained theoretical study of polarons in two-dimensional (2D) polar materials, which extends the classical macroscopic theory of Fröhlich polarons to the 2D case. The theory is fully determined by experimentally accessible parameters, the static and optical 2D polari… [Phys. Rev. Research 8, 013050] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Growth evolution in calcium carbonate microparticles involving mixed vaterite-aragonite structures",
      "authors": [
        "Daniyal Younas, Elizaveta Sidler, Chayene G. Anchieta, Seniz Ucar, Per Erik Vullum, Ragnvald H. Mathiesen, Federico Zontone, Raffaela Cabriolu, Yuriy Chushkin, Dag Werner Breiby, and Basab Chattopadhyay"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vtzb-dlwt",
      "doi": "10.1103/vtzb-dlwt",
      "summary": "Calcium carbonate ($\\mathrm{Ca}{\\mathrm{CO}}_{3}$) is a widely occurring mineral that is crucial to many natural and synthetic processes. $\\mathrm{Ca}{\\mathrm{CO}}_{3}$ crystallizes in three anhydrous polymorphs and often serves as a model system to study nucleation and growth phenomena. In this art… [Phys. Rev. Research 8, 013051] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Tensor-programmable quantum circuits for solving differential equations",
      "authors": [
        "Pia Siegl, Greta Sophie Reese, Tomohiro Hashizume, Nis-Luca van Hülst, and Dieter Jaksch"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2qzh-yf49",
      "doi": "10.1103/2qzh-yf49",
      "summary": "We present a quantum solver for partial differential equations based on a flexible matrix product operator representation. Utilizing midcircuit measurements and a state-dependent norm correction, this scheme overcomes the restriction of unitary operators. Hence, it allows for the direct implementati… [Phys. Rev. Research 8, 013052] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Behavior of passive polymeric tracers of different topologies in a dilute bath of active Brownian particles",
      "authors": [
        "Ramanand Singh Yadav, Ralf Metzler, and Rajarshi Chakrabarti"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qrjy-9yt6",
      "doi": "10.1103/qrjy-9yt6",
      "summary": "Using computer simulations in two dimensions, we investigate the dynamics and structure of a passive polymeric tracer with different topologies immersed in a low-density active particle bath. One of the key observations is that polymers exhibit faster dynamics compared to passive colloidal particles… [Phys. Rev. Research 8, 013053] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Limits of absolute vector magnetometry with nitrogen-vacancy centers in diamond",
      "authors": [
        "Dennis Lönard, Isabel Cardoso Barbosa, Stefan Johansson, Jonas Gutsche, and Artur Widera"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/28t7-7gcn",
      "doi": "10.1103/28t7-7gcn",
      "summary": "The nitrogen-vacancy (NV) center in diamond has become a widely used platform for quantum sensing. The four NV axes in monocrystalline diamond specifically allow for vector magnetometry, with magnetic-field sensitivities reaching down to $\\mathrm{fT}/\\sqrt{\\mathrm{Hz}}$. The current literature prima… [Phys. Rev. Research 8, 013054] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Robust control and entanglement of qudits in neutral atom arrays",
      "authors": [
        "Amir Burshtein, Shachar Fraenkel, Moshe Goldstein, and Ran Finkelstein"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4xcd-wyxx",
      "doi": "10.1103/4xcd-wyxx",
      "summary": "Quantum devices comprised of elementary components with more than two stable levels—so-called qudits—enrich the accessible Hilbert space, enabling applications ranging from fault-tolerant quantum computing to simulating complex many-body models. While several quantum platforms are built from local e… [Phys. Rev. Research 8, 013055] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Excitonic contributions to dark matter-electron scattering",
      "authors": [
        "Nora Taufertshöfer, Vanessa Zema, Riccardo Catena, Valerio Olevano, and Nicola A. Spaldin"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9b1j-fcvw",
      "doi": "10.1103/9b1j-fcvw",
      "summary": "We determine whether excitonic effects affect predictions of dark matter (DM)-electron scattering rates by calculating the energy- and momentum-dependent energy-loss function, including electron-hole interaction excitonic effects, for the DM scintillating detector materials GaAs and NaI. By comparin… [Phys. Rev. Research 8, 013056] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Divergence-free algorithms for solving nonlinear differential equations on quantum computers",
      "authors": [
        "Katsuhiro Endo and Kazuaki Z. Takahashi"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2hfp-qyz1",
      "doi": "10.1103/2hfp-qyz1",
      "summary": "From weather to neural networks, modeling is not only useful for understanding various phenomena but also has a wide range of potential applications. Although nonlinear differential equations are extremely useful tools in modeling, their solutions are difficult to obtain. Based on the expectation of… [Phys. Rev. Research 8, 013057] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Theory of cell size regulation underlying the onset of migration in adhered cells",
      "authors": [
        "Jonathan E. Ron and Ram M. Adar"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1gkb-qs3z",
      "doi": "10.1103/1gkb-qs3z",
      "summary": "Cell migration is closely linked to cell shape, yet cell size is often assumed to remain constant. This assumption is challenged by recent experiments showing that cells undergo volume loss during spreading and swelling upon activation, with migration velocity correlated to cell size. In this work, … [Phys. Rev. Research 8, 013058] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Evolution of robust cell differentiation under epigenetic feedback",
      "authors": [
        "Davey Plugers and Kunihiko Kaneko"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9vhh-qjj1",
      "doi": "10.1103/9vhh-qjj1",
      "summary": "In multicellular organisms, cells differentiate into multiple types as they divide. States of these cell types, as well as their numbers, are known to be robust to external perturbations, as conceptualized by Waddington’s epigenetic landscape where cells embed themselves in valleys corresponding to … [Phys. Rev. Research 8, 013059] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Topological swarmalators",
      "authors": [
        "Jun-Bo Gou (勾俊博), Marc Timme, Xiaozhu Zhang (张潇竹), and Gang Yan (严钢)"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kghb-vpst",
      "doi": "10.1103/kghb-vpst",
      "summary": "Swarmalators constitute a paradigmatic model for understanding the collective dynamics of coupled moving agents, integrating both internal and spatial degrees of freedom. Empirical evidence from systems such as bird flocks and living matter highlights the relevance of topological, metric-free coupli… [Phys. Rev. Research 8, 013060] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Interference of photons from independent hot atoms",
      "authors": [
        "Jaromír Mika, Stuti Joshi, Lukáš Lachman, Robin Kaiser, and Lukáš Slodička"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/r5n8-pt1g",
      "doi": "10.1103/r5n8-pt1g",
      "summary": "The coherence of light from independent ensembles of elementary atomic emitters plays a paramount role in diverse areas of modern optics. We demonstrate the interference of photons scattered from independent ensembles of warm atoms in atomic vapor. It relies on the feasibility of the preservation of… [Phys. Rev. Research 8, 013061] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Buried Dirac Points in Quantum Spin Hall Insulators: Implications for Majorana Kramers Pair-Based Quantum Computing",
      "authors": [
        "J. J. Cuozzo, W. Yu, X. Shi, A. J. Muhowski, S. D. Hawkins, J. F. Klem, E. Rossi, and W. Pan"
      ],
      "date": "2026-01-20T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tw65-82r9",
      "doi": "10.1103/tw65-82r9",
      "summary": "A quantum spin Hall superconducting system where Majorana Kramers pairs can possibly emerge without magnetic fields is established, opening a promising path toward scalable fault-tolerant topological quantum computing. [PRX Quantum 7, 010313] Published Tue Jan 20, 2026"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Author Correction: Anthropogenic influences on major tropical cyclone events",
      "authors": [
        "Christina M. Patricola-DiRosario",
        "Michael F. Wehner"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-026-10109-2",
      "doi": "10.1038/s41586-026-10109-2",
      "summary": "Nature, Published online: 20 January 2026; doi:10.1038/s41586-026-10109-2 Author Correction: Anthropogenic influences on major tropical cyclone events"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How much protein do you actually need?",
      "authors": [
        "Nick Petrić Howe",
        "Elizabeth Gibney"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00151-5",
      "doi": "10.1038/d41586-026-00151-5",
      "summary": "Nature, Published online: 20 January 2026; doi:10.1038/d41586-026-00151-5 Super-high protein diets are promoted by influencers, but the science shows that there are limits to how much your body can use."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "To gain public trust, make art central to science communication",
      "authors": [
        "Palina Kot"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00210-x",
      "doi": "10.1038/d41586-026-00210-x",
      "summary": "Nature, Published online: 20 January 2026; doi:10.1038/d41586-026-00210-x To gain public trust, make art central to science communication"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "US funding cuts harm aspiring young scientists, too",
      "authors": [
        "William Y. Xuan"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00182-y",
      "doi": "10.1038/d41586-026-00182-y",
      "summary": "Nature, Published online: 20 January 2026; doi:10.1038/d41586-026-00182-y US funding cuts harm aspiring young scientists, too"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Study decision-making to understand how technology will affect behaviour",
      "authors": [
        "Shahar Hechtlinger",
        "L. A. Paul",
        "M. J. Crockett"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00209-4",
      "doi": "10.1038/d41586-026-00209-4",
      "summary": "Nature, Published online: 20 January 2026; doi:10.1038/d41586-026-00209-4 Study decision-making to understand how technology will affect behaviour"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Fossil-fuel phase out is not enough: countries must remove atmospheric carbon",
      "authors": [
        "Richard H. Clarke",
        "Mark Maslin"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00211-w",
      "doi": "10.1038/d41586-026-00211-w",
      "summary": "Nature, Published online: 20 January 2026; doi:10.1038/d41586-026-00211-w Fossil-fuel phase out is not enough: countries must remove atmospheric carbon"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Mistaken identity and the psychology of human recognition",
      "authors": [],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00190-y",
      "doi": "10.1038/d41586-026-00190-y",
      "summary": "Nature, Published online: 20 January 2026; doi:10.1038/d41586-026-00190-y The accuracy of eyewitness evidence is questioned, and a fossil collection examined when a geological society moves its London home in this week’s pick from the Nature archive."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Trump one year on: How six US researchers plan to protect science amid chaos and cuts",
      "authors": [
        "Amander Clark",
        "Hank Greely",
        "Eric Topol",
        "Salim S. Abdool Karim",
        "Quarraisha Abdool Karim",
        "Ramanan Laxminarayan"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00090-1",
      "doi": "10.1038/d41586-026-00090-1",
      "summary": "Nature, Published online: 20 January 2026; doi:10.1038/d41586-026-00090-1 From education to pandemic preparedness and public health, the past year has seen huge stress put on US science."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "The US is quitting 66 global agencies: what does it mean for science?",
      "authors": [
        "Davide Castelvecchi",
        "Ehsan Masood"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00102-0",
      "doi": "10.1038/d41586-026-00102-0",
      "summary": "Nature, Published online: 20 January 2026; doi:10.1038/d41586-026-00102-0 The United States is leaving some of the world’s oldest and most influential scientific networks involved in biodiversity research, climate science and conservation. Affected organizations tell Nature that their work continues."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "US science after a year of Trump: what has been lost and what remains",
      "authors": [
        "Max Kozlov",
        "Jeff Tollefson",
        "Dan Garisto"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00088-9",
      "doi": "10.1038/d41586-026-00088-9",
      "summary": "Nature, Published online: 20 January 2026; doi:10.1038/d41586-026-00088-9 A series of graphics reveals how the Trump administration has sought historic cuts to science and the research workforce."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "‘Shattered’: US scientists speak out about how Trump policies disrupted their careers",
      "authors": [
        "Virginia Gewin"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00091-0",
      "doi": "10.1038/d41586-026-00091-0",
      "summary": "Nature, Published online: 20 January 2026; doi:10.1038/d41586-026-00091-0 Researchers lay bare the human toll of lay-offs, funding cuts and attacks on science one year after the president’s return to the White House."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Dynamical simulations of many-body quantum chaos on a quantum computer",
      "authors": [
        "Laurin E. Fischer",
        "Matea Leahy",
        "Andrew Eddins",
        "Nathan Keenan",
        "Davide Ferracin",
        "Matteo A. C. Rossi",
        "Youngseok Kim",
        "Andre He",
        "Francesca Pietracaprina",
        "Boris Sokolov",
        "Shane Dooley",
        "Zoltán Zimborás",
        "Francesco Tacchino",
        "Sabrina Maniscalco",
        "John Goold",
        "Guillermo García-Pérez",
        "Ivano Tavernelli",
        "Abhinav Kandala",
        "Sergey N. Filippov"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03144-9",
      "doi": "10.1038/s41567-025-03144-9",
      "summary": "Nature Physics, Published online: 20 January 2026; doi:10.1038/s41567-025-03144-9 Studying many-body quantum chaos on current quantum hardware is hindered by noise and limited scalability. Now it is shown that a superconducting processor, combined with error mitigation, can accurately simulate dual-unitary circuit dynamics."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Strong correlations and superconductivity in the supermoiré lattice",
      "authors": [
        "Zekang Zhou",
        "Cheng Shen",
        "Kryštof Kolár^",
        "Kenji Watanabe",
        "Takashi Taniguchi",
        "Cyprian Lewandowski",
        "Mitali Banerjee"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03131-0",
      "doi": "10.1038/s41567-025-03131-0",
      "summary": "Nature Physics, Published online: 20 January 2026; doi:10.1038/s41567-025-03131-0 When two moiré patterns interfere with each other, they produce a longer-wavelength supermoiré pattern. Now, the effects of a supermoiré lattice on the band structure and transport properties of twisted trilayer graphene is investigated."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Publisher Correction: Echo-Vision-FM: a pre-training and fine-tuning framework for echocardiogram video vision foundation model",
      "authors": [
        "Ziyang Zhang",
        "Qinxin Wu",
        "Sirui Ding",
        "Xiaolong Wang",
        "Jiancheng Ye"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-026-68722-8",
      "doi": "10.1038/s41467-026-68722-8",
      "summary": "Nature Communications, Published online: 20 January 2026; doi:10.1038/s41467-026-68722-8 Publisher Correction: Echo-Vision-FM: a pre-training and fine-tuning framework for echocardiogram video vision foundation model"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Endothelin-3 and T-type Ca<sup>2+</sup> channels drive enteric neural crest cell calcium activity, contractility and migration",
      "authors": [
        "Nicolas R. Chevalier",
        "Fanny Gayda",
        "Nadège Bondurand",
        "Ze Chi Chan",
        "Thierry Savy",
        "Monique Frain",
        "Amira El Merhie",
        "Lenuta Canta",
        "Monica Dicu",
        "Isabelle Le Parco",
        "Léna Zig"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-68121-5",
      "doi": "10.1038/s41467-025-68121-5",
      "summary": "Nature Communications, Published online: 20 January 2026; doi:10.1038/s41467-025-68121-5 Neural crest cells migrate in the embryo to form the gut’s nervous system. Researchers found that endothelin-3 triggers electrical oscillations via T-type calcium channels, enabling these cells to contract like ‘mini muscles’ and colonize organs."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Low temperature and rapid photothermal oxidation of liquid gallium for circular hydrogen production",
      "authors": [
        "Luis G. B. Campos",
        "Francois-Marie Allioux",
        "Gustavo Fimbres Weihs",
        "Sarina Sarina",
        "Anthony P. O’Mullane",
        "Torben Daeneke",
        "Richard B. Kaner",
        "Kourosh Kalantar-Zadeh"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-026-68664-1",
      "doi": "10.1038/s41467-026-68664-1",
      "summary": "Nature Communications, Published online: 20 January 2026; doi:10.1038/s41467-026-68664-1 Photothermal reactions between liquid gallium and water or seawater enable hydrogen production under light exposure. The authors show that the metal can be regenerated electrochemically, supporting a reusable and sustainable cycle for hydrogen."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Wafer-scale high-κ HfO<sub>2</sub> dielectric films with sub-5-Å equivalent oxide thickness for 2D MoS<sub>2</sub> transistors",
      "authors": [
        "Songge Zhang",
        "Tao Zhang",
        "Hua Yu",
        "Tong Li",
        "Xiuzhen Li",
        "Chenyang Cui",
        "Yuchao Zhou",
        "Hailing Guo",
        "Shuopei Wang",
        "Dongfeng Zheng",
        "Liangfeng Huang",
        "Liqi Bai",
        "Su Liu",
        "Cheng Shen",
        "Wei Yang",
        "Luojun Du",
        "Dongxia Shi",
        "Lede Xian",
        "Xiaoming Tao",
        "Yang Chai",
        "Na Li",
        "Guangyu Zhang"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-026-68584-0",
      "doi": "10.1038/s41467-026-68584-0",
      "summary": "Nature Communications, Published online: 20 January 2026; doi:10.1038/s41467-026-68584-0 The integration of high-κ dielectrics with low equivalent oxide thickness (EOT) is crucial for the development of 2D transistors. Here, the authors report the low-temperature fabrication of wafer-scale HfO2 dielectric films with sub-5-Å EOT and their application for the realization of high-performance 2D MoS2 transistors and circuits."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Ligand-controlled regiodivergent and enantioselective C–H cyanation of secondary amines",
      "authors": [
        "Yang-Jie Mao",
        "Xiahe Chen",
        "Huan-Le Li",
        "Qi Pan",
        "Kun Zhou",
        "Zhen-Yuan Xu",
        "Yun-Fang Yang",
        "Shao-Jie Lou",
        "Dan-Qian Xu"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-026-68598-8",
      "doi": "10.1038/s41467-026-68598-8",
      "summary": "Nature Communications, Published online: 20 January 2026; doi:10.1038/s41467-026-68598-8 The controllable regio-divergent and enantioselective C–H bond transformation of secondary amines at different N-alkyl groups has remained underdeveloped. Herein, the authors report a Cu-catalyzed α’/β-regiodivergent and β-enantioselective cyanation of secondary amine-derived ureas through ligand-controlled adjustable 1,4’/1,5-hydrogen atom transfer."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Biochemical principles of miRNA targeting in flies",
      "authors": [
        "Joel Vega-Badillo",
        "Phillip D. Zamore",
        "Karina Jouravleva"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-026-68360-0",
      "doi": "10.1038/s41467-026-68360-0",
      "summary": "Nature Communications, Published online: 20 January 2026; doi:10.1038/s41467-026-68360-0 MicroRNAs guide Argonaute proteins to repress gene expression. Here, the authors define the binding rules for five Drosophila miRNAs, showing a narrow preference for canonical seed sites and identifying non-canonical sites with comparable affinities."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Presence of primordial Mg can explain the seismic low-velocity layer in the Earth’s outermost outer core",
      "authors": [
        "Tao Liu",
        "Zhicheng Jing"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-026-68572-4",
      "doi": "10.1038/s41467-026-68572-4",
      "summary": "Nature Communications, Published online: 20 January 2026; doi:10.1038/s41467-026-68572-4 Simulations show that primordial Mg deposited to the core through the Moon-forming giant impact can decrease the sound velocity of Fe-rich liquids, providing a viable explanation for the low seismic velocity in the Earth’s outermost outer core."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Intrinsically stretchable 2D MoS<sub>2</sub> transistors",
      "authors": [
        "Kyunghun Kim",
        "Yasutaka Kuzumoto",
        "Changhoon Jung",
        "Seongmin Heo",
        "Taoyu Zou",
        "Gwon Byeon",
        "Hyunbum Kang",
        "Hyungjun Kim",
        "Younhee Lim",
        "Jisoo Shin",
        "Seon-Jeong Lim",
        "Joo-Young Kim",
        "Ji Young Jung",
        "Sung-Gyu Kang",
        "Bang-Lin Lee",
        "Yong-Young Noh",
        "Gae Hwang Lee",
        "Tae-Gon Kim"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-026-68504-2",
      "doi": "10.1038/s41467-026-68504-2",
      "summary": "Nature Communications, Published online: 20 January 2026; doi:10.1038/s41467-026-68504-2 Intrinsically stretchable electronic devices are interesting for wearable electronics, soft robotics, and stretchable display applications. Here, the authors report the fabrication of intrinsically stretchable solution-processed thin-film transistors based on 2D MoS2 flakes, showing high performance and stability under strain up to 20%."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Higgs mode-driven phase transitions in two-dimensional perovskites",
      "authors": [
        "Gregory D. Scholes"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02472-8",
      "doi": "10.1038/s41563-025-02472-8",
      "summary": "Nature Materials, Published online: 20 January 2026; doi:10.1038/s41563-025-02472-8 A study of phase transitions in two-dimensional halide perovskites uncovers distinct thermal and optical pathways through Ginzburg–Landau theory. The work identifies an optically driven metastable tetragonal phase, excited by Higgs phonon modes, offering insights into symmetry-breaking dynamics."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Nanoscience at the centre of optical computing",
      "authors": [],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-026-02124-1",
      "doi": "10.1038/s41565-026-02124-1",
      "summary": "Nature Nanotechnology, Published online: 20 January 2026; doi:10.1038/s41565-026-02124-1 Nanoscience is now redefining how light can be controlled and processed on chip."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Light could lower AI’s appetite for power",
      "authors": [
        "Neil Savage"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02099-5",
      "doi": "10.1038/s41565-025-02099-5",
      "summary": "Nature Nanotechnology, Published online: 20 January 2026; doi:10.1038/s41565-025-02099-5 Optical computing is emerging as a low-power alternative by processing data with light instead of electrons. Advances in metasurfaces, plasmonics, and thin-film lithium niobate enable photonic circuits now being co-integrated with CMOS chips for hybrid, energy-efficient artificial intelligence (AI) computing."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Nanoparticle-mediated targeting chimeras transform targeted protein degradation",
      "authors": [
        "Yang Liu",
        "Xue Xia",
        "Yunjiao Zhang",
        "Meng Zheng",
        "Kam W. Leong",
        "Bingyang Shi"
      ],
      "date": "2026-01-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02081-1",
      "doi": "10.1038/s41565-025-02081-1",
      "summary": "Nature Nanotechnology, Published online: 20 January 2026; doi:10.1038/s41565-025-02081-1 This Perspective underscores how ligand-installed nanoparticles can transcend their delivery role by incorporating targeted protein degradation (TPD) functionality, with nanoparticle-mediated-targeting chimeras, broadening the TPD toolkit."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Collective intelligence for AI-assisted chemical synthesis",
      "authors": [
        "Haote Li",
        "Sumon Sarkar",
        "Wenxin Lu",
        "Patrick O. Loftus",
        "Tianyin Qiu",
        "Yu Shee",
        "Abbigayle E. Cuomo",
        "John-Paul Webster",
        "H. Ray Kelly",
        "Vidhyadhar Manee",
        "Sanil Sreekumar",
        "Frederic G. Buono",
        "Robert H. Crabtree",
        "Timothy R. Newhouse",
        "Victor S. Batista"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-026-10131-4",
      "doi": "10.1038/s41586-026-10131-4",
      "summary": "Nature, Published online: 19 January 2026; doi:10.1038/s41586-026-10131-4 Collective intelligence for AI-assisted chemical synthesis"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Publisher Correction: A fault-tolerant neutral-atom architecture for universal quantum computation",
      "authors": [
        "Dolev Bluvstein",
        "Alexandra A. Geim",
        "Sophie H. Li",
        "Simon J. Evered",
        "J. Pablo Bonilla Ataides",
        "Gefen Baranes",
        "Andi Gu",
        "Tom Manovitz",
        "Muqing Xu",
        "Marcin Kalinowski",
        "Shayan Majidy",
        "Christian Kokail",
        "Nishad Maskara",
        "Elias C. Trapp",
        "Luke M. Stewart",
        "Simon Hollerith",
        "Hengyun Zhou",
        "Michael J. Gullans",
        "Susanne F. Yelin",
        "Markus Greiner",
        "Vladan Vuletić",
        "Madelyn Cain",
        "Mikhail D. Lukin"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-026-10108-3",
      "doi": "10.1038/s41586-026-10108-3",
      "summary": "Nature, Published online: 19 January 2026; doi:10.1038/s41586-026-10108-3 Publisher Correction: A fault-tolerant neutral-atom architecture for universal quantum computation"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Editorial Expression of Concern: <i>En passant</i> neurotrophic action of an intermediate axonal target in the developing mammalian CNS",
      "authors": [
        "Hao Wang",
        "Marc Tessier-Lavigne"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-10080-4",
      "doi": "10.1038/s41586-025-10080-4",
      "summary": "Nature, Published online: 19 January 2026; doi:10.1038/s41586-025-10080-4 Editorial Expression of Concern: En passant neurotrophic action of an intermediate axonal target in the developing mammalian CNS"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Author Correction: An autonomous laboratory for the accelerated synthesis of inorganic materials",
      "authors": [
        "Nathan J. Szymanski",
        "Bernardus Rendy",
        "Yuxing Fei",
        "Rishi E. Kumar",
        "Tanjin He",
        "David Milsted",
        "Matthew J. McDermott",
        "Max Gallant",
        "Ekin Dogus Cubuk",
        "Amil Merchant",
        "Haegyeom Kim",
        "Anubhav Jain",
        "Christopher J. Bartel",
        "Kristin Persson",
        "Yan Zeng",
        "Gerbrand Ceder"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09992-y",
      "doi": "10.1038/s41586-025-09992-y",
      "summary": "Nature, Published online: 19 January 2026; doi:10.1038/s41586-025-09992-y Author Correction: An autonomous laboratory for the accelerated synthesis of inorganic materials"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Floating science stations: my month on a research vessel looking after buoys",
      "authors": [
        "Christine Ro"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00189-5",
      "doi": "10.1038/d41586-026-00189-5",
      "summary": "Nature, Published online: 19 January 2026; doi:10.1038/d41586-026-00189-5 Physical oceanographer Melina M. Martinez finds ways to gather ocean data off the coast of Argentina."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "‘Greed is the iron cage of our times’ — why nationalism is here to stay",
      "authors": [
        "Roberto Patricio Korzeniewicz"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00186-8",
      "doi": "10.1038/d41586-026-00186-8",
      "summary": "Nature, Published online: 19 January 2026; doi:10.1038/d41586-026-00186-8 A generation that missed out on economic growth is driving the trends overtaking politics today."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Can ‘toxic masculinity’ be measured? Scientists try to quantify controversial term",
      "authors": [
        "Nicola Jones"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00144-4",
      "doi": "10.1038/d41586-026-00144-4",
      "summary": "Nature, Published online: 19 January 2026; doi:10.1038/d41586-026-00144-4 A study has outlined eight indicators of toxic masculinity in heterosexual men — and finds that ‘manliness’ is not necessarily a problematic aspect of masculinity."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Forget formalism: mathematics was built on infighting and emotional turmoil",
      "authors": [
        "Ananyo Bhattacharya"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00187-7",
      "doi": "10.1038/d41586-026-00187-7",
      "summary": "Nature, Published online: 19 January 2026; doi:10.1038/d41586-026-00187-7 A fast-paced book captures how theory and formal proof intertwined with the personal lives of prominent mathematicians."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Daily briefing: Gifted dogs have word-learning skills on a par with human toddlers",
      "authors": [
        "Flora Graham"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-026-00213-8",
      "doi": "10.1038/d41586-026-00213-8",
      "summary": "Nature, Published online: 19 January 2026; doi:10.1038/d41586-026-00213-8 Some dogs can learn words for hundreds of objects just by listening in to human conversations. Plus, the High Seas Treaty has officially entered into force and PhD students inherit their appetite for risk from their supervisors."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "I’m going to halve my publication output. You should consider slow science, too",
      "authors": [
        "Adrian Barnett"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-04061-w",
      "doi": "10.1038/d41586-025-04061-w",
      "summary": "Nature, Published online: 19 January 2026; doi:10.1038/d41586-025-04061-w If we don’t slow down, the research enterprise is going to crash, argues Adrian Barnett."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Driving Floquet physics with excitonic fields",
      "authors": [
        "Vivek Pareek",
        "David R. Bacon",
        "Xing Zhu",
        "Yang-Hao Chan",
        "Fabio Bussolotti",
        "Marcos G. Menezes",
        "Nicholas S. Chan",
        "Joel Pérez Urquizo",
        "Kenji Watanabe",
        "Takashi Taniguchi",
        "Enrico Perfetto",
        "Michael K. L. Man",
        "Julien Madéo",
        "Gianluca Stefanucci",
        "Diana Y. Qiu",
        "Kuan Eng Johnson Goh",
        "Felipe H. da Jornada",
        "Keshav M. Dani"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03132-z",
      "doi": "10.1038/s41567-025-03132-z",
      "summary": "Nature Physics, Published online: 19 January 2026; doi:10.1038/s41567-025-03132-z Floquet engineering is often limited by weak light–matter coupling and heating. Now it is shown that exciton-driven fields in monolayer semiconductors produce stronger, longer-lived Floquet effects and reveal hybridization linked to excitonic phases."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Long-range chemical signalling in vivo is regulated by mechanical signals",
      "authors": [
        "Eva K. Pillai",
        "Sudipta Mukherjee",
        "Niklas Gampl",
        "Ross J. McGinn",
        "Katrin A. Mooslehner",
        "Julia M. Becker",
        "Alexander K. Winkel",
        "Amelia J. Thompson",
        "Kristian Franze"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02463-9",
      "doi": "10.1038/s41563-025-02463-9",
      "summary": "Nature Materials, Published online: 19 January 2026; doi:10.1038/s41563-025-02463-9 Tissue stiffness mediated by Piezo1 is shown to regulate the expression of diffusive guidance cues in the developing Xenopus laevis brain, revealing a crosstalk between mechanical signals and long-range chemical signalling."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Cell viscosity influences haematogenous dissemination and metastatic extravasation of tumour cells",
      "authors": [
        "Valentin Gensbittel",
        "Zeynep Yesilata",
        "Louis Bochler",
        "Gautier Follain",
        "Laurie Nemoz-Billet",
        "Olivier Lefebvre",
        "Klemens Uhlmann",
        "Annabel Larnicol",
        "Giulia E. M. Ammirati",
        "Sébastien Harlepp",
        "Ruchi Goswami",
        "Salvatore Girardo",
        "Laetitia Paulen",
        "Vincent Hyenne",
        "Vincent Mittelheisser",
        "Tristan Stemmelen",
        "Anne Molitor",
        "Raphael Carapito",
        "Guillaume Belthier",
        "Julie Pannequin",
        "Martin Kräter",
        "Daniel J. Müller",
        "Daniel Balzani",
        "Jochen Guck",
        "Naël Osmani",
        "Jacky G. Goetz"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02462-w",
      "doi": "10.1038/s41563-025-02462-w",
      "summary": "Nature Materials, Published online: 19 January 2026; doi:10.1038/s41563-025-02462-w The viscosity of tumour cells is shown to govern their ability to disseminate through the bloodstream and extravasate, establishing a key biomechanical factor of metastasis."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Spatiotemporal targeting of messenger RNA lipid nanoparticles to the endometrium for the treatment of reproductive disorders",
      "authors": [
        "Saed Abbasi",
        "Jairo Ortiz",
        "Kimberly Bockley",
        "Hongyu Feng",
        "Emily Chen",
        "Jordan Miller",
        "Marina Better",
        "Charles Eberhart",
        "Neomi Jerry",
        "Justin Hanes",
        "James H. Segars",
        "Laura M. Ensign"
      ],
      "date": "2026-01-19T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02108-7",
      "doi": "10.1038/s41565-025-02108-7",
      "summary": "Nature Nanotechnology, Published online: 19 January 2026; doi:10.1038/s41565-025-02108-7 A lipid nanoparticle that delivers mRNA encoding for regenerative factors to the endometrium with high specificity restores implantation rates in a murine model of endometrial injury with potentially improved safety."
    }
  ]
}