{
  "generatedAt": "2025-10-25T20:14:37.691309+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Wideband Covariance Magnetometry below the Diffraction Limit",
      "authors": [
        "Xuan Hoang Le, Pavel E. Dolgirev, Piotr Put, Eric L. Peterson, Arjun Pillai, Alexander A. Zibrov, Eugene Demler, Hongkun Park, and Mikhail D. Lukin"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7xlj-52xt",
      "doi": "10.1103/7xlj-52xt",
      "summary": "We experimentally demonstrate a method for measuring correlations of wideband magnetic signals with spatial resolution below the optical diffraction limit. Our technique employs two nitrogen-vacancy (NV) centers in diamond as nanoscale magnetometers, spectrally resolved by inhomogeneous optical tran… [Phys. Rev. Lett. 135, 170803] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Optimal and Feasible Contextuality-Based Randomness Generation",
      "authors": [
        "Yuan Liu and Ravishankar Ramanathan"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cn3m-j743",
      "doi": "10.1103/cn3m-j743",
      "summary": "Semi-device-independent randomness generation protocols based on Kochen-Specker contextuality offer the attractive features of compact devices, high rates, and ease of experimental implementation over fully device-independent (DI) protocols. Here, we investigate this paradigm and derive four results… [Phys. Rev. Lett. 135, 170805] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Reconciliation between Neutron Skin Thickness from PREX-2 Experiment and Neutron-Star Tidal Polarizability from GW170817 Event: The Key Role of Symmetry Energy Curvature",
      "authors": [
        "Z. Y. Guan (管中原) and Y. F. Niu (牛一斐)"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6m4p-wmv3",
      "doi": "10.1103/6m4p-wmv3",
      "summary": "Y. Guan (管中原) and Y. F. Niu (牛一斐) A tension between the tidal deformability inferred from neutron star merger GW170818 and the neutron skin measurement of 208 Pb by the PREX-2 experiment has been resolved. [Phys. Rev. Lett. 135, 172701] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Dissipative Phase Transition in the Two-Photon Dicke Model",
      "authors": [
        "Aanal Jayesh Shah, Peter Kirton, Simone Felicetti, and Hadiseh Alaeian"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mz92-6l9g",
      "doi": "10.1103/mz92-6l9g",
      "summary": "We explore the dissipative phase transition of the two-photon Dicke model, a topic that has garnered significant attention recently. Our analysis reveals that while single-photon loss does not stabilize the intrinsic instability in the model, the inclusion of two-photon loss restores stability, lead… [Phys. Rev. Lett. 135, 173602] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Unmasking charge transfer in the misfits: ARPES and <em>ab initio</em> prediction of electronic structure in layered incommensurate systems without artificial strain</span>",
      "authors": [
        "Drake Niedzielski, Brendan D. Faeth, Berit H. Goodge, Mekhola Sinha, Tyrel M. McQueen, Lena F. Kourkoutis, and Tomás A. Arias"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/0207bY28H451c491c7f541f65db834f0e00edabe0",
      "doi": "10.1103/tmbg-3p94",
      "summary": "Common belief is that the large band shifts observed in incommensurate misfit compounds, e.g. (LaSe)${}_{1.14}$(NbSe${}_{2}$)${}_{2}$, are due to interlayer charge transfer. In contrast, our analysis, based on both ARPES measurements and a specialized framework employing only quantities well defined… [Phys. Rev. Lett.] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Efficient preparation of Dicke states</span>",
      "authors": [
        "Jeffery Yu, Sean R. Muleady, Yu-Xin Wang, Nathan Schine, Alexey V. Gorshkov, and Andrew M. Childs"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/77073Yf8Nea15a80081282761a67a4a5aa9f4b492",
      "doi": "10.1103/9gjk-rgql",
      "summary": "We present an algorithm utilizing mid-circuit measurement and feedback that prepares Dicke states with polylogarithmically many ancillas and polylogarithmic depth. Our algorithm uses only global mid-circuit projective measurements and adaptively chosen global rotations. This improves over prior work… [Phys. Rev. Lett.] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Oscillating nuclear charge radii as sensors for ultralight dark matter</span>",
      "authors": [
        "Abhishek Banerjee, Dmitry Budker, Melina Filzinger, Nils Huntemann, Gil Paz, Gilad Perez, Sergey Porsev, and Marianna Safronova"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/48072Yb1N801f18074ec569336110203390fed5a0",
      "doi": "10.1103/37vw-gc1r",
      "summary": "We show that coupling of ultralight dark matter (UDM) to quarks and gluons would lead to an oscillation of the nuclear charge radius for both the quantum chromodynamic (QCD) axion and scalar dark matter, an effect which is of particular importance for heavy elements. Consequently, the resulting osci… [Phys. Rev. Lett.] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Bell sampling in quantum Monte Carlo simulations</span>",
      "authors": [
        "Poetri Sonya Tarabunga and Yi-Ming Ding"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/43076Y47S451469ec57a71e16c381cf50e85edb1d",
      "doi": "10.1103/fq8z-y55j",
      "summary": "Quantum Monte Carlo (QMC) methods are essential for the numerical study of large-scale quantum many-body systems, yet their utility has been significantly hampered by the difficulty in computing key quantities such as off-diagonal operators and entanglement. This work introduces Bell-QMC, a novel QM… [Phys. Rev. Lett.] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Phototactic decision-making by microalgae</span>",
      "authors": [
        "Shantanu Raikwar, Adham Al-Kassem, Nir S. Gov, Adriana I. Pesci, Raphaël Jeanneret, and Raymond E. Goldstein"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3f07bY64T9a2fc0252146f7633a1c9b9a792df3da",
      "doi": "10.1103/3fry-7tsw",
      "summary": "We study how simple eukaryotic organisms make decisions in response to competing stimuli in the context of phototaxis by the unicellular alga Chlamydomonas reinhardtii. While negatively phototactic cells swim directly away from a collimated light beam, when presented with two beams of adjustable int… [Phys. Rev. Lett.] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Search for Majorana neutrinos with the complete KamLAND-Zen dataset</span>",
      "authors": [
        "S. Abe et al."
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ad07cYcaG0d1eb9f512000c9cfc25689f2c0aa7c7",
      "doi": "10.1103/jkf6-48j8",
      "summary": "We present a search for neutrinoless double-beta ($0νββ$) decay of ${}^{136}$Xe using the full dataset with 745,kg of enriched xenon, corresponding to an exposure of $2.097$,ton,yr of ${}^{136}$Xe. This updated search benefits from a more than twofold increase in exposure, recovery of photo-sensor g… [Phys. Rev. Lett.] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Dynamic avalanches: Rate-controlled switching and race conditions</span>",
      "authors": [
        "Lishuai Jin and Martin van Hecke"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/d2072Y67Td42f70093711ec5fec272837ad734b1c",
      "doi": "10.1103/yzw2-wxw1",
      "summary": "Avalanches are rapid cascades of rearrangements driven by cooperative flipping of hysteretic local elements. Here we show that flipping dynamics and race conditionswhere multiple elements become unstable simultaneouslygive rise to dynamic avalanches that cannot be captured by static models of intera… [Phys. Rev. Lett.] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Nature of field-induced transitions and hysteretic magnetoresistance in the noncollinear antiferromagnet ${\\mathrm{EuIn}}_{2}{\\mathrm{As}}_{2}$",
      "authors": [
        "Karan Singh, Jan Skolimowski, Giuseppe Cuono, Raghottam M. Sattigeri, Andrzej Ptok, Orest Pavlosiuk, Tetiana Romanova, Tomasz Toliński, Piotr Wiśniewski, Carmine Autieri, and Dariusz Kaczorowski"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6yv6-kf97",
      "doi": "10.1103/6yv6-kf97",
      "summary": "We examine the magnetic and electrical transport properties of the hexagonal ${\\mathrm{EuIn}}_{2}{\\mathrm{As}}_{2}$ compound, combining experimental and theoretical results. This compound is predicted to be an axion insulator from an electronic point of view and an altermagnet in the collinear magne… [Phys. Rev. B 112, 134440] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Evolution of magnetoresistance in the magnetic topological semimetals $\\mathrm{NdS}{\\mathrm{b}}_{x}\\mathrm{T}{\\mathrm{e}}_{2−x}$",
      "authors": [
        "Santosh Karki Chhetri, Rabindra Basnet, Krishna Pandey, Gokul Acharya, Sumaya Rahman, Md Rafique Un Nabi, Dinesh Upreti, Hugh O. H. Churchill, and Jin Hu"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lh2y-nws6",
      "doi": "10.1103/lh2y-nws6",
      "summary": "Magnetic topological semimetals $\\mathit{Ln}\\mathrm{SbTe}$ ($\\mathit{Ln}=\\text{lanthanide elements}$) provide a platform to study the interplay of structure, magnetism, topology, and electron correlations. Varying Sb and Te compositions in $Ln\\mathrm{S}{\\mathrm{b}}_{x}\\mathrm{T}{\\mathrm{e}}_{2−x}$ c… [Phys. Rev. B 112, 134443] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Measuring the Debye energy in superconductors via two-electron photoemission spectroscopy",
      "authors": [
        "Ka Ho Wong, Jack Zwettler, Henry Amir, Peter Abbamonte, Fahad Mahmood, and Dirk K. Morr"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pxm2-rvpw",
      "doi": "10.1103/pxm2-rvpw",
      "summary": "We demonstrate theoretically that double angle resolved photoemission spectroscopy (2eARPES) can directly probe the existence of Cooper pairs away from the Fermi surface, and can thus provide insight into the characteristic energy scale around the Fermi surface, the Debye energy, in which electrons … [Phys. Rev. B 112, 134523] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Exactly solvable dissipative dynamics and one-form strong-to-weak spontaneous symmetry breaking in interacting two-dimensional spin systems",
      "authors": [
        "Lucas Sá and Benjamin Béri"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1lzb-vp1w",
      "doi": "10.1103/1lzb-vp1w",
      "summary": "The authors propose and solve here a general class of interacting two-dimensional spin models that is simultaneously exactly solvable and has rich dissipative dynamics. Through analytical and numerical results, they demonstrate the emergence of mixed-state topological order and hallmark features of interacting many-body quantum dynamics, such as the separation of relaxation timescales and anomalous relaxation. [Phys. Rev. B 112, 144311] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "High-temperature superconductivity induced by the Su-Schrieffer-Heeger electron-phonon coupling",
      "authors": [
        "Xun Cai, Zi-Xiang Li, and Hong Yao"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rhss-d52m",
      "doi": "10.1103/rhss-d52m",
      "summary": "The experimental quest for high-temperature and room-temperature superconductivity (SC) at ambient pressure has been a long-standing research theme in physics. It has also been desired to construct reliable microscopic mechanisms that may achieve high-temperature SC. Here, we systematically explore … [Phys. Rev. B 112, 144517] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Range-separated thermal hybrid exchange-correlation density functional for accurate band-gap calculations of warm dense matter",
      "authors": [
        "Ammar A. Ellaboudy, Valentin V. Karasiev, Deyan I. Mihaylov, Katerina P. Hilleke, and S. X. Hu"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v9vy-x124",
      "doi": "10.1103/v9vy-x124",
      "summary": "In this study, we present a range-separated thermal hybrid exchange-correlation (XC) functional, termed RS-KDT0, which provides highly accurate band-gap predictions at elevated temperature while reducing the computational cost relative to thermal global hybrid functionals. At zero temperature, RS-KD… [Phys. Rev. B 112, 155154] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Signatures of the Fermi surface reconstruction of a doped Mott insulator in a slab geometry",
      "authors": [
        "Gregorio Staffieri and Michele Fabrizio"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hyth-626t",
      "doi": "10.1103/hyth-626t",
      "summary": "We investigate a hole-doped Mott insulator in a slab geometry using the dynamical cluster approximation. We show that the enhancement of the correlation strength at the surface results in the remarkable evolution of the layer-projected Fermi surface, which exhibits holelike pockets in the superficia… [Phys. Rev. B 112, 155155] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Site-symmetry-driven Fe $d$-orbital splitting and its influence on optical transitions in ${\\mathrm{SrFe}}_{12}{\\mathrm{O}}_{19}$ $M$-type hexaferrite",
      "authors": [
        "Hodam Karnajit Singh, Aditya Kumar Kushwaha, Bheemalingam Chittari, Mukul Gupta, and Pamu Dobbidi"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b61m-nw6m",
      "doi": "10.1103/b61m-nw6m",
      "summary": "$M$-type hexaferrite is an optically active transition-metal oxide, characterized by a tunable band gap within the semiconducting range, along with inherent perpendicular magnetic and optical anisotropy. However, the nature of the optical band gap and associated transitions remains unclear due to it… [Phys. Rev. B 112, 155156] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Theory of plasmon spectroscopy with the quantum twisting microscope",
      "authors": [
        "Nemin Wei, Francisco Guinea, Felix von Oppen, and Leonid I. Glazman"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v8zx-1vhr",
      "doi": "10.1103/v8zx-1vhr",
      "summary": "We consider plasmon-assisted electron tunneling in a quantum twisting microscope (QTM). The dependence of the differential conductance on the two control parameters of the QTM—the twist angle and bias—reveals the plasmon spectrum as well as the strength of plasmon-electron interactions in the sample… [Phys. Rev. B 112, 155157] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum geometric bounds for observables: Linear responses, Drude weight, and orbital magnetization",
      "authors": [
        "Koki Shinada and Naoto Nagaosa"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qxbl-qd4f",
      "doi": "10.1103/qxbl-qd4f",
      "summary": "The quantum geometric tensor (QGT) provides nontrivial bounds among physical quantities, as exemplified by the metric curvature inequality. How far can this idea be generalized, and what other observables obey such quantum-geometric constraints? The authors show here that generalized QGTs yield new inequalities among all linear responses, the Drude weight, and the orbital magnetization. They further find that this Drude orbital magnetization inequality approaches equality as bands become flatter, which is nearly satisfied in the experimentally observed orbital magnetization of twisted bilayer graphene. [Phys. Rev. B 112, 155158] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Observation of tunable two-dimensional electron gas in Sn/Si(111)-$2\\sqrt{3}×2\\sqrt{3}−R{30}^{∘}$",
      "authors": [
        "Jia-Qi Guan, Yan-Ling Xiong, Rui-Feng Wang, Qun Zhu, Mingqiang Ren, Can-Li Song, Xu-Cun Ma, and Qi-Kun Xue"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dcf8-v8zf",
      "doi": "10.1103/dcf8-v8zf",
      "summary": "We employ cryogenic scanning tunneling microscopy to observe a tunable two-dimensional electron gas (2DEG) on the $\\mathrm{Sn}/\\mathrm{Si}(111)\\text{−}2\\sqrt{3}×2\\sqrt{3}−R{30}^{∘}$ surface, where its properties are modulated by the underlying Si(111) substrates. The 2DEG resides near the conduction… [Phys. Rev. B 112, 155428] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum thermal transistor performance under fixed-temperature baths: A Langevin framework for spectral and noise modeling",
      "authors": [
        "Uthpala N. Ekanayake, Sarath D. Gunapala, and Malin Premaratne"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gpmp-clgt",
      "doi": "10.1103/gpmp-clgt",
      "summary": "Advanced thermal management is vital for reliable electronics, and quantum thermal transistors (QTTs) offer a novel solution using quantum mechanical states to control heat like electric current. They offer the potential to be used in thermal circuits that enhance thermal management capabilities. De… [Phys. Rev. B 112, 155429] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Strong and selective magnon-phonon coupling in the van der Waals antiferromagnet ${\\mathrm{CoPS}}_{3}$",
      "authors": [
        "Dipankar Jana, Diana Vaclavkova, Rajesh Kumar Ulaganathan, Raman Sankar, Milan Orlita, Clement Faugeras, Maciej Koperski, M. E. Zhitomirsky, and Marek Potemski"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8f92-lt57",
      "doi": "10.1103/8f92-lt57",
      "summary": "The Raman scattering response of the biaxial antiferromagnet ${\\mathrm{CoPS}}_{3}$ has been investigated as a function of both magnetic field and temperature. The peaks observed in the low-frequency spectral range $(90–200 {\\mathrm{cm}}^{−1})$ have been identified as hybrid magnon-phonon excitations… [Phys. Rev. B 112, 165427] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Scattering approach to near-field radiative heat transfer",
      "authors": [
        "Matthias Hübler, Denis M. Basko, and Wolfgang Belzig"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xmmg-dv2d",
      "doi": "10.1103/xmmg-dv2d",
      "summary": "How are radiative heat transfer and coherent quantum transport related? Both are governed by a Landauer-type expression for the current, though arising from distinct theoretical frameworks: fluctuational electrodynamics and Landauer–Büttiker scattering theory. The authors develop here a quantum scattering theory for thermal excitations, revealing that the reactive response of thermal bodies leads to an energy-current operator beyond the Landauer–Büttiker formalism. The reactive term can dominate the heat-current noise spectrum, e.g., for coupled surface phonon polaritons. [Phys. Rev. B 112, 165428] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electrostatic screening of free charge-neutral dipoles/excitons in two-dimensional media",
      "authors": [
        "Ke Xiao, Chi-Ming Kan, Feng-Ren Fan, Stuart S. P. Parkin, and Xiaodong Cui"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9fgx-nq97",
      "doi": "10.1103/9fgx-nq97",
      "summary": "With the shrinking of dimensionality, Coulomb interaction plays a distinct role in two-dimensional (2D) semiconductors owing to the reduced dielectric screening in the out-of-plane direction. Apart from the dielectric screening, free particles such as carriers and dipoles or excitons can also make a… [Phys. Rev. B 112, 165429] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum phase transition in a double quantum dot Josephson junction driven by electron-electron interactions",
      "authors": [
        "Cong Li, Yiyan Wang, and Bing Dong"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b4tp-7x57",
      "doi": "10.1103/b4tp-7x57",
      "summary": "In this work, we employ a surrogate BCS model with discrete energy levels to investigate a hybrid system comprising two quantum dots (QD1 and QD2), where QD1 is tunnel coupled to two superconducting leads, and QD2 is only tunnel coupled to QD1. Through exact diagonalization of this system, we obtain… [Phys. Rev. B 112, 165430] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Pair-density-wave phase of strongly interacting electrons on the triangular lattice: A variational Monte Carlo study",
      "authors": [
        "Jiucai Wang, Wen Sun, Hao-Xin Wang, Zhaoyu Han, Steven A. Kivelson, and Hong Yao"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gvw1-xk98",
      "doi": "10.1103/gvw1-xk98",
      "summary": "A robust theory of the mechanism of pair density wave (PDW) superconductivity (i.e., where Cooper pairs have nonzero center of mass momentum) remains elusive. Here we explore the triangular lattice $t\\text{−}J\\text{−}V$ model, a low-energy effective theory derived from the strong-coupling limit of t… [Phys. Rev. B 112, L140505] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Probing moiré Bloch bands of photoexcited electrons on graphene/Ir(111)",
      "authors": [
        "Ryuichi Arafune, Hiroshi Ishida, Chun-Liang Lin, and Noriaki Takagi"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yg4g-x51r",
      "doi": "10.1103/yg4g-x51r",
      "summary": "We have investigated the moiré Bloch bands of photoexcited electrons in image potential states on graphene covered Ir(111) surfaces using high-energy-resolution angle-resolved two-photon photoemission spectroscopy. An energy gap of approximately 20 meV at the $\\overline{\\mathrm{K}}$ point of the moi… [Phys. Rev. B 112, L161408] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Current-based metrology with two-terminal mesoscopic conductors",
      "authors": [
        "Shishir Khandelwal, Gabriel T. Landi, Géraldine Haack, and Mark T. Mitchison"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cpp5-5yw4",
      "doi": "10.1103/cpp5-5yw4",
      "summary": "The traditional approach to quantum parameter estimation focuses on the quantum state, deriving fundamental bounds on precision through the quantum Fisher information. In most experimental settings, however, performing arbitrary quantum measurements is highly unfeasible. In open quantum systems, an … [Phys. Rev. B 112, L161409] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Energy density and stress fields in quantum systems</span>",
      "authors": [
        "Richard M. Martin, Nithaya Chetty, and Dallas R. Trinkle"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8807eOd4Od317140590a0b52ac0fd36cbc1d03179",
      "doi": "10.1103/49lf-cbyk",
      "summary": "There has been an enduring interest and controversy about whether or not one can define physically meaningful energy density and stress fields, $e(\\mathbf{\\text{𝐫}})$ and ${σ}_{αβ}(\\mathbf{\\text{𝐫}})$ in quantum systems. A key issue is the kinetic energy since the well-known forms, $\\frac{1}{2}|∇Ψ{|… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quadrupole moment of higher-order topologicals insulator at finite temperature</span>",
      "authors": [
        "Yiting Deng and Yan He"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b7079Ob6T961bf50f9af48a635a7f2778df451785",
      "doi": "10.1103/s5kz-7l6v",
      "summary": "We study the higher-order topological insulators at finite temperature based on a generalized real-space quadrupole moment, which extends the ground state expectations to ensemble averages. Our study reveals that chiral symmetry alone dictates that the quadrupole moment must be quantized to two valu… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum spin liquids in pyrochlore magnets with non-Kramers local moments</span>",
      "authors": [
        "Tony An, Félix Desrochers, and Yong Baek Kim"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/23072O90Sba1425035091392a35b70afbfbd781bb",
      "doi": "10.1103/g5zf-hrb5",
      "summary": "Numerous experiments on pyrochlore oxides Pr${}_{2}$(Zr, Sn, Hf, Ir)${}_{2}$O${}_{7}$ with non-Kramers Pr${}^{3+}$ ions suggest that they support a quantum spin liquid (QSL) ground state, but the precise nature of the QSL remains unclear. Quantum spin ice with dominant dipolar Ising and smaller quad… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Boundary Witten effect in multiaxion insulators</span>",
      "authors": [
        "Giandomenico Palumbo"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/cf07dYe1R621439c19050e16892023800518e3ae9",
      "doi": "10.1103/98rr-rx6s",
      "summary": "We explore novel topological responses and axion-like phenomena in three-dimensional insulating systems with spacetime-dependent mass terms encoding domain walls. Via a dimensional-reduction approach, we derive a new axion-electromagnetic coupling term involving three axion fields. This term yields … [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Theoretical investigation of noncentrosymmetric Ruddlesden-Popper germanium perovskites Cs${}_{2}$Ge$X$${}_{4}$ ($X$ = Cl, Br, and I) for second harmonic generation</span>",
      "authors": [
        "Zun-Yi Deng, Qixiang Yin, Lixiang Rao, Qiyi Zhao, Gang Tang, and Jiawang Hong"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e2074O21K2513c4b35b36f077f824696504c28d20",
      "doi": "10.1103/nsn4-35kg",
      "summary": "The distortion of octahedrons in halide perovskites with polar space group caused unique anomalous photovoltaics, ferroelectricity and nonlinear optical (NLO) properties. Here, we take layered Ge-based Ruddlesden-Popper (RP) perovskite Cs2GeX4 (X= Cl, Br and I) as an example and design the non-centr… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Theory of nonlinear electron relaxation in thin gold films and their signatures in optical observables</span>",
      "authors": [
        "Jonas Grumm, Malte Selig, Holger Lange, and Andreas Knorr"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d0074O7fQ7311e5913602729737f44cc315b88870",
      "doi": "10.1103/7w9j-88zg",
      "summary": "Based on the momentum-resolved Boltzmann equation, we provide self-consistent numerical calculations of the dynamics of conduction electrons in thin noble metal films after linear and non-linear optical excitations with infrared and terahertz frequencies. Focusing exclusively on electron-phonon inte… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electrically controlled anomalous valley Hall effect in antiferromagnetic bilayer Cr${}_{2}$CH${}_{2}$</span>",
      "authors": [
        "Meiling Wang, Shengshi Li, Yaping Wang, Weixiao Ji, Xiaojing Dong, Feng Li, and Changwen Zhang"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2c077Od0R781f451e2993731b7e697245b821dc68",
      "doi": "10.1103/mv8w-7svx",
      "summary": "Two-dimensional (2D) antiferromagnetic (AFM) valley materials attract significant attention due to their combined valley polarization and magnetic order. However, the achievement of the anomalous valley Hall effect (AVHE) still faces challenges of spin degeneracy and difficulty in controlling valley… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Heat-to-motion conversion for quantum active matter</span>",
      "authors": [
        "Alexander-Georg Penner, Ludmila Viotti, Rosario Fazio, Liliana Arrachea, and Felix von Oppen"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6707fY02P4e23c05d3bb5db5b792653e02141cf60",
      "doi": "10.1103/r6tm-nx19",
      "summary": "We introduce a model of an active quantum particle and discuss its properties. The particle has a set of internal states that mediate exchanges of heat with external reservoirs. Heat is then converted into motion by means of a spin-orbit term that couples internal and translational degrees of freedo… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Dirac-like band dispersion at the pyrite-type CuSe${}_{2}$ (100) surface revealed by soft x-ray angle-resolved photoemission spectroscopy</span>",
      "authors": [
        "K. Fujinuma, D. Takegami, H. Honda, D. Shiga, H. Kumigashira, R. Higashinaka, T. D. Matsuda, Y. Aoki, M. Hedo, Y. Ōnuki, N. L. Saini, and T. Mizokawa"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/67078K18Q031b306d8e36835b7d82ac5fc2ef002a",
      "doi": "10.1103/8dkc-mr3v",
      "summary": "We have investigated the bulk and surface electronic structure of pyrite-type CuSe${}_{2}$ by means of soft x-ray photoemission spectroscopy. The Cu 3$d$ band around 2.5 eV below the Fermi level does not show Cu 2$p$-3$d$ resonance indicating that the Cu 3$d$ level is almost fully filled and the Cu … [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Influence of interlayer stacking on optical behavior in WSe${}_{2}$/MoS${}_{2}$ van der Waals heterostructures</span>",
      "authors": [
        "Widad Louafi, Karim Rezouali, Daniele Varsano, Maurizia Palummo, Maurits W. Haverkort, and Samir Lounis"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7d070Od0Sfa1045033e83261bcbb3f4be8a691929",
      "doi": "10.1103/n6py-mmq7",
      "summary": "We investigate the impact of crystal alignment on excitonic behavior in WSe${}_{2}$/MoS${}_{2}$ van der Waals heterostructures by comparing eclipsed (AA) and staggered (AB) stacking configurations. Our first-principles and symmetry-based analysis reveal that interlayer stacking symmetry plays a cent… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>From time crystals to time quasicrystals: Exploring quasiperiodic phases in transverse field Ising chains</span>",
      "authors": [
        "Davood Marripour and Jahanfar Abouie"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1407dOb0P5f1235ce13964d6f8fdabd58ab3544be",
      "doi": "10.1103/1tzt-3h5x",
      "summary": "Time quasicrystals (TQCs) represent a compelling extension of the concept of time crystals (TCs). While TCs break discrete time-translation symmetry by exhibiting a periodic response at a subharmonic of the driving frequency, TQCs display a more complex temporal order. They respond at multiple incom… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Chiral Heisenberg Gross-Neveu-Yukawa criticality: Honeycomb versus SLAC fermions</span>",
      "authors": [
        "Thomas C. Lang and Andreas M. Läuchli"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6a071K76R461640b09fd8938b033cfcc92e749e96",
      "doi": "10.1103/vlgd-7ln8",
      "summary": "We perform large scale quantum Monte Carlo simulations of the Hubbard model at half filling with a single Dirac cone close to the critical point, which separates a Dirac semi-metal from an antiferromagnetically ordered phase where SU(2) spin rotational symmetry is spontaneously broken. We discuss th… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum supercritical crossover with dynamical singularity</span>",
      "authors": [
        "Junsen Wang, Enze Lv, Xinyang Li, Yuliang Jin, and Wei Li"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2a079YdcHef1139d57834255652a8f02a06cd8eb0",
      "doi": "10.1103/hgwk-pzw2",
      "summary": "Bounded by crossover lines exhibiting universal scaling, the supercritical regime above the critical endpoint is characterized by strong fluctuations and intriguing phenomena. In this study, we extend this notable concept of supercritical crossover to the quantum critical endpoint (QCEP), by studyin… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Matrix product state classification of one-dimensional multipole symmetry-protected topological phases</span>",
      "authors": [
        "Takuma Saito, Weiguang Cao, Bo Han, and Hiromi Ebisu"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0d077Of6W1f1c85382dc9193b53fd517c66e38e31",
      "doi": "10.1103/6txg-7hy7",
      "summary": "Spatially modulated symmetries are one of the new types of symmetries whose symmetry actions are position dependent. Yet exotic phases resulting from these spatially modulated symmetries are not fully understood and classified. In this work, we systematically classify one dimensional bosonic symmetr… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Erratum: Nonlocal Andreev transport through a quantum dot in a magnetic field: Interplay between Kondo, Zeeman, and Cooper-pair correlations [Phys. Rev. B <strong>109</strong>, 035404 (2024)]</span>",
      "authors": [
        "Masashi Hashimoto, Yasuhiro Yamada, Yoichi Tanaka, Yoshimichi Teratani, Takuro Kemi, Norio Kawakami, and Akira Oguri"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b6079O02XdfR201c707e99a8a2b612109171e00e9",
      "doi": "10.1103/pqdp-n94h",
      "summary": "[Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Resonant photoluminescence of quantum incompressible liquids</span>",
      "authors": [
        "D. A. Shchigarev, A. V. Larionov, L. V. Kulik, E. M. Budanov, I. V. Kukushkin, and V. Umansky"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ca071O44T041ff5ec7325b249ee277b6076dd824e",
      "doi": "10.1103/v89d-vbyx",
      "summary": "We investigate resonant photoluminescence arising from incompressible quantum liquids formed in two-dimensional electron systems. We demonstrate that, for excitons composed of a photoexcited electron occupying the upper spin sublevel of the zeroth Landau level and a valence-band hole, the influence … [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Insulating charge transfer ferromagnetism</span>",
      "authors": [
        "Yixin Zhang and Yang Zhang"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9f07dYa8Ma71aa8430cc59f394e3104417ff065c4",
      "doi": "10.1103/wm3t-qyvx",
      "summary": "We propose a mechanism for insulating ferromagnetism in the honeycomb Hubbard model of semiconductor moir e superlattices. The ferromagnetism emerges at critical charge transfer regime, stabilizing the quantum anomalous Hall state without Hund’s coupling. We further note the ferromagnetic exchange a… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span><em>Ab initio</em> study of the vanadium-based half Heusler alloys VRh$Z$ ($Z$=Ge, Si, Sn) as potential thermoelectric materials</span>",
      "authors": [
        "Winfred M. Mulwa, Mark Pederson, Eunja Kim, and Bernard Aduda"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8b07bO4cRb81ac5fb5d26c720e2fafa18b15d8ede",
      "doi": "10.1103/dy2n-c3px",
      "summary": "We adopt a high-throughput investigation strategy that begins with the electronic structure properties to screen three new vanadium based half Heusler alloys with 18 valence electrons, VRhZ (Z = Ge, Si and Sn), for thermoelectric performance. This is inspired by the contrasting electrical transport … [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Dynamically tunable and ultrastable plasmonic bound states in the continuum in bilayer graphene metagratings</span>",
      "authors": [
        "Jiali Huang, Guizi Qing, Di Zhang, Xiang Zhai, Jun Peng, and Sheng-Xuan Xia"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4d077Oe1Rb7E571835eb2f032b6dd00d777ab4006",
      "doi": "10.1103/2yc3-xm7g",
      "summary": "Bound states in the continuum (BICs), a universal wave phenomenon observed in plasmonic and other wave systems, remain spatially localized despite coexisting with a radiative continuum. However, current implementations of plasmonic BICs (pBICs) suffer from critical limitations: lack of dynamic tunab… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spectral localization of single-nanoparticle plasmons through photonic substrate engineering</span>",
      "authors": [
        "Renming Liu, Juan-Feng Zhu, Jindong Ai, Wenjie Zhou, Guangxin Liu, Shihao Feng, Wei Li, Jing-Feng Liu, and Lin Wu"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/24074Y08L9e10e7e791562f73eb558b25c2440dea",
      "doi": "10.1103/nxzy-hywq",
      "summary": "Surface plasmon resonances (SPRs) are crucial for confining light beyond the diffraction limit, yet metal losses often limit their spectral localization. Here, we propose a practical strategy for enabling the spectral localization of single-nanoparticle SPRs through photonic substrate engineering, w… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>First-principles prediction of spin-triplet qubits in two-dimensional silicon carbide</span>",
      "authors": [
        "Jijun Huang, Qiang Ke, and Xueling Lei"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/cf07dO8aQ751495471288c1977445acabd9e52257",
      "doi": "10.1103/fv87-6562",
      "summary": "Two-dimensional silicon carbide (2D-SiC) is a promising host material for quantum bits (qubits) due to its stable structure, wide bandgap, and the naturally abundant zero-nuclear-spin isotopes. In this work, first-principles calculations were conducted to investigate defect centers in 2D-SiC resulti… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Revisiting the mechanisms of thermal transport in vacancy-defective silicon</span>",
      "authors": [
        "Xueyan Zhu, Jin Yang, Junichiro Shiomi, and Cheng Shao"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b4071O15Tcd1d65fe3c97d89dcfa9d7a633d87d7e",
      "doi": "10.1103/fl1h-kbv3",
      "summary": "Understanding heat conduction in defective silicon is crucial for electronics and thermoelectrics. Conventional understanding relies on phonon gas picture, treating defects as scattering centers that reduce phonon lifetimes without altering frequencies and group velocities. We go beyond phonon gas p… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Complex orientation dependence of Casimir-Polder interaction induced by curvature and optical properties of the surface and the surrounding medium</span>",
      "authors": [
        "Giuseppe Bimonte and Thorsten Emig"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b6078Y5eScc27b0a040044359b146d3252d1faa54",
      "doi": "10.1103/t5t5-kc9j",
      "summary": "We employ a multiple scattering expansion to systematically derive curvature corrections to the Casimir-Polder (CP) interaction between small an-isotropic particles and general magneto-dielectric surfaces. Our results, validated against exact solutions, reveal a complex, distance-dependent interplay… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Néel vector dependence of x-ray magnetic circular dichroism in altermagnets</span>",
      "authors": [
        "J. Kuneš"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/18070O6bU18E5913941e82408f7aa7c7495c64ca1",
      "doi": "10.1103/s1rn-qw4h",
      "summary": "Dependence of x-ray magnetic circular dichroism on the experimental geometry is described by a frequency-dependent Hall vector. Using group theory, we derive a general relationship between the Hall vector and the orientation of the N'eel vector L in altermagnets within the free valence spin (FVS) ap… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Energy storage in a continuous-variable quantum battery with nonlinear coupling",
      "authors": [
        "C. A. Downing and M. S. Ukhtary"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/73zl-yn4h",
      "doi": "10.1103/73zl-yn4h",
      "summary": "In the quantum world, the process of energy storage can be enhanced thanks to various nonclassical phenomena. This inspiring fact suggests quantum batteries as plausible sources of power for future quantum devices, at least in principle. However, thermodynamically not all of the energy stored in a q… [Phys. Rev. E 112, 044143] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Thermodynamic constraints and pseudotransition behavior in a one-dimensional waterlike system",
      "authors": [
        "F. F. Braz, S. M. de Souza, M. L. Lyra, and Onofre Rojas"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cjp6-lhmf",
      "doi": "10.1103/cjp6-lhmf",
      "summary": "A one-dimensional lattice model of a waterlike system, with van der Waals and hydrogen-bond interactions, shows sharp thermodynamic anomalies similar to a classical phase transition, despite the absence of a true transition. The authors also find that these anomalies behave differently in grand-canonical or fixed-density conditions. #AdvancingField #TimelyTopic [Phys. Rev. E 112, 044144] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Cascade tipping, cascade hopping and indirect tipping in ecological systems",
      "authors": [
        "Ayanava Basak, Syamal Kumar Dana, and Nandadulal Bairagi"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sn5v-xyb5",
      "doi": "10.1103/sn5v-xyb5",
      "summary": "Tipping occurs when an abrupt transition is observed in a system's long-term behavior. This study demonstrates tipping in ecological systems using a unidirectional, three-species coupled system, where only the first subsystem experiences a ramp-like parameter drift. Using a model of bacteria, phytop… [Phys. Rev. E 112, 044225] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Upper bound for the stability of Boolean networks",
      "authors": [
        "Venkata Sai Narayana Bavisetty, Matthew Wheeler, Reinhard Laubenbacher, and Claus Kadelka"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1862-2fj1",
      "doi": "10.1103/1862-2fj1",
      "summary": "The authors present a proof about upper bounds for the stability of basins of attraction in Boolean networks. They also demonstrate that coherence and basin entropy are negatively linearly related. The work is relevant for gene regulatory systems, which often use Boolean networks as models. #TechnicalAdvancement #BiophysicsSpotlight [Phys. Rev. E 112, 044310] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Community detection of undirected hypergraphs by Ricci flow",
      "authors": [
        "Yulu Tian, Jicheng Ma, Yunyan Yang, and Liang Zhao"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d5n8-y58m",
      "doi": "10.1103/d5n8-y58m",
      "summary": "Community detection in hypergraphs is both instrumental for functional module identification and intricate due to higher-order interactions among nodes. We define a hypergraph Ricci flow that directly operates on higher-order interactions of undirected hypergraphs and proves the long-time existence … [Phys. Rev. E 112, 044311] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Segregation, finite-time elastic singularities, and coarsening in renewable active matter",
      "authors": [
        "Ayan Roychowdhury, Saptarshi Dasgupta, and Madan Rao"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tb14-dcnb",
      "doi": "10.1103/tb14-dcnb",
      "summary": "Material renewability in active living systems, such as in cells and tissues, can drive the large-scale patterning of forces, with distinctive phenotypic consequences. This is especially significant in the cell cytoskeleton, where multiple species of myosin bound to actin, apply differential contrac… [Phys. Rev. E 112, 044414] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Effective field theory of plasmas in a Podolsky-corrected photonic field",
      "authors": [
        "Prabhat Singh and Punit Kumar"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/r25d-mbdf",
      "doi": "10.1103/r25d-mbdf",
      "summary": "A theory for Abelian plasma permeated by photons has been developed considering QED generalized in Podolsky electrodynamics framework for consideration of higher order terms in electromagnetic theory. The theory traces out photonic degrees of freedom in plasma and accounts for plasma dynamics mediat… [Phys. Rev. E 112, 045215] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Relaxation spectrum and dynamic magnetic response of magnetically hard single-domain particles suspended in a fluid",
      "authors": [
        "I. S. Poperechny"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6p5g-tcg7",
      "doi": "10.1103/6p5g-tcg7",
      "summary": "A theory of the magnetic response of single-domain particles suspended in a fluid to a linearly polarized harmonic field of arbitrary amplitude is developed for the case when a stationary magnetizing field is present. The theory regards magnetically hard particles without internal diffusion of the m… [Phys. Rev. E 112, 045423] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Relaxation of Hamiltonian dynamics in intermediate timescales and slow dynamics of glass-forming liquids",
      "authors": [
        "Yoshihiro Nakahara and Akira Shudo"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6ypl-jdm3",
      "doi": "10.1103/6ypl-jdm3",
      "summary": "We examine to what extent the characteristic slow dynamics of glass-forming liquids can be reproduced by a single-particle model without randomness. Our results show that even a single-particle Lorentz gas without explicit randomness reproduces the behavior of several key observables such as mean-sq… [Phys. Rev. E 112, 045424] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Granular drag and lift force on a flexible fiber",
      "authors": [
        "Antonio Pol, Sara Storti, and Fabio Gabrieli"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/p2db-yt7h",
      "doi": "10.1103/p2db-yt7h",
      "summary": "In this work, we investigate the forces acting on a flexible fiber dragged through a granular bed. Using discrete element simulations, we observe that, after a sufficiently large displacement, the system reaches a steady state in which both the fiber's shape and the forces acting on it become, on av… [Phys. Rev. E 112, 045425] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Buckling and zipping of a magnetic ring under gravity",
      "authors": [
        "Adrien Wafflard, Simon Van der Heyde, Jérémy Dhyon, Eric Opsomer, and Nicolas Vandewalle"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pznx-lrxq",
      "doi": "10.1103/pznx-lrxq",
      "summary": "Ring-shaped assemblies of magnetic beads behave similarly to a flexible, elastic annulus. In this paper, the authors perform a tabletop experiment with rings under gravity and report that initially circular rings experience flattening as the number of magnetic beads grows, until they reach a zipping state, where opposite sites stick together. The experiments are supported by a theoretical model and simulations that predict the observed scaling laws. #TheoryExperiment #ClearMotivation #BroadlyAccessible [Phys. Rev. E 112, L043403] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Anomalous collective diffusion in two-dimensional active particle systems</span>",
      "authors": [
        "Weirong Zhong"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/9b07cR05Qeb1b12545fa64f909dfd89bedd625f82",
      "doi": "10.1103/7316-zd7h",
      "summary": "Anomalous diffusion is an important physical property of active Brownian particles and results mainly from their rich dynamic behavior. We use non-equilibrium molecular dynamics methods to study the mass diffusion of two-dimensional active particles under concentration gradients. It is found that ac… [Phys. Rev. E] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Classical periodic trajectories and quantum scars in many-spin systems</span>",
      "authors": [
        "Igor Ermakov, Oleg Lychkovskiy, and Boris V. Fine"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/4507eKf8Ie11f90c991526469cd5b3ff1d618e81b",
      "doi": "10.1103/zcgw-q34x",
      "summary": "To probe the limits of dynamic thermalisation, we numerically investigate the stability of ex- ceptional periodic classical trajectories in rather generic chaotic many-body systems and explore a possible connection between these trajectories and exceptional nonthermal quantum eigenstates known as “q… [Phys. Rev. E] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Breakdown of hydrodynamics in a one-dimensional cold gas</span>",
      "authors": [
        "Taras Holovatch, Yuri Kozitsky, Krzysztof Pilorz, and Yurij Holovatch"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/e4071Yd3Td820500c3ec0575ae0cd48ed309b28a8",
      "doi": "10.1103/86mf-fpvd",
      "summary": "The following model is studied analytically and numerically: point particles with masses $m,μ,m,…$ ($m≥μ$) are distributed over the positive half-axis. Their dynamics is initiated by giving a positive velocity to the particle located at the origin; in its course the particles undergo elastic collisi… [Phys. Rev. E] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Kinetic theory of two-dimensional point vortices at order $1/N$ and $1/{N}^{2}$</span>",
      "authors": [
        "Jean-Baptiste Fouvry and Pierre-Henri Chavanis"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/67073Rc7Rdf1582b150c869056e0bfdab35bce45b",
      "doi": "10.1103/pbvg-dzr5",
      "summary": "We investigate the long-term relaxation of a distribution of $N$ point vortices in two-dimensional hydrodynamics. To focus on the regime of weak collective amplification, we embed these point vortices within a static background potential and soften their pairwise interaction on small scales. Placing… [Phys. Rev. E] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Triple mirror assembly in the GRACE Follow-On laser ranging interferometer",
      "authors": [
        "Klaus Abich, Andreas Baatzsch, Christina Bogan, Claus Braxmaier, Karsten Danzmann, Germán Fernández Barranco, Martin Gohlke, Gerhard Heinzel, Mark Herding, Martin Hinz, Marina Kaufer, Alexander Koch, Thomas Leikert, Christoph Mahrdt, Malte Misfeldt, Vitali Müller, Kolja Nicklaus, Jens Reiche, Josep Sanjuan, Daniel Schütze, Gunnar Stede, Kai Voss, Henry Wegener, and Marcus Zimmermann"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7ps8-317c",
      "doi": "10.1103/7ps8-317c",
      "summary": "The Gravity Recovery And Climate Experiment (GRACE) Follow-On mission was launched on May 22, 2018, to continue monitoring changes in the gravity field of the Earth by measuring distance variations between two spacecraft that fly 200 km apart in a low-Earth polar orbit. The laser ranging interferome… [Phys. Rev. Applied 24, 044076] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "<i>P</i>-dits: Probabilistic <i>d</i>-dimensional bits for extended-variable probabilistic computing",
      "authors": [
        "Christian Duffee, Jordan Athas, Andrea Grimaldi, Deborah Volpe, Giovanni Finocchio, Ermin Wei, and Pedram Khalili Amiri"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4ngx-cmz7",
      "doi": "10.1103/4ngx-cmz7",
      "summary": "Probabilistic Ising machines (PIMs) show promise in solving optimization problems. However, the binary nature of probabilistic bits ( p -bits) does not permit the natural mapping of more than two state variables, which are common in real-world applications. To sidestep the potential increase in time to solution for these problems, the authors investigate the concept of a d -dimensional probabilistic bit ( p -dit). Three different implementations of p -dit-based computers show large improvements over traditional PIMs, showcasing their adaptability. [Phys. Rev. Applied 24, 044077] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "High-resolution up-conversion imaging in the 10-$\\text{μ}\\mathrm{m}$ band under incoherent illumination",
      "authors": [
        "Zhaoqizhi Han, Xiaohua Wang, Jinpeng Li, Bowen Liu, Zhenghe Zhou, He Zhang, Yinhai Li, Zhiyuan Zhou, and Baosen Shi"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fb93-8djl",
      "doi": "10.1103/fb93-8djl",
      "summary": "The long-wavelength infrared band exhibits significant utility in thermal signature acquisition, molecular spectral analysis, and other applications. The up-conversion detection technique enables effective signal transduction into the detection bandwidth of silicon-based photodetectors, facilitating… [Phys. Rev. Applied 24, 044078] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Ultrafast modulation of the anomalous Hall conductivity by coherent magnetization precession in $\\mathrm{Co}$-$\\mathrm{Pt}$ thin films",
      "authors": [
        "Zhenya Zhang, Yoichi Shiota, Shutaro Karube, Yuichi Watanabe, Teruo Ono, and Hideki Hirori"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4p39-gyrd",
      "doi": "10.1103/4p39-gyrd",
      "summary": "Ultrafast dynamics of magnetic properties in the high gigahertz (GHz) or even terahertz (THz) frequency range may be exploited in next-generation data storage and processing devices, and therefore suitable methods for detecting ultrafast dynamics of magnetization need to be developed. In this work, … [Phys. Rev. Applied 24, 044079] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Mechanism of ${E}_{γ}^{{}^{′}}$ defect generation in ionizing-irradiated $a$-${\\mathrm{Si}\\mathrm{O}}_{2}$: The nonradiative carrier capture–structural relaxation model",
      "authors": [
        "Yu Song, Chen Qiu, and Su-Huai Wei"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9y5y-61ps",
      "doi": "10.1103/9y5y-61ps",
      "summary": "Revealing the generation mechanism of oxygen-vacancy defect centers E γ ′ in a -SiO 2 is at the heart of hardening silicon electronics against radiation damage in extreme applications. The nature of these defect centers is not fully understood, though. This study addresses the problem using state-of-the-art first-principles calculations, and proposes a “nonradiative carrier capture–structural relaxation” mechanism and a fractional-power-law model to predict defect generation and evolution dynamics. The calculated defect behaviors align with experiments over wide dose and temperature ranges, and can support a range of oxygen-vacancy-related reliability and functionality studies. [Phys. Rev. Applied 24, L041004] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Porohyperelastic modeling of collagen-gel responses to periodic pressure actuation shows that embedded senescent fibroblasts induce tissue softening associated with fibrous-network reorganization</span>",
      "authors": [
        "Jean Cacheux, Thomas Quénan, Daniel Alcaide, Jose Ordonez-Miranda, Laurent Jalabert, Shizuka Nakano, Makoto Nakanishi, Pierre Cordelier, Aurélien Bancaud, and Yukiko T. Matsunaga"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/2c076Id8Qdd1ad06608952f740bfe77957d5d4df4",
      "doi": "10.1103/7c89-529p",
      "summary": "The poroelastic properties of tissues regulate molecular transport and mechanical signaling, yet their evolution during aging remains poorly understood. In particular, senescent fibroblasts accumulate in aged tissues, contributing to extracellular matrix (ECM) remodeling, but their impact on tissue … [Phys. Rev. Applied] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Miniaturized magnetic-field sensor based on nitrogen-vacancy centers</span>",
      "authors": [
        "Stefan Johansson, Dennis Lönard, Isabel Cardoso Barbosa, Jonas Gutsche, Jonas Witzenrath, and Artur Widera"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/6f076A0dEf01e006738199e70d5e219c89f13b7c8",
      "doi": "10.1103/lbqj-d5zv",
      "summary": "The nitrogen-vacancy (NV) center in diamond is a prime candidate for quantum sensing technologies. Ongoing miniaturization calls for ever-smaller sensors to maintain good measurement performance. Here, we present a fully integrated mechanically robust fiber-based endoscopic sensor capable of $\\SI{5.… [Phys. Rev. Applied] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Anonymous and private parameter estimation in networks of quantum sensors</span>",
      "authors": [
        "Jarn de Jong, Santiago Scheiner, Naomi R. Solomons, Ziad Chaoui, Damian Markham, and Anna Pappa"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/a1073D0bT5a1d507c14a968372fb13ce3f26d0c7e",
      "doi": "10.1103/lbfk-cykl",
      "summary": "Anonymity and privacy are two key properties of modern communication networks. In quantum networks, distributed quantum sensing has emerged as a powerful use case, with applications to clock synchronisation, detecting gravitational effects and more. In this work, we develop a new protocol that, for … [Phys. Rev. Applied] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Erbium quantum memory platform with long optical coherence via back-end-of-line deposition on foundry-fabricated photonics</span>",
      "authors": [
        "Shobhit Gupta, Robert M. Pettit, Ananthesh Sundaresh, Vasileios Niaouris, Skylar Deckoff-Jones, Daniel P. Crowley, Lewis G. Carpenter, Alan M. Dibos, Manish Kumar Singh, and Sean E. Sullivan"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/9607eA65S4c1fc0e65dc17710ee4543dba6424e76",
      "doi": "10.1103/xj8y-b6sl",
      "summary": "Realizing scalable quantum interconnects necessitates the integration of solid-state quantum memories with foundry photonics processes. While prior photonic integration efforts have relied upon specialized, laboratory scale fabrication techniques, this work demonstrates the monolithic integration of… [Phys. Rev. Applied] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Loss-resistant verification of quantum non-Gaussian photon statistics",
      "authors": [
        "Riccardo Checchinato, Jan-Heinrich Littmann, Lukáš Lachman, Jaewon Lee, Sven Höfling, Christian Schneider, Radim Filip, and Ana Predojević"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nbkg-8jz9",
      "doi": "10.1103/nbkg-8jz9",
      "summary": "Quantum non-Gaussian states of light have fundamental properties that are essential for a multitude of applications in quantum technology. However, many of these features are difficult to detect using standard criteria due to optical losses and detector inefficiency. As the statistics of light are u… [Phys. Rev. Research 7, 043097] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Synthetic fractional flux quanta in a ring of superconducting qubits",
      "authors": [
        "Luca Chirolli, Juan Polo, Gianluigi Catelani, and Luigi Amico"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d3rk-kh1k",
      "doi": "10.1103/d3rk-kh1k",
      "summary": "A ring of capacitively coupled transmons threaded by a synthetic magnetic field is studied as a realization of a strongly interacting bosonic system. The synthetic flux is imparted through a specific Floquet modulation scheme based on a suitable periodic sequence of Lorentzian pulses that are known … [Phys. Rev. Research 7, 043098] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Design principles of deep translationally symmetric neural quantum states for frustrated magnets",
      "authors": [
        "Rajah P. Nutakki, Ahmedeo Shokry, and Filippo Vicentini"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ybgv-35jm",
      "doi": "10.1103/ybgv-35jm",
      "summary": "Deep neural-network quantum states have emerged as a leading method for studying the ground states of quantum magnets. Successful architectures exploit translational symmetry, but the root of their effectiveness and differences between architectures remain unclear. Here, we apply the ConvNext archit… [Phys. Rev. Research 7, 043099] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Theory of charge-to-spin conversion under quantum confinement",
      "authors": [
        "Alfonso Maiellaro, Francesco Romeo, Mattia Trama, Irene Gaiardoni, Jacopo Settino, Claudio Guarcello, Nicolas Bergeal, Manuel Bibes, and Roberta Citro"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zpvy-t4d4",
      "doi": "10.1103/zpvy-t4d4",
      "summary": "The interplay between spin and charge degrees of freedom in low-dimensional systems is a cornerstone of modern spintronics, where achieving all-electrical control of spin currents is a major goal. Spin-orbit interactions provide a promising mechanism for such control, yet understanding how spin and … [Phys. Rev. Research 7, 043100] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Realizing a Continuous Set of Two-Qubit Gates Parameterized by an Idle Time",
      "authors": [
        "Colin Scarato, Kilian Hanke, Ants Remm, Stefania Lazăr, Nathan Lacroix, Dante Colao Zanuz, Alexander Flasby, Andreas Wallraff, and Christoph Hellings"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h7cv-xgw2",
      "doi": "10.1103/h7cv-xgw2",
      "summary": "Demonstrations on flux-tunable transmons show that desired logical operations can be achieved by adjusting an idle time between two carefully calibrated control pulses. [PRX Quantum 6, 040317] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Transgenerational adaptation to hypoxia",
      "authors": [
        "Kathleen Kim, Ariel Telger, Gautam Sarkar, Sharan Surya, M. Hafiz Rothi, Michael P. Meers, Simon Yuan Wang, Eric Lieberman Greer"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv9451?af=R",
      "doi": "10.1126/sciadv.adv9451",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "High melanosome diversity exhibits weak correlation with color and environmental variables in the early evolution of therian mammals",
      "authors": [
        "Xin Li, Shundong Bi, Julia A. Clarke, Zhongqiu Li, Xichao Zhu, Quansheng Liu, Yajun Peng, Lingling Zhao, Zhiheng Li, Yanhong Pan"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw8707?af=R",
      "doi": "10.1126/sciadv.adw8707",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Quantitative and large-scale investigation of human TCR-HLA cross-reactivity",
      "authors": [
        "Mingyao Pan, Yuhao Tan, Yizhou Tracy Wang, Jing Hu, Julia Fleming, Hailong Hu, Ziqi Yang, Xiaowei Zhan, Bo Li"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx1751?af=R",
      "doi": "10.1126/sciadv.adx1751",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Metabolic regulation of behavior by the intestinal enzyme FMO-2",
      "authors": [
        "Elizabeth S. Kitto, Safa Beydoun, Ella Henry, Megan L. Schaller, Mira Bhandari, Sarah A. Easow, Angela M. Tuckowski, Marshall B. Howington, Ajay Bhat, Aditya Sridhar, Eugene Chung, Charles R. Evans, Scott F. Leiser"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx3018?af=R",
      "doi": "10.1126/sciadv.adx3018",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Ionizable guanidine-based lipid nanoparticle for targeted mRNA delivery and cancer immunotherapy",
      "authors": [
        "He Zhang, Dejing Liu, Kang Yang, Zhuoying Liang, Mao Li"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx5970?af=R",
      "doi": "10.1126/sciadv.adx5970",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Enabling highly efficient infrared silicon photodetectors via disordered metasurfaces with upconversion nanoparticles",
      "authors": [
        "Wei Chen, Shutao Zhang, Chongwu Wang, Yiming Wu, Xiaodong Shi, Jiaqing Shen, Yan Liu, Xuran Zhang, Febiana Tjiptoharsono, Henry Yit Loong Lee, Di Zhu, Qijie Wang, Joel K. W. Yang, Jinfeng Zhu, Zhaogang Dong"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7783?af=R",
      "doi": "10.1126/sciadv.adx7783",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Anderson’s negative-U chemistry in amorphous silicon nitride: A complex system approach",
      "authors": [
        "Woon Ih Choi, Bokyeom Kim, Uihui Kwon, Yong-Hee Cho, Won-Joon Son, Hawoong Jeong, Richard Dronskowski, Dae Sin Kim"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx9540?af=R",
      "doi": "10.1126/sciadv.adx9540",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Programmed ribosomal frameshifting during PLEKHM2 mRNA decoding generates a constitutively active proteoform that supports myocardial function",
      "authors": [
        "Gary Loughran, Raffaella De Pace, Ningyu Ding, Jianchao Zhang, Irwin Jungreis, Gionmattia Carancini, Jonathan M. Mudge, Ji Wang, Manolis Kellis, John F. Atkins, Pavel V. Baranov, Andrew E. Firth, Xiaowei Li, Juan S. Bonifacino, Yousuf A. Khan"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady1742?af=R",
      "doi": "10.1126/sciadv.ady1742",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Molecularly tailored dual-interface passivation via solvent-free rub-on transfer for efficient and stable perovskite LEDs",
      "authors": [
        "Jin Kyoung Park, Jin Hyuck Heo, Hong Seop Jeon, Seok Young Hong, LinLin Feng, Bolam Kim, Fei Zhang, Sang Hyuk Im"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady4671?af=R",
      "doi": "10.1126/sciadv.ady4671",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Crystallization-activated moisture barrier for high-tolerance manufacturing of perovskite solar cells",
      "authors": [
        "Yabin Ma, Chao Luo, Changling Zhan, Keli Wang, Jiandong He, Peng Gao, Zhuye Bi, Yingzhuang Ma, Qing Zhao"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady5703?af=R",
      "doi": "10.1126/sciadv.ady5703",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The hook-like adaptor and cargo-binding (HAC) domain in the kinesin-2 tail enables adaptor assembly and cargo recognition",
      "authors": [
        "Xuguang Jiang, Radostin Danev, Sotaro Ichinose, Baichun Niu, Sumio Ohtsuki, Haruaki Yanagisawa, Satoru Nagatoishi, Kouhei Tsumoto, Nobutaka Hirokawa, Masahide Kikkawa"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady5861?af=R",
      "doi": "10.1126/sciadv.ady5861",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Enhancing cross-organelle coordination to advance plant cytochrome P450 functionality in yeast",
      "authors": [
        "Shanhui Xu, Songbo Wei, Yun Xiong, Xiaoxuan Teng, Kyle Sipe, Alair Abad, Theo Poucet, Yinsheng Wang, Yanran Li"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady7184?af=R",
      "doi": "10.1126/sciadv.ady7184",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Sulfur redox mediator for low-temperature flexible amorphous oxide CMOS electronics",
      "authors": [
        "Mingyang Wang, Taoyu Zou, Youjin Reo, Yong-Sung Kim, Min Gyu Kim, Minwoo Choi, Yongyoung Park, Kiyeon Yang, Youngjae Kang, Huihui Zhu, Yong-Young Noh, Ao Liu"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz6914?af=R",
      "doi": "10.1126/sciadv.adz6914",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "β-Acyloxyl alkenyl amide synthesis via multiple defluorination: α-Trifluoromethyl ketone–amine as synergystic peptide coupling reagent",
      "authors": [
        "Sufang Cao, Haijin Guo, Zukang Zhong, Demao Chen, Wenli Song, Yunyun Liu, Jie-Ping Wan"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aea4120?af=R",
      "doi": "10.1126/sciadv.aea4120",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "ITCH regulates Golgi integrity and proteotoxicity in neurodegeneration",
      "authors": [
        "Qiwang Xiang, Yuning Lu, Hongjin Wang, Hao Chen, Peng Chen, Xiaofeng Zhao, Larissa Cortes Morales, Yiwei Yang, Junqin Yang, Tao Zhang, Jiou Wang"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ado4330?af=R",
      "doi": "10.1126/sciadv.ado4330",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Loss of histone macroH2A1.1 causes kidney abnormalities secondary to a change in nutrient metabolization",
      "authors": [
        "René Winkler, Gemma Comas-Armangué, David Corujo, Adrián Sanz-Moreno, Julia Calzada-Wack, Shubhra Ashish Bhattacharya, Birgit Rathkolb, Nathalia Romanelli Vicente Dragano, Colina X. Qiao, Valentina Chiodi, Dan Filipescu, Dylan H. Park, Maria Rosaria Domenici, Valentina Kirigin Callaú, Raffaele Gerlini, Jan Rozman, Tanja Klein-Rodewald, Antonio Aguilar-Pimentel, Lore Becker, Claudia Seisenberger, Susan Marschall, Helmut Fuchs, Valérie Gailus-Durner, Emily Bernstein, Manlio Vinciguerra, Philipp Oberdoerffer, Martin Hrabě de Angelis, Raffaele Teperino, Marcus Buschbeck"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz1242?af=R",
      "doi": "10.1126/sciadv.adz1242",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Quantum spin Hall effect in III-V semiconductors at elevated temperatures: Advancing topological electronics",
      "authors": [
        "Manuel Meyer, Jonas Baumbach, Sergey Krishtopenko, Adriana Wolf, Monika Emmerling, Sebastian Schmid, Martin Kamp, Benoit Jouault, Jean-Baptiste Rodriguez, Eric Tournie, Tobias Müller, Ronny Thomale, Gerald Bastard, Frederic Teppe, Fabian Hartmann, Sven Höfling"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz2408?af=R",
      "doi": "10.1126/sciadv.adz2408",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Time-resolved Mendelian randomization detects substantial variation in the detrimental effect of obesity throughout life",
      "authors": [
        "Torgny Karlsson, Fatemeh Hadizadeh, Mathias Rask-Andersen, Daniel Schmitz, Åsa Johansson"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv0926?af=R",
      "doi": "10.1126/sciadv.adv0926",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "SnO2 ink engineering for printing efficient flexible perovskite solar modules",
      "authors": [
        "Chao Wang, Yanping Mo, Xiaofeng Gao, Qinyang Huang, Tongle Bu, Qi Li, Yi-Bing Cheng, Fuzhi Huang"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu1116?af=R",
      "doi": "10.1126/sciadv.adu1116",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The designer cytokine IC7Fc attenuates atherosclerosis development by targeting hyperlipidemia in mice",
      "authors": [
        "Wietse In het Panhuis, Ellen Thiemann, Daisy M. A. H. van Dijk, Bibian Been, Kelsey E. Jarrett, Amber Meurs, Sander Kooijman, Milaine V. Hovingh, Melanie Modder, Bram W. van Os, Thijs J. Sluiter, Niek Blomberg, Amanda C. M. Pronk, Salwa Afkir, Trea C. M. Streefland, Reshma A. Lalai, Maria O. Taveras, Sen Zhang, Timothy E. Adams, Lauren V. Terry, Sarah M. Turpin-Nolan, Margreet R. de Vries, Martin Giera, Stefan Rose-John, Noam Zelcer, Jan Freark de Boer, Thomas Q. de Aguiar Vallim, Mark A. Febbraio, Patrick C. N. Rensen, Milena Schönke"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx3794?af=R",
      "doi": "10.1126/sciadv.adx3794",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Meta-grating-lens–based monolithic polarization camera",
      "authors": [
        "Feng-Jun Li, Ziwei Feng, Zhou Wan, Tan Shi, Shanfeng Qiu, Jun-Hao Zeng, Shichao Song, Sicong Wang, Zi-Lan Deng, Xiangping Li"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx9886?af=R",
      "doi": "10.1126/sciadv.adx9886",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The protein phosphatase 6 subunit SAPS3 modulates lifespan by regulating metabolism",
      "authors": [
        "Ying Yang, Da Eun Kang, Qi Fan, Eric A. Hanse, Hosung Bae, Rocio A. Barahona, Xiyu Shen, Bryan I. Ruiz, Shelly H. Lee, Katherine R. Pasterczyk, Nainpriya Babbar, Katherine G. Waldvogel, Roberto Tinoco, Kim N. Green, Qin Yang, Cholsoon Jang, Mei Kong"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt3879?af=R",
      "doi": "10.1126/sciadv.adt3879",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Mendelian randomization study implicates inflammaging biomarkers in retinal vasculature, cardiovascular diseases, and longevity",
      "authors": [
        "Ana Villaplana-Velasco, Nicolas Perrot, Yu Hang, Michael Chong, Emanuele Trucco, Muthu R. K. Mookiah, Walter Nelson, Jeremy Petch, Hertzel C. Gerstein, Parminder Raina, Salim Yusuf, Miguel O. Bernabeu, Albert Tenesa, Konrad Rawlik, Guillaume Pare, Alexander Doney, Erola Pairo-Castineira, Marie Pigeyre"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu1985?af=R",
      "doi": "10.1126/sciadv.adu1985",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Murine vascular organoids are responsive and adaptable 3D systems with cellular heterogeneity and dynamic plasticity",
      "authors": [
        "Sophie Guelfi, Krish Skandha Gopalan, Pieter Maene, Dorothy John Robbert, Carla Pallarés-Moratalla, Gerlanda Vella, Max Nobis, Larissa Mourao, Pierre Bourdely, Bernard K. van der Veer, Kian Peng Koh, Massimiliano Mazzone, Colinda L. G. J. Scheele, Gabriele Bergers"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady4738?af=R",
      "doi": "10.1126/sciadv.ady4738",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The role of offshore wind and solar PV resources in global low-carbon transition",
      "authors": [
        "Yi Wen, Jiaxin Wu, Pengzhi Lin, Ying Min Low"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx5580?af=R",
      "doi": "10.1126/sciadv.adx5580",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Biosensor-driven strain engineering reveals key cellular processes for maximizing isoprenol production in Pseudomonas putida",
      "authors": [
        "Javier Menasalvas, Shawn Kulakowski, Yan Chen, Jennifer W. Gin, Emine Akyuz Turumtay, Nawa Raj Baral, Morgan A. Apolonio, Alex Rivier, Ian S. Yunus, Megan E. Garber, Corinne D. Scown, Paul D. Adams, Taek Soon Lee, Ian K. Blaby, Edward E. K. Baidoo, Christopher J. Petzold, Thomas Eng, Aindrila Mukhopadhyay"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2677?af=R",
      "doi": "10.1126/sciadv.ady2677",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Central Asian radiation of modern large-mammal faunas in Miocene",
      "authors": [
        "Shi-Qi Wang, Qigao Jiangzuo, Faysal Bibi, Chi Zhang, Chunxiao Li, Shijie Li, Jiao Fu, Luda Xing, Hao Jiang, Dingge Guo, Yuan Zhang, Xijun Ni, Jin Meng, Tao Deng"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt5079?af=R",
      "doi": "10.1126/sciadv.adt5079",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Sustainable synthesis of amino-cellulose nanofibers for biomaterial platforms",
      "authors": [
        "Xiaochao Shi, Jian Zhang, Weixin Guan, Cong Li, Wenshuai Chen, Guihua Yu, Haipeng Yu"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx4556?af=R",
      "doi": "10.1126/sciadv.adx4556",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "KnowYourCG: Facilitating base-level sparse methylome interpretation",
      "authors": [
        "David C. Goldberg, Hongxiang Fu, Daniel Atkins, Ethan Moyer, Chin Nien Lee, Yanxiang Deng, Wanding Zhou"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3027?af=R",
      "doi": "10.1126/sciadv.adw3027",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Lightweight multiscale early warning system for influenza A spillovers",
      "authors": [
        "Tommaso Alfonsi, Anna Bernasconi, Matteo Chiara, Stefano Ceri"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz7312?af=R",
      "doi": "10.1126/sciadv.adz7312",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Cavity-mediated electron-electron interactions: Renormalizing Dirac states in graphene",
      "authors": [
        "Hang Liu, Francesco Troisi, Hannes Hübener, Simone Latini, Angel Rubio"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz1855?af=R",
      "doi": "10.1126/sciadv.adz1855",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How to grow crystals when and where you want them",
      "authors": [],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03415-8",
      "doi": "10.1038/d41586-025-03415-8",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03415-8 Scientists ‘draw’ crystal patterns using laser light."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Audio long read: How to get the best night’s sleep — what the science says",
      "authors": [
        "Lynne Peeples",
        "Benjamin Thompson"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03421-w",
      "doi": "10.1038/d41586-025-03421-w",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03421-w Lessons learnt from research into the body’s internal clock could be key to unlocking blissful slumber."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Sugarcane genomes offer sweet surprise: mystery ancestor",
      "authors": [],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03368-y",
      "doi": "10.1038/d41586-025-03368-y",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03368-y A previously unknown strain left a stamp on modern varieties of the world’s most popular sugar source."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Ancient graffiti and brain complexities: Books in brief",
      "authors": [
        "Andrew Robinson"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03507-5",
      "doi": "10.1038/d41586-025-03507-5",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03507-5 Andrew Robinson reviews five of the best science picks."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "China seeks self-reliance in science in next five-year plan",
      "authors": [
        "Xiaoying You"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03491-w",
      "doi": "10.1038/d41586-025-03491-w",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03491-w Beijing wants to double down on advanced semiconductor technologies, artificial intelligence and basic research."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Chen-Ning Yang obituary: intuitive physicist whose theories on broken symmetries were proved right",
      "authors": [
        "Christine Sutton"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03508-4",
      "doi": "10.1038/d41586-025-03508-4",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03508-4 Nobel prizewinner who helped to improve scientific relations between China and the United States."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "AI chatbots are sycophants — researchers say it’s harming science",
      "authors": [
        "Miryam Naddaf"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03390-0",
      "doi": "10.1038/d41586-025-03390-0",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03390-0 Nature asked researchers who use artificial intelligence how its propensity for people-pleasing affects their work — and what they are doing to mitigate it."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How Napoleon’s army met its doom: DNA reveals surprise illnesses had a role",
      "authors": [
        "Jenna Ahart"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03487-6",
      "doi": "10.1038/d41586-025-03487-6",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03487-6 Remains of some of the 300,000 soldiers who died on the retreat from Moscow reveal two bacterial diseases that probably added to the death count."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Paper or plastic?",
      "authors": [
        "K. J. Zimring"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03259-2",
      "doi": "10.1038/d41586-025-03259-2",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03259-2 The real thing."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "The sci-fi films that physicists love to watch — from <i>Interstellar</i> to <i>Spider-Man</i>",
      "authors": [
        "Jen A. Miller"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03440-7",
      "doi": "10.1038/d41586-025-03440-7",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03440-7 Nature surveyed scientists about their favourite cinematic moments to celebrate the International Year of Quantum Science and Technology."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: Float-stacked graphene–PMMA laminate",
      "authors": [
        "Seung-Il Kim",
        "Ji-Yun Moon",
        "Seok-Ki Hyeong",
        "Soheil Ghods",
        "Jin-Su Kim",
        "Jun-Hui Choi",
        "Dong Seop Park",
        "Sukang Bae",
        "Sung Ho Cho",
        "Seoung-Ki Lee",
        "Jae-Hyun Lee"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-65418-3",
      "doi": "10.1038/s41467-025-65418-3",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-65418-3 Author Correction: Float-stacked graphene–PMMA laminate"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Retraction Note: DNA-PK inhibition synergizes with oncolytic virus M1 by inhibiting antiviral response and potentiating DNA damage",
      "authors": [
        "Xiao Xiao",
        "Jiankai Liang",
        "Chunlong Huang",
        "Kai Li",
        "Fan Xing",
        "Wenbo Zhu",
        "Ziqing Lin",
        "Wencang Xu",
        "Guangen Wu",
        "Jifu Zhang",
        "Xi Lin",
        "Yaqian Tan",
        "Jing Cai",
        "Jun Hu",
        "Xueqin Chen",
        "Youwei Huang",
        "Zixi Qin",
        "Pengxin Qiu",
        "Xingwen Su",
        "Lijun Chen",
        "Yuan Lin",
        "Haipeng Zhang",
        "Guangmei Yan"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-65397-5",
      "doi": "10.1038/s41467-025-65397-5",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-65397-5 Retraction Note: DNA-PK inhibition synergizes with oncolytic virus M1 by inhibiting antiviral response and potentiating DNA damage"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Photochemical rearrangement of isonitriles via energy transfer catalysis",
      "authors": [
        "Qi-Xin Dong",
        "Yi-Hong Ke",
        "Yi-Hui Tang",
        "Song Yu",
        "Huan-Ming Huang"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64460-5",
      "doi": "10.1038/s41467-025-64460-5",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-64460-5 Functional group interconversion, a pivotal synthetic technique for precise editing of molecular building blocks, is rare when facilitated by energy transfer catalysis. Herein, the authors report two instances of photochemical rearrangement of isonitriles, facilitated by energy transfer catalysis under visible light."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "The potential of TDP-43 PET ligands for a biological diagnosis of TDP-43 proteinopathies",
      "authors": [
        "David J. Irwin"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64541-5",
      "doi": "10.1038/s41467-025-64541-5",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-64541-5 Candidate PET ligands targeting pathological TDP-43 aggregates are characterized by Vokali and colleagues in a series of human tissue, cell/animal model, and non-human primate experiments. Their preclinical data suggests favorable specificity and pharmacokinetic profiles of their two candidate tracers, which could translate into a disease-specific biomarker in TDP-43 proteinopathies."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Phase-probability shaping for speckle-free holographic lithography",
      "authors": [
        "Dong Zhao",
        "Weiwei Fu",
        "Jun He",
        "Ziqin Li",
        "Fang-Wen Sun",
        "Kun Huang"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64554-0",
      "doi": "10.1038/s41467-025-64554-0",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-64554-0 The authors report lensless holography lithography with diffraction-limited resolution by proposing a phase-probability shaping mechanism to suppress speckle noise efficiently."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Lowering the Cu-O bond energy in CuO nanocatalysts enhances the efficiency of NH<sub>3</sub> oxidation",
      "authors": [
        "Lu Chen",
        "Xuze Guan",
        "Zhangyi Yao",
        "Shusaku Hayama",
        "Matthijs A. van Spronsen",
        "Burcu Karagoz",
        "Georg Held",
        "David G. Hopkinson",
        "Christopher S. Allen",
        "June Callison",
        "Paul J. Dyson",
        "Feng Ryan Wang"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64415-w",
      "doi": "10.1038/s41467-025-64415-w",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-64415-w Tuning the electronic properties of nanocatalysts by doping them with uniformly dispersed hetero-metal atoms is an effective way to improve catalytic performance. Here, the authors show that weakening the Cu–O bond energy in CuO nanocatalysts boosts the efficiency of NH₃ oxidation."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "N-acetyl-glucosamine primes <i>Pseudomonas aeruginosa</i> for virulence through a type IV pili/cAMP-mediated morphology transition",
      "authors": [
        "Jing Chen",
        "Guiying Lin",
        "Kaiyu Ma",
        "Yunxue Guo",
        "Zi Li",
        "Xiaoxue Wang",
        "Dominique Ferrandon"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64071-0",
      "doi": "10.1038/s41467-025-64071-0",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-64071-0 Here, the authors report that Pseudomonas aeruginosa virulence in Drosophila is not immediate upon infection, but instead it is acquired through a priming process elicited by N-acetyl-glucosamine (NAG) that involves a morphological switch."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Targeted high-resolution sensing of volatile organic compounds by covalent nanopore detection",
      "authors": [
        "Lauren E. McGivern",
        "Zhong Hui Lim",
        "Yizhi Yuan",
        "Zonghua Bo",
        "Guangqi Wu",
        "Hagan Bayley",
        "Yujia Qing"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64184-6",
      "doi": "10.1038/s41467-025-64184-6",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-64184-6 Volatile organic compounds are important analytes in medical diagnostics, with aldehydes forming a characteristic subclass. Here, the authors report that covalent nanopore sensing enables the targeted detection of aldehydes in mixtures through reversible thiol–aldehyde chemistry, offering a route to portable and low-cost analysis."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Polarization-driven spontaneous scrolling of two-dimensional materials",
      "authors": [],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02376-7",
      "doi": "10.1038/s41563-025-02376-7",
      "summary": "Nature Materials, Published online: 24 October 2025; doi:10.1038/s41563-025-02376-7 Rolling two-dimensional materials into one-dimensional nanoscrolls unlocks tunable emergent properties; however, existing methods rely on external forces. Now, intrinsically driven scrolling in polar two-dimensional materials mediated by out-of-plane electric polarization is reported, establishing a platform for the design of functional nanoscrolls."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Unisensory processing of interleaving memristive nanowires enabling multimodal sensing at human-scale resolution",
      "authors": [
        "Kyun Kyu Kim",
        "Junhyuk Bang",
        "Munju Kim",
        "Juho Jeong",
        "Inho Ha",
        "Seung Hwan Ko"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02373-w",
      "doi": "10.1038/s41563-025-02373-w",
      "summary": "Nature Materials, Published online: 24 October 2025; doi:10.1038/s41563-025-02373-w A fast and scalable sensor using a core–shell nanowire network is reported to capture multimodal information through memristive switching."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Ligand-restricted synthesis of highly paired dual-atom catalysts",
      "authors": [
        "Yanfu Ma",
        "Shuhui Liu",
        "Jianing Mao",
        "Mingzi Sun",
        "Ke Shi",
        "Wenyi Li",
        "Wantong Zhao",
        "Jieqiong Shan",
        "Yang Zhao",
        "Zheng Jiang",
        "Riguang Zhang",
        "Rui Gao",
        "Wei Liu",
        "Bolong Huang",
        "G. Q. Max Lu",
        "Jian Liu",
        "Limin Wu"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02385-6",
      "doi": "10.1038/s41563-025-02385-6",
      "summary": "Nature Materials, Published online: 24 October 2025; doi:10.1038/s41563-025-02385-6 A ligand-restricted strategy is developed to realize the synthesis of dual-atom catalysts with high pairing ratio and tunable atomic distances."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Unravelling electro-chemo-mechanical processes in graphite/silicon composites for designing nanoporous and microstructured battery electrodes",
      "authors": [
        "Xuekun Lu",
        "Rhodri E. Owen",
        "Wenjia Du",
        "Zhenyu Zhang",
        "Antonio Bertei",
        "Roby Soni",
        "Xun Zhang",
        "Francesco Iacoviello",
        "Daqing Li",
        "Alice Llewellyn",
        "Jianuo Chen",
        "Han Zhang",
        "Xuhui Yao",
        "Qi Li",
        "Yunlong Zhao",
        "Shashidhara Marathe",
        "Christoph Rau",
        "Paul R. Shearing"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02027-7",
      "doi": "10.1038/s41565-025-02027-7",
      "summary": "Nature Nanotechnology, Published online: 24 October 2025; doi:10.1038/s41565-025-02027-7 Multimodal operando imaging reveals how multiscale structural design affects lithiation heterogeneity and electrochemical cycling stability in graphite/silicon composite battery electrodes."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Coexistence of Continuous-Variable Quantum Key Distribution and Classical Data over 120 km Fiber",
      "authors": [
        "Adnan A. E. Hajomer, Ivan Derkach, Vladyslav C. Usenko, Ulrik L. Andersen, and Tobias Gehring"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zy2d-m3ch",
      "doi": "10.1103/zy2d-m3ch",
      "summary": "E. Hajomer, Ivan Derkach, Vladyslav C. Usenko, Ulrik L. Andersen, and Tobias Gehring Data protected by quantum physics have been sent alongside classical data through 120 km of optical fiber. [Phys. Rev. Lett. 135, 170804] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Warm Inflation with the Standard Model",
      "authors": [
        "Kim V. Berghaus, Marco Drewes, and Sebastian Zell"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9nn9-bsm9",
      "doi": "10.1103/9nn9-bsm9",
      "summary": "An axionlike coupling between the inflaton field and the standard-model gluons could directly induce warm inflation. [Phys. Rev. Lett. 135, 171002] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "First Differential Measurement of the Single ${π}^{+}$ Production Cross Section in Neutrino Neutral-Current Scattering",
      "authors": [
        "K. Abe <em>et al.</em> (T2K Collaboration)"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6d32-l452",
      "doi": "10.1103/6d32-l452",
      "summary": "Abe et al. (T2K Collaboration) Since its first observation in the 1970s, neutrino-induced neutral-current single positive pion production ($\\mathrm{NC}1{π}^{+}$) has remained an elusive and poorly understood interaction channel. This process is a significant background in neutrino oscillation experiments and studying it further i… [Phys. Rev. Lett. 135, 171803] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "First Event-by-Event Identification of Cherenkov Radiation from Sub-Mev Particles in Liquid Argon",
      "authors": [
        "A. A. Aguilar-Arevalo <em>et al.</em> (CCM Collaboration)"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bklh-w3dn",
      "doi": "10.1103/bklh-w3dn",
      "summary": "A. Aguilar-Arevalo et al. (CCM Collaboration) This Letter reports the event-by-event observation of Cherenkov light from sub-MeV electrons in a high scintillation light-yield liquid argon detector by the coherent CAPTAIN-Mills (CCM) experiment. The CCM200 detector, located at Los Alamos National Laboratory, instruments seven tons (fiducial volu… [Phys. Rev. Lett. 135, 171804] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Electron-Enabled Nanoparticle Diffraction",
      "authors": [
        "Stefan Nimmrichter, Dennis Rätzel, Isobel C. Bicket, Michael S. Seifner, and Philipp Haslinger"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3bvs-ymd7",
      "doi": "10.1103/3bvs-ymd7",
      "summary": "We propose a scheme for generating high-mass quantum superposition states of an optically precooled, levitated nanoparticle through electron diffraction at its subnanometer crystal lattice. When a single electron undergoes Bragg diffraction at a free-falling nanoparticle, momentum conservation impli… [Phys. Rev. Lett. 135, 173601] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Machine-Learning Interatomic Potentials for Long-Range Systems",
      "authors": [
        "Yajie Ji, Jiuyang Liang, and Zhenli Xu"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ssp9-7s81",
      "doi": "10.1103/ssp9-7s81",
      "summary": "A neural network framework that incorporates long-range interactions into machine-learning interatomic potentials opens up the possibility of capturing physics in ionic fluids, interfaces, ferroelectric materials, and biological systems. [Phys. Rev. Lett. 135, 178001] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Observing the Glass and Jamming Transitions of Dense Granular Material in Microgravity",
      "authors": [
        "Christopher Mayo, Marlo Kunzner, Matthias Sperl, and Jan Philipp Gabriel"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/z161-sd1y",
      "doi": "10.1103/z161-sd1y",
      "summary": "The present Letter investigates a weakly pulsed granular system of polystyrene spheres under longtime microgravity conditions on the International Space Station. The spheres are measured using diffusing wave spectroscopy (DWS) and are described by mean square displacements (MSDs). Our aim is to use … [Phys. Rev. Lett. 135, 178203] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>High pressure superconducting transition in dihydride BiH${}_{2}$ with bismuth open-channel framework</span>",
      "authors": [
        "Liang Ma, Xin Yang, Mei Li, Pengfei Shan, Ziyi Liu, Jun Hou, Sheng Jiang, Lili Zhang, Chuanlong Lin, Pengtao Yang, Bosen Wang, Jianping Sun, Yang Ding, Huiyang Gou, Haizhong Guo, and Jinguang Cheng"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5a079Y22Q1a15d9fc7a363a539a947a503af8d935",
      "doi": "10.1103/kjnw-n6ds",
      "summary": "Metal hydrides MHx (x ) with low hydrogen content are not expected to show high‑Tc superconductivity owing to the low hydrogen‑derived electronic density of states at Fermi level and the limited hydrogen contribution to electron-phonon coupling strength. In this work, we report on the successful syn… [Phys. Rev. Lett.] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Breaking boundaries: Extending the orbit averaged Fokker-Planck equation inside the loss cone</span>",
      "authors": [
        "Luca Broggi"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/7e074Y7fL5210788d0038801660d7c18f7cb6b9d3",
      "doi": "10.1103/nyjy-xjp3",
      "summary": "In this Letter, we present a new formulation of loss cone theory as a reaction-diffusion system, which accounts for loss cone events through a sink term and can be orbit-averaged. It can recover the standard approach based on boundary conditions, and is derived from a simple physical model that over… [Phys. Rev. Lett.] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Zeno freezing and anti-Zeno acceleration of the dynamic evolution of topological boundary states</span>",
      "authors": [
        "Xiao-Meng Zhang, Ze-Guo Chen, Guancong Ma, Ming-Hui Lu, and Yan-Feng Chen"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a5074Y5bN5d1158056805318d1c3218325186d757",
      "doi": "10.1103/5rmc-c51s",
      "summary": "Measurements fundamentally alter the evolution of a quantum system by disturbing its state, which can either freeze its dynamics (quantum Zeno effect, ZE) or accelerate transitions (anti-Zeno effect, AZE). While these effects are well established for ordinary quantum states, their impact on topologi… [Phys. Rev. Lett.] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Interferometric amplification and suppression of external beam shifts</span>",
      "authors": [
        "Carlotta Versmold, Jan Dziewior, Florian Huber, Elina Köster, Gregory Reznik, Lev Vaidman, and Harald Weinfurter"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2b076YedT7b24312e2dc7d332af3e2abeeebb2004",
      "doi": "10.1103/fggq-yhz8",
      "summary": "Interferometers are known for precise measurements of effects inside of them. Here we show that placing a Dove prism in one of the interferometer arms allows to also detect minute effects happening outside the device. We derive how the additional reflection in one arm can amplify small tilts or disp… [Phys. Rev. Lett.] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Linearly polarized few-cycle pulses drive carrier-envelope phase-sensitive coherent magnetization injection</span>",
      "authors": [
        "Ofer Neufeld"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/1e075Y0cN301379d2448896878238a662d2fd731e",
      "doi": "10.1103/75tm-3t9b",
      "summary": "Circularly-polarized light is well-known to induce, or flip the direction of, magnetization in solids. At its heart, this arises from time-reversal symmetry breaking by the vector potential, causing inverse-Faraday or analogous physical effects. We show here that very short few-cycle pulses can caus… [Phys. Rev. Lett.] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Nanoscale quantum imaging of field-free deterministic switching of a chiral antiferromagnet</span>",
      "authors": [
        "Jingcheng Zhou, Senlei Li, Chuangtang Wang, Hanshang Jin, Stelo Xu, Zelong Xiong, Carson Jacobsen, Kenji Watanabe, Takashi Taniguchi, Valentin Taufour, Liuyan Zhao, Hua Chen, Chunhui Rita Du, and Hailong Wang"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/8f074YaeS111199fb9bc3575ab3c3613ebadc9e17",
      "doi": "10.1103/hv6j-vzwf",
      "summary": "Recently, unconventional spin-orbit torques (SOTs) with tunable spin generation open new pathways for designing novel magnetization control for cutting-edge spintronics innovations. A leading research thrust is to develop field-free deterministic magnetization switching for implementing scalable and… [Phys. Rev. Lett.] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Domain-pair intertwined topological domain structures in elemental Bi monolayer</span>",
      "authors": [
        "Yunfei Hong, Junkai Deng, Yang Yang, Ri He, Zhicheng Zhong, Xiangdong Ding, Jun Sun, and Jefferson Zhe Liu"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/b107bY7eP742d503b09a2fc732576b4b3852b59d5",
      "doi": "10.1103/8d23-z3gm",
      "summary": "Ferroelectric domain walls play a fundamental role in the functionality of ferroelectric materials. As ferroelectric domain walls are mostly charge-neutral to minimize electrostatic energy, the recently observed intrinsically stable charged 180° domain wall in a Bi monolayer opens uncharted research… [Phys. Rev. Lett.] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Rescaled Schwarz-Christoffel transformations for isotropic, polygon, and multiphysics metamaterials</span>",
      "authors": [
        "Pengfei Zhuang, Chengmeng Wang, Fubao Yang, Gaole Dai, Liujun Xu, Peng Tan, Fabio Marchesoni, and Jiping Huang"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/0f07cYd1Ucd2b50fe11a077764e728858462ac0d9",
      "doi": "10.1103/nzvh-lxr8",
      "summary": "Conformal transformation is a powerful paradigm for designing isotropic metamaterials with significant practical value. However, conventional conformal transformation faces challenges in achieving precise multiphysics control, specifically for the concurrent regulation of thermal and electromagnetic… [Phys. Rev. Lett.] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Spin-disorder-induced angular anisotropy in polarized magnetic neutron scattering</span>",
      "authors": [
        "Ivan Titov, Mathias Bersweiler, Michael P. Adams, Evelyn Pratami Sinaga, Venus Rai, Štefan Liščák, Max Lahr, Thomas L. Schmidt, Vladyslav M. Kuchkin, Andreas Haller, Kiyonori Suzuki, Nina-Juliane Steinke, Diego Alba Venero, Dirk Honecker, Joachim Kohlbrecher, Luis Fernández Barquín, and Andreas Michels"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/02071Y4bTb52530ff3834b75ecf0f6ec932faaa48",
      "doi": "10.1103/5yc2-pv4y",
      "summary": "We experimentally report a hitherto unseen angular anisotropy in the polarized small-angle neutron scattering (SANS) cross section of a magnetically strongly inhomogeneous material. Based on an analytical prediction using micromagnetic theory, the difference between the spin-up and spin-down SANS cr… [Phys. Rev. Lett.] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Fully relativistic treatment of extreme mass-ratio inspirals in collisionless environments</span>",
      "authors": [
        "Rodrigo Vicente, Theophanes K. Karydas, and Gianfranco Bertone"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/e407cY36Sb011d9b388e34f21c4a40521616336c0",
      "doi": "10.1103/s4wh-x6c4",
      "summary": "Future mHz gravitational wave (GW) interferometers will precisely probe massive black hole environments, such as accretion discs, cold dark matter overdensities, and clouds of ultralight bosons, as long as we can accurately model the dephasing they induce on the waveform of extreme mass-ratio inspir… [Phys. Rev. Lett.] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Defect conformal manifolds from phantom noninvertible symmetries</span>",
      "authors": [
        "Andrea Antinucci, Christian Copetti, Giovanni Galati, and Giovanni Rizi"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/f5078Ya4S5d21d08448d11d11bf04be3cfe1103a7",
      "doi": "10.1103/w43n-sybv",
      "summary": "We explore a general mechanism that allows (1+1)d CFTs to have interesting interface conformal manifolds even in the absence of any continuous internal symmetry or supersymmetry. This is made possible by the breaking of an enhanced continuous symmetry-which is generically non-invertible- arising in … [Phys. Rev. Lett.] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electronic temperature driven phase stability and structural evolution of iron at high pressure",
      "authors": [
        "S. Azadi and S. M. Vinko"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tm8g-1ld1",
      "doi": "10.1103/tm8g-1ld1",
      "summary": "We present Gibbs free-energy phase diagrams for compressed iron within a pressure range of 20–300 GPa and electronic temperature up to 3 eV, obtained using finite-temperature density functional and density functional perturbation theories. Our results for bcc, fcc, and hcp phases predict solid-solid… [Phys. Rev. B 112, 134103] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Multimagnon and multispinon ${L}_{3}$-edge RIXS spectra of an effective $\\stackrel{̃}{J}{}_{1}−\\stackrel{̃}{J}{}_{2}−\\stackrel{̃}{J}{}_{3}$ square-lattice Heisenberg model",
      "authors": [
        "Kai-Yuan Qi (祁开元), Shangjian Jin, Trinanjan Datta, and Dao-Xin Yao (姚道新)"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vc7b-15sf",
      "doi": "10.1103/vc7b-15sf",
      "summary": "We investigate the multimagnon and the multispinon ${L}_{3}$-edge resonant inelastic x-ray scattering (RIXS) spectra of a spin-1/2 effective ${\\stackrel{̃}{J}}_{1}−{\\stackrel{̃}{J}}_{2}−{\\stackrel{̃}{J}}_{3}$ square lattice Heisenberg model in its Néel ordered phase. Motivated by the observation of … [Phys. Rev. B 112, 134438] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "High-resolution neutron diffraction determination of noncollinear antiferromagnetic order in the honeycomb magnetoelectric ${\\mathrm{Fe}}_{4}{\\mathrm{Nb}}_{2}{\\mathrm{O}}_{9}$",
      "authors": [
        "Raktim Datta, Kapil Kumar, Dong Gun Oh, Dongwook Kim, Rahul Goel, Nara Lee, Ara Go, Young Jai Choi, Valery Kiryukhin, and Sungkyun Choi"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9tgw-l1nj",
      "doi": "10.1103/9tgw-l1nj",
      "summary": "Magnetoelectric systems offer potential for device applications exploiting coupled states between electric and magnetic properties. Among magnetoelectric materials, ${\\mathrm{Fe}}_{4}{\\mathrm{Nb}}_{2}{\\mathrm{O}}_{9}$ has attracted special attention because of its pronounced dielectric signal at hig… [Phys. Rev. B 112, 134439] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Noncommutative effective field theory of the lowest Landau level superfluid",
      "authors": [
        "Nandagopal Manoj"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qtyl-2qb9",
      "doi": "10.1103/qtyl-2qb9",
      "summary": "A ($2+1$)-dimensional superfluid in a rapidly rotating trap forms an array of vortices, with collective excitations called Tkachenko modes. Du et al. [ Phys. Rev. Res. 6 , L012040 (2024) ] argued from an effective field theory viewpoint that these excitations are described by a field theory living on a… [Phys. Rev. B 112, 134521] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Planar Josephson junction devices with narrow superconducting strips: Topological properties and optimization",
      "authors": [
        "Purna P. Paudel, Javad Shabani, and Tudor D. Stanescu"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/894x-sl81",
      "doi": "10.1103/894x-sl81",
      "summary": "We study the low-energy physics of planar Josephson junction structures realized in a quasi-two-dimensional semiconductor system proximity coupled to narrow superconducting films. Using both a recursive Green's function approach and an effective Hamiltonian approximation, we investigate the topologi… [Phys. Rev. B 112, 134522] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Heat transfer regimes and the electroplasticity effect: A molecular dynamics study",
      "authors": [
        "Dina U. Abdullina, Vitaly A. Kuzkin, Anton M. Krivtsov, Aleksey A. Kudreyko, and Sergey V. Dmitriev"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pd2d-jg15",
      "doi": "10.1103/pd2d-jg15",
      "summary": "The reduction in the yield stress of metals without excess heating under the action of pulsed, high-density electric current is called the electroplasticity effect (EPE). One explanation of the EPE is Joule heating of dislocations. Increasing the temperature of dislocation cores allows them to detac… [Phys. Rev. B 112, 144310] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Coupling quantum spin ice to matter on the centered pyrochlore lattice",
      "authors": [
        "Rajah P. Nutakki, Sylvain Capponi, Ludovic D. C. Jaubert, and Lode Pollet"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xrmm-vr6m",
      "doi": "10.1103/xrmm-vr6m",
      "summary": "The low-energy physics of quantum spin ice is known to support an emergent form of quantum electrodynamics (QED), where magnetic monopoles exist and the fine-structure constant is material dependent. In this article, we show how this QED is modified via a coupling to dynamical matter on the centered… [Phys. Rev. B 112, 144437] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum Griffiths phase in the kagome Kondo lattice ${\\mathrm{CeRh}}_{0.9}{\\mathrm{Pd}}_{0.1}\\mathrm{Sn}$",
      "authors": [
        "Nan Tang, Rajesh Tripathi, Yasuyuki Shimura, Toshiro Takabatake, Devashibhai A. Adroja, and Philipp Gegenwart"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8lf7-j26n",
      "doi": "10.1103/8lf7-j26n",
      "summary": "Disorder can reshape quantum criticality. The authors observe here, in the kagome Kondo lattice CeRh 0 . 9 Pd 0 . 1 Sn, the expected Grüneisen divergence is absent. Instead, weak power-law divergences in thermodynamics ( T ( λ − 1 ) , 0 [Phys. Rev. B 112, 155151] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Evidence for easy-plane XY ferromagnetism in heavy-fermion quantum-critical ${\\mathrm{CeRh}}_{6}{\\mathrm{Ge}}_{4}$",
      "authors": [
        "Riku Yamamoto, Sejun Park, Zachary W. Riedel, Phurba Sherpa, Joe D. Thompson, Filip Ronning, Eric D. Bauer, Adam P. Dioguardi, and Michihiro Hirata"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/z17k-jz1s",
      "doi": "10.1103/z17k-jz1s",
      "summary": "By employing 73 Ge nuclear quadrupole resonance (NQR) and magnetic resonance (NMR) spectroscopy, the authors unveil here the magnetic anisotropy and structure in the heavy-fermion quantum-critical ferromagnet CeRh 6 Ge 4 . They identify a uniform ferromagnetic order and a small ordered moment of 0.26 μ B /Ce confined within the a b plane with an XY-type easy-plane character. They also find an involved interplay of hybridization and 4 f -electron local moment physics, providing new insights towards designing a more realistic theoretical framework to describe the quantum criticality in this compound under pressure. [Phys. Rev. B 112, 155152] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Frustration-driven unconventional magnetism in the ${\\mathrm{Mn}}^{2+}$ $(S=\\frac{5}{2})$ based two-dimensional triangular-lattice antiferromagnet ${\\mathrm{Ba}}_{3}{\\mathrm{MnTa}}_{2}{\\mathrm{O}}_{9}$",
      "authors": [
        "Romario Mondal, Sk. Soyeb Ali, Saikat Nandi, S. Chattopadhyay, S. Gaß, L. T. Corredor, A. U. B. Wolter, V. Kataev, B. Büchner, A. Alfonsov, S. Wurmehl, A. V. Mahajan, S. K. Panda, and T. Dey"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d36t-hb3k",
      "doi": "10.1103/d36t-hb3k",
      "summary": "The triple perovskite oxide ${\\mathrm{Ba}}_{3}{\\mathrm{MnTa}}_{2}{\\mathrm{O}}_{9}$ has been synthesized, and its magnetic properties have been investigated through dc and ac magnetization, specific heat, electron spin resonance measurements, and density functional theory (DFT) calculations. ${\\mathr… [Phys. Rev. B 112, 155153] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Thermoelectric and anomalous Nernst effect in a CrTeI Janus monolayer",
      "authors": [
        "Ajay Partap Singh Rana, Ayushi Jain, and Chandan Bera"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5nyn-5pyx",
      "doi": "10.1103/5nyn-5pyx",
      "summary": "The thermoelectric effect (TE) and anomalous Nernst effect (ANE) in two-dimensional magnetic materials offer promising paths for sustainable energy generation and for overcoming technological challenges in TE devices. The advantage of ANE over the conventional Seebeck effect is the separation of ele… [Phys. Rev. B 112, 155426] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Unraveling the two-channel thermal transport in bilayer graphene with twist angle engineering and electron-phonon coupling",
      "authors": [
        "Xue Cheng, Yukai Han, Guangwu Zhang, Qiye Zheng, Ziman Wang, and Xinyu Wang"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d5nh-c6gw",
      "doi": "10.1103/d5nh-c6gw",
      "summary": "Twisted bilayer graphene (T-BLG) has emerged as a compelling platform for investigating novel physical phenomena through moiré superlattices. Its exceptional electrical, magnetic, optical, and topological characteristics make it particularly promising for thermal management and thermoelectric applic… [Phys. Rev. B 112, 155427] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Measurement of many-body quantum correlations in superconducting circuits",
      "authors": [
        "Kamal Sharma and Wade DeGottardi"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1wb4-df6c",
      "doi": "10.1103/1wb4-df6c",
      "summary": "Recent advances in superconducting circuit technology have made the fabrication of large, customizable circuits routine. This has led to applications beyond quantum information, including quantum simulation. A key challenge in this effort is the identification of the quantum states realized. Here, w… [Phys. Rev. B 112, 165134] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Robustness of nonstabilizerness in the quantum Ising chain via quantum Monte Carlo tomography",
      "authors": [
        "Hari Timsina, Yi-Ming Ding, Emanuele Tirrito, Poetri Sonya Tarabunga, Bin-Bin Mao, Mario Collura, Zheng Yan, and Marcello Dalmonte"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4hpw-6mq3",
      "doi": "10.1103/4hpw-6mq3",
      "summary": "We study the behavior of magic as a bipartite correlation in the quantum Ising chain across its quantum phase transition and at finite temperature. To quantify the magic of partitions rigorously, we formulate a hybrid scheme that combines stochastic sampling of reduced density matrices via quantum M… [Phys. Rev. B 112, 165135] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Anomalous Hall effect driven by electric field and sliding ferroelectricity in two-dimensional compensated antiferromagnetic MnS",
      "authors": [
        "Guozhi Long and Huaqing Huang"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/z69z-175r",
      "doi": "10.1103/z69z-175r",
      "summary": "Two-dimensional compensated antiferromagnets (AFMs) offer unique advantages for spintronics, yet their vanishing net magnetization makes direct electrical readout challenging. Here, we demonstrate that the anomalous Hall effect (AHE) can be realized in AFM MnS through two mechanisms: application of … [Phys. Rev. B 112, 165136] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Theoretical investigation of electronic structure and magnetism in the kagome material ${\\mathrm{CsCr}}_{3}{\\mathrm{Sb}}_{5}$",
      "authors": [
        "Wei Wang, Shun-Li Yu, and Jian-Xin Li"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7mc7-x9ky",
      "doi": "10.1103/7mc7-x9ky",
      "summary": "Kagome quantum materials, with their frustrated lattice geometry and flat-band electronic structure, serve as a versatile platform for studying magnetism and electron correlation. The recently discovered kagome metal ${\\mathrm{CsCr}}_{3}{\\mathrm{Sb}}_{5}$ has garnered significant interest for its co… [Phys. Rev. B 112, 165137] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Luminescence from hot carrier interband recombination in wide InGaN quantum wells",
      "authors": [
        "Conny Becht, Lukas Uhlig, Mateusz Hajdel, Grzegorz Muziol, and Ulrich T. Schwarz"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5x2d-jdly",
      "doi": "10.1103/5x2d-jdly",
      "summary": "Direct radiative recombination of high excited confined states across the band gap is observed as a broad emission band above the InGaN band edge in photoluminescence and electroluminescence for wide InGaN quantum wells (QWs). The observation of hot carrier interband recombination is possible in wid… [Phys. Rev. B 112, 165310] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Efficient spin transfer in the van der Waals heterostructure ${\\mathrm{WTe}}_{2}/{\\mathrm{Fe}}_{3}{\\mathrm{GeTe}}_{2}$ enabled by direct interlayer $p$-orbital hybridization",
      "authors": [
        "H. L. Ning, M. Q. Dong, X. Zhang, J. S. Huang, B. Liu, Zhi-Xin Guo, and Y. Dong"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s1r9-dlhw",
      "doi": "10.1103/s1r9-dlhw",
      "summary": "Recent experiments have demonstrated efficient spin transfer across layers in the van der Waals heterostructure composed of ${\\mathrm{WTe}}_{2}$ and ${\\mathrm{Fe}}_{3}{\\mathrm{GeTe}}_{2}$, signaling a potential breakthrough in developing all–van der Waals spin-orbit torque devices. However, the reas… [Phys. Rev. B 112, 165426] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Anatomy of non-Hermitian dynamical quantum phase transitions",
      "authors": [
        "Yongxu Fu and Gao Xianlong"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/92w1-71rt",
      "doi": "10.1103/92w1-71rt",
      "summary": "We establish a unified framework for dynamical quantum phase transitions (DQPTs) in non-Hermitian systems that encompasses both biorthogonal and self-norm nonbiorthogonal formulations for pure and mixed states under quantum quench protocols. Our framework provides explicit expressions for the Loschm… [Phys. Rev. B 112, L140302] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Confinement-driven renormalization of magnon and phonon spectra in ${\\mathrm{Fe}}_{3}{\\mathrm{O}}_{4}$ nanoparticles",
      "authors": [
        "Kyle A. Portwin, Pablo Galaviz, David L. Cortie, Dehong Yu, Kirrily C. Rule, and Zhenxiang Cheng"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/15zz-8g6x",
      "doi": "10.1103/15zz-8g6x",
      "summary": "The authors reveal here how finite-size confinement reshapes spin and lattice excitations in Fe 3 O 4 nanoparticles using time-of-flight neutron spectroscopy and numerical simulations. Confinement induces surface strain that softens and broadens optical phonons, while surface exchange disorder suppresses acoustic magnon velocities. Molecular dynamics captures size-dependent phonon renormalization, and a reduced-exchange spin-wave model reproduces the magnon behavior. These results establish confinement as a powerful route to tailor spin dynamics and thermal transport in magnetic nanomaterials. [Phys. Rev. B 112, L140406] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Effect of temperature and electric field on interfacial charge transfer and bandedge alignment in MXene-halide perovskite heterostructures</span>",
      "authors": [
        "Arijeet Sarangi, Manasa G. Basavarajappa, and Sudip Chakraborty"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5b072T16S951210340f617d7d9270ecd0733e96ec",
      "doi": "10.1103/f7h6-hwnx",
      "summary": "The interfacial charge transfer and band edge alignment coupled with strong visible light absorption in the heterostructure is a fundamental tuning criterion for both photovoltaic and photocatalytic efficiencies. We have envisaged how both criteria evolve under the influence of electric field and te… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electrical injection and transport of coherent magnon superposition states in noncollinear antiferromagnets</span>",
      "authors": [
        "Ping Tang and Gerrit E. W. Bauer"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b407eY37Pad1bb9e99e40d90ac10528ee3c440ddd",
      "doi": "10.1103/dwld-2kp3",
      "summary": "Non-collinear antiferromagnets (nAFMs) with a small net magnetic moment offer new opportunities for ultrafast spintronic devices, owing to unique physical properties. While in ferromagnets and collinear AFMs the spin current polarization is locked to the magnetization $\\stackrel{̂}{𝐦}$ and N'eel vec… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Ground states of quasi-two-dimensional correlated systems via energy expansion</span>",
      "authors": [
        "Sam Mardazad, Nicolas Laflorencie, Johannes Motruk, and Adrian Kantian"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b4077Od1P8310a5e45f51602cba61bf89878684b3",
      "doi": "10.1103/rgdt-msv6",
      "summary": "We introduce a generic method for computing groundstates that is applicable to a wide range of spatially anisotropic 2D many-body quantum systems. By representing the 2D system using a low-energy 1D basis set, we obtain an effective 1D Hamiltonian that only has quasi-local interactions, at the price… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnetic control of nonlinear transport induced by the quantum metric</span>",
      "authors": [
        "Xu Chen, Mingbo Dou, Qin Zhang, Xianjie Wang, M. Ye. Zhuravlev, A. V. Nikolaev, and L. L. Tao"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/03074OcaT6519652254639b6cb9f76a7982edca31",
      "doi": "10.1103/49ky-9c1p",
      "summary": "The quantum geometry plays a crucial role in the nonlinear transport of quantum materials. Here, we use the Boltzmann transport formalism to study the magnetic control of nonlinear transport induced by the quantum metric in two-dimensional systems with different types of spin-orbit coupling (SOC). I… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Molecular dynamics study of the impact of coordination number on the thermal conductivity of amorphous Ga${}_{2}$O${}_{3}$</span>",
      "authors": [
        "Youtian Li, Yangyu Guo, Haiping Lin, Shiyun Xiong, and Hongliang Yi"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/05072Od9T211535b04037af5495a7719226c65305",
      "doi": "10.1103/d8lh-jf5y",
      "summary": "Gallium oxide (Ga2O3) has emerged as a promising ultra-wide bandgap semiconductor for next-generation power electronics and optoelectronic devices. However, the thermal transport properties of Ga2O3, particularly in its amorphous state, remain poorly understood despite their critical importance for … [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electronic structure complexity and extremely large magnetoresistance in antiferromagnetic semimetal SmAgSb${}_{2}$</span>",
      "authors": [
        "Juntao Yao, Sarah Paone, Niraj Aryal, Asish K. Kundu, Elio Vescovo, Weiguo Yin, and Qiang Li"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1007fOdfTf11f55bd7875ca5aeaff01d70d3fd03a",
      "doi": "10.1103/k2cc-blqv",
      "summary": "SmAgSb${}_{2}$, a layered magnetic semimetal in the tetragonal $RT$Sb${}_{2}$ family ($R$ = Y, Sc, rare earth; $T$ = transition metal), is known to exhibit extremely large magnetoresistance (XMR) below its antiferromagnetic (AFM) transition temperature. In this work, we present a comprehensive inves… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Tailored hotspots from Airy-based surface plasmon polaritons</span>",
      "authors": [
        "Rosario Martínez-Herrero, Ángel S. Sanz, and Javier Hernandez-Rueda"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d1073Yd6Rf51d590968909e815484101f2b3d19f0",
      "doi": "10.1103/r6fh-6gmx",
      "summary": "Surface plasmons have attracted growing interest from the photonics community due to their inherent ability to controllably confine light below the diffraction limit and their direct application in trapping and transporting matter at the nanoscale. This method, known as plasmonic tweezers, employs c… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Eliminating leading and subleading corrections to scaling in the three-dimensional XY universality class</span>",
      "authors": [
        "Martin Hasenbusch"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0d07dO5dUf81fd46997a004095c0ee0cd33d8d009",
      "doi": "10.1103/1d4g-483z",
      "summary": "We study the $(q+1)$-state clock model on the simple cubic lattice by using Monte Carlo simulations. In addition to the nearest neighbor coupling we consider a next-to-next-to-nearest neighbor coupling. For a certain range of the parameters, the phase transition of the model shares the XY universali… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Understanding the driving forces of the phase transition in Sn${}_{x}$Ti${}_{1−x}$O${}_{2}$ via the effective site energy model</span>",
      "authors": [
        "F. Berthier, R. Tétot, and B. Legrand"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/59070O9fTfd16d5725dc3257ed21c7d9ff547417d",
      "doi": "10.1103/b7r2-qcsp",
      "summary": "Understanding the thermodynamic driving forces of phase diagrams of mixed oxides is essential to control their physical properties and their microstructures. We extend to mixed oxides the effective site energy (ESE) model originally developed for bimetallic alloys. We apply this formalism to the SnT… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Three-dimensional topological superstructure of magnetic hopfions threaded by meron strings in easy-plane magnets</span>",
      "authors": [
        "Shoya Kasai, Kotaro Shimizu, Shun Okumura, Yasuyuki Kato, and Yukitoshi Motome"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d1076KcbL521ff0f17c66803738922d19e2ddaa8a",
      "doi": "10.1103/l11y-9gnq",
      "summary": "Topological spin textures exhibit a hierarchical nature. For instance, magnetic skyrmions, which possess a particle-like nature, can aggregate to form superstructures such as skyrmion strings and skyrmion lattices. Magnetic hopfions are also regarded as superstructures constructed from closed loops … [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Kitaev model in regular hyperbolic tilings</span>",
      "authors": [
        "Julien Vidal and Rémy Mosseri"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a307bO7eSd313058a3c25138bf8061925868d18dd",
      "doi": "10.1103/mx1t-74dm",
      "summary": "We study the Kitaev model on regular hyperbolic trivalent tilings. Depending on the length p of the elementary polygons, we examine two distinct tri-colorings of the tiling. Using a recent conjecture on the ground-state flux sector, we compute the phase diagram via exact diagonalizations and derive … [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Anomalous phonon thermal transport of He${}_{2}$H${}_{2}$O at high pressure</span>",
      "authors": [
        "Yi-Xian Wang, Yu-Xuan Zhang, Shi-Jia Wang, Zhe Yuan, and Zhao-Qi Wang"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7407fO5eTf61145939f117a6468be4fd3172116c5",
      "doi": "10.1103/f9zg-l513",
      "summary": "Previous research [Nat. Phys.,15, 1065-1070 (2019)] has confirmed that helium can react with ice to form superionic compounds under extreme condition relevant to the “hot ice” layers of ice giants. While these findings reshape our understanding of these planetary materials, the thermal transport pro… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Kardar-Parisi-Zhang universality in optically induced lattices of exciton-polariton condensates</span>",
      "authors": [
        "D. Novokreschenov, V. Neplokh, M. Misko, N. Starkova, T. Cookson, A. Kudlis, A. Nalitov, I. A. Shelykh, A. V. Kavokin, and P. Lagoudakis"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fc07fOa1S0a1a35722a34eb06bc49d75ad6215a2f",
      "doi": "10.1103/ym2g-t8vj",
      "summary": "We investigate space-time coherence in one-dimensional lattices of exciton-polariton condensates formed by fully reconfigurable non-resonant optical pumping. Starting from an driven-dissipative Gross-Pitaevskii equation with deterministic reservoir kinetics and stochastic condensate noise, we derive… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Ginzburg-Landau theory of spin pumping through an antiferromagnetic layer near the Néel temperature</span>",
      "authors": [
        "Yuto Furutani, Hayato Fukushima, Yutaka Yamamoto, Masanori Ichioka, and Hiroto Adachi"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/27071O3eX511f54a383485f19a57b734e41e235d2",
      "doi": "10.1103/yntc-7fvx",
      "summary": "Spin pumping is a microwave-driven means for injecting spins from a ferromagnet into the adjacent target material. The insertion of a thin antiferromagnetic layer between the ferromagnet and the target material is known to enhance the spin pumping signal. Here, in view of describing dynamic fluctuat… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Modeling $g$ factors, hyperfine interaction, and optical properties of semiconductor quantum dots: Atomistic and eight-band $k⋅p$ approaches</span>",
      "authors": [
        "Krzysztof Gawarecki, Alina Garbiec, Jakub Stanecki, and Michał Zieliński"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/cd078Ob6T671515e74dc3c106251039b8bbe93841",
      "doi": "10.1103/vjrj-jc3c",
      "summary": "We present a detailed comparative study of two important theoretical approaches: atomistic sp${}^{3}$d${}^{5}$s${}^{*}$ tight-binding and continuum eight-band $k⋅p$ methods, for modeling the spin and optical properties of quantum dots (QDs). Our investigation spans key physical observables, includin… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Symmetry-constrained field theories for chiral spin liquid to spin crystal transitions</span>",
      "authors": [
        "Anjishnu Bose, Andrew Hardy, Naren Manjunath, Ramanjit Sohal, and Arun Paramekanti"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/13070O6aR021a853838b2938660116a116cd6b812",
      "doi": "10.1103/ch8h-ysp5",
      "summary": "We consider the spin rotationally invariant Kalmeyer-Laughlin chiral spin liquid (CSL) in systems with broken time-reversal symmetry and explore symmetry constraints on possible conventional spin crystal states accessible via a direct transition. These constraints provide a framework to identify top… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Unified theory of magnetization temperature dependence in ferrimagnets</span>",
      "authors": [
        "Rostyslav O. Serha, Anna Pomyalov, Andrii V. Chumak, and Victor S. L’vov"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b907eO55U361b94c29c619d5d9f8bdceb6fc6e3d6",
      "doi": "10.1103/pmm8-w2ry",
      "summary": "Recent advancements in spintronics and fundamental physical research have brought increased attention to the rare-earth-based magnetically ordered materials. One of the important properties of these materials is the temperature dependence of the spontaneous magnetization M (T ). Recently, a successf… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Anisotropic spin fluctuations in the triangular Kondo lattice compound CePtAl${}_{4}$Ge${}_{2}$ probed by site-selective ${}^{27}$Al NMR</span>",
      "authors": [
        "H. Sakai, S. Shin, S. Kambe, Y. Tokunaga, H. Harima, E. Pomjakushina, and T. Park"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5e071O3dW2b1de4ad98d20196bb9dac9eb3b72a41",
      "doi": "10.1103/bd5f-n2yg",
      "summary": "A site-selective ${}^{27}$Al nuclear magnetic resonance (NMR) study is carried out on the Kondo lattice compound CePtAl${}_{4}$Ge${}_{2}$, which crystallizes in a rhombohedral lattice with quasi-two-dimensional Ce layers forming a triangular lattice network. Two inequivalent Al sites, Al(1) and Al(2… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Characterization of temporal aiming for water waves with an anisotropic metabathymetry</span>",
      "authors": [
        "Magdalini Koukouraki, Philippe Petitjeans, Agnés Maurel, and Vincent Pagneux"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fe073Od4R9411f51e18a85b8d3792e9b5f9720bb4",
      "doi": "10.1103/1lc4-1gjw",
      "summary": "The deflection of waves by combining the effects of time modulation with anisotropy has been recently proposed in the context of electromagnetism. In this work, we characterise this phenomenon, called temporal aiming, for water waves using a time-varying metabathymetry. This metabathymetry is compos… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Disordered parity-anomalous semimetal</span>",
      "authors": [
        "Shi-Hao Bi, Bo Fu, and Shun-Qing Shen"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c5077Y03Had26e0e400791490d3b7d39ae0c9a04c",
      "doi": "10.1103/22r4-gnlj",
      "summary": "The parity anomalous semimetal is a topological state of matter characterized by its semi-metallic nature and a quantum Hall conductance of one-half ${e}^{2}/h$ (e is the elementary charge and h is the Planck constant). Here we investigate the topological phase transition driven by disorder in a sem… [Phys. Rev. B] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Interrelation between precisions on integrated currents and on recurrence times in Markov jump processes",
      "authors": [
        "Alberto Garilli and Diego Frezzato"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/27gn-7w5d",
      "doi": "10.1103/27gn-7w5d",
      "summary": "For Markov jump processes on irreducible networks with a finite number of sites, we derive a general and explicit expression of the squared coefficient of variation for the net number of transitions from one site to a connected site in a given time window of observation (i.e., an ‘integrated current… [Phys. Rev. E 112, 044141] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Quantifying when hyperuniformity of a many-particle system leads to uniformity across length scales",
      "authors": [
        "Carlo Vanoni, Paul J. Steinhardt, and Salvatore Torquato"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/511q-ltf1",
      "doi": "10.1103/511q-ltf1",
      "summary": "Hyperuniform systems are distinguished by an unusually strong suppression of large-scale density fluctuations and, consequently, display a high degree of uniformity at the largest length scales. In some cases, however, enhanced uniformity is expected to be present even at intermediate and, possibly,… [Phys. Rev. E 112, 044142] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Effect of stochasticity on initial transients and chaotic itinerancy for a natural circulation loop",
      "authors": [
        "John Matulis and Hitesh Bindra"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/42pn-wttx",
      "doi": "10.1103/42pn-wttx",
      "summary": "The introduction of stochastic forcing to dynamical systems has been shown to induce qualitatively different behaviors, such as attractor hopping, to otherwise stable systems as they approach bifurcation. In this study, the effect of stochastic forcing on systems that have already undergone bifurcat… [Phys. Rev. E 112, 044223] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Generalized separatrix mapping in a system with more than two degrees of freedom",
      "authors": [
        "Pablo M. Cincotta, Claudia M. Giordano, and Carles Simó"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/q7pl-5lk3",
      "doi": "10.1103/q7pl-5lk3",
      "summary": "In this work, we investigate a generalization of the separatrix map to higher dimensions, in particular, a three-dimensional (3D) symplectic map derived from the Arnold Hamiltonian, which involves a pendulum and a free rotator coupled through a time-dependent periodic perturbation. This map was orig… [Phys. Rev. E 112, 044224] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Effect on compression of lowering the design adiabat in the SQ-n campaign",
      "authors": [
        "K. L. Baker <em>et al.</em>"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hrvf-p1q2",
      "doi": "10.1103/hrvf-p1q2",
      "summary": "L. Baker et al. A set of experiments in the SQ-n campaign attempts to increase the compression in layered implosions by reducing the design adiabat from 3.0 down to $∼2.6$. The experiments utilize nanocrystalline high density carbon ablators driven by a ramped laser pulse drive. Contrary to expectations, the lower … [Phys. Rev. E 112, 045214] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Contact matrix method to capture the features of knot conformations",
      "authors": [
        "Neda Abbasi Taklimi, Franco Ferrari, Marcin Radosław Piątek, and Luca Tubiana"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5y6l-f2kz",
      "doi": "10.1103/5y6l-f2kz",
      "summary": "Inspired by recent advances in the chromosome capture techniques, a method is proposed to study the structural organization of systems of polymer rings with topological constraints. To this purpose, the system is divided into compartments and a simple condition is provided in order to determine if t… [Phys. Rev. E 112, 045421] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Unified picture of structural relaxation, beta relaxation, and excess wing in glass formers",
      "authors": [
        "Chun-Shing Lee, Hai-Yao Deng, Linghan Zhang, Chu Xiao, Bo Li, Cho-Tung Yip, and Chi-Hang Lam"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kx3x-c8n1",
      "doi": "10.1103/kx3x-c8n1",
      "summary": "We study the microscopic origins of relaxation modes revealed by spectroscopic studies of glasses. Major features in calorimetric and structural relaxation spectra, including $α$ peaks, $β$ peaks, and excess wings, are reproduced using a distinguishable-particle lattice model. It is based on void-in… [Phys. Rev. E 112, 045422] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Ratchet effects in cyclic pattern formation systems with competing interactions</span>",
      "authors": [
        "C. Reichhardt and C. J. O. Reichhardt"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/0c074R35T721b92788be19c23241ae92df94743c6",
      "doi": "10.1103/g41v-5yx3",
      "summary": "Ratchet effects can appear for particles interacting with an asymmetric potential under ac driving or for a thermal system in which a substrate is periodically flashed. Here, we show that a new type of collective ratchet effect can arise for a pattern-forming system coupled to an asymmetric substrat… [Phys. Rev. E] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Roughening of information landscape with asymmetric social contagion process on complex networks</span>",
      "authors": [
        "Haechan Seo and Soon-Hyung Yook"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/8e07dR96R3d1b52016c044e804d30b2270a7850bd",
      "doi": "10.1103/s65p-36xc",
      "summary": "To understand how interaction topology and competition affect the diversity of information in the real world, we study the social contagion model introduced by Halvorsen-Pedersen-Sneppen (HPS) [Phys. Rev. E 103 (2021)] on static complex networks. The diversity of the information is measured through … [Phys. Rev. E] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Local mechanical response of lipid membranes to tilt deformation</span>",
      "authors": [
        "Konstantin V. Pinigin"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/74076R21Wd41042ea31e7ef41274fc3977d9695d3",
      "doi": "10.1103/sqjj-tty1",
      "summary": "Using molecular dynamics, this study investigates the local elastic properties of transverse shear deformation of lipid membranes. The analysis demonstrates that transverse shear deformation induces anisotropy in the local stress profile of the lipid bilayer, a phenomenon attributed to the Poynting … [Phys. Rev. E] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Self-assembly of interacting polyelectrolytes and ionic surfactants</span>",
      "authors": [
        "S. Wołoszczuk, J. Paturej, and J. S. Kłos"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/e2076R2aS211452348fc0ca90871f3475e1b22e18",
      "doi": "10.1103/zq1w-5cnd",
      "summary": "In this study, we employ Langevin dynamics simulations to investigate the self-assembly of an ionic surfactants, multichain cationic polyelectrolytes, and counterions. By applying an aggregate indexing scheme (counting the number of surfactants and polyelectrolytes in each assembly), we construct a … [Phys. Rev. E] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Class of exclusion processes capable of exhibiting current reversal</span>",
      "authors": [
        "Ngo Phuoc Nguyen Ngoc and Lam Thi Nhung"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/4707fRdbUc613b2fe55d8b0384b26418c8ee86b3b",
      "doi": "10.1103/27sm-3vy5",
      "summary": "A century after Ising introduced the Ising measure to study equilibrium systems, its relevance has expanded well beyond equilibrium contexts, notably appearing in non-equilibrium frameworks such as the Katz-Lebowitz-Spohn (KLS) model. In this work, we investigate a class of generalized asymmetric si… [Phys. Rev. E] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Speed-performance tradeoff and its effect in the game of cricket: Predictive modeling from a statistical mechanics perspective</span>",
      "authors": [
        "Mohd Suhail Rizvi"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/5b077R73Wad1662fd46a9d71918cbdc17d369ac2c",
      "doi": "10.1103/kglf-lj6k",
      "summary": "Speed–accuracy tradeoffs are a common feature in several physical and biological systems. Here, we demonstrate analogous speed–performance tradeoffs in the game of cricket, where batters score runs off the balls delivered by bowlers. Leveraging extensive data from cricket, we show that a batter’s ru… [Phys. Rev. E] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Local and global heat capacities of confined Bose gases: The impact of quantum migration</span>",
      "authors": [
        "Altug Sisman and Jonas Fransson"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/83076R14S7713d2d5772472230b0ddb4a14e67e32",
      "doi": "10.1103/s72k-4vmx",
      "summary": "The recently proposed macroscopic quantum phenomenon, Temperature Induced Quantum Migration (TIQM), causes local heating/cooling and significantly affects the local heat capacity of a non-interacting confined Maxwell-Boltzmann gas. TIQM guarantees the non-negativity of local heat capacity at low tem… [Phys. Rev. E] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Quantifying irreversibility via Bayesian subjectivity for classical and quantum linear maps</span>",
      "authors": [
        "Lizhuo Liu and Clive Cenxin Aw"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/5d078KbaQ441680549f12e60933df1f4b45820dc8",
      "doi": "10.1103/ym1y-7wcm",
      "summary": "In both classical and quantum physics, irreversible processes are described by maps that contract the space of states. The change in volume has often been taken as a natural quantifier of the amount of irreversibility. In Bayesian inference, loss of information results in the retrodiction for the in… [Phys. Rev. E] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Impact of substrate thermal conductivity on ${\\mathrm{VO}}_{2}$ resistive-switching devices",
      "authors": [
        "Victor Palin, Juan Andres Hofer, Nareg Ghazikhanian, Yuan-Hang Zhang, and Ivan K. Schuller"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gxxp-hjpn",
      "doi": "10.1103/gxxp-hjpn",
      "summary": "Vanadium dioxide (${\\mathrm{VO}}_{2}$) exhibits an insulator-to-metal transition (IMT) above room temperature, which makes it an ideal candidate for resistive-switching- (RS) based artificial neural networks (ANNs). To enhance the viability of RS-based ANNs, it is beneficial to operate ${\\mathrm{VO}… [Phys. Rev. Applied 24, 044071] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Network of parametrically driven silicon nitride mechanical membranes",
      "authors": [
        "Luis Mestre, Suyash Singh, Gabriel Margiani, Letizia Catalini, Alexander Eichler, and Vincent Dumont"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kx2w-czjf",
      "doi": "10.1103/kx2w-czjf",
      "summary": "Networks of nonlinear resonators can emulate complex systems and perform analog computations. Nevertheless, combining high quality factors with strongly coupled and tunable nonlinear resonators in a scalable architecture remains challenging. In this work, the authors realize a network of parametrically driven silicon nitride membranes that fulfills all of these criteria. By metallizing the membranes and actuating them capacitively, the team achieves tunable frequencies and controllable coupled parametric responses. This platform could be used to tackle computationally hard problems and explore emergent collective phenomena. [Phys. Rev. Applied 24, 044072] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Thin metasurface emulating an airborne acoustically soft boundary",
      "authors": [
        "Haomeng Zhou, Mei Wen, Xinyun Liu, and Xinlong Wang"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/r4vy-n6v7",
      "doi": "10.1103/r4vy-n6v7",
      "summary": "Acoustically soft boundaries are of substantial potential in acoustical designs relevant particularly to directional radiation of sound waves. Here an alternative strategy is proposed for designing a much thin metasurface capable of emulating an airborne soft boundary, by utilizing the unusual reson… [Phys. Rev. Applied 24, 044073] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "High-efficiency microwave photodetection by cavity-coupled double quantum dots with single-cavity-photon sensitivity",
      "authors": [
        "Subhomoy Haldar, Harald Havir, Waqar Khan, Drilon Zenelaj, Patrick P. Potts, Sebastian Lehmann, Kimberly A. Dick, Peter Samuelsson, and Ville F. Maisi"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jlxt-19h9",
      "doi": "10.1103/jlxt-19h9",
      "summary": "We present a superconducting cavity-coupled double quantum dot (DQD) photodiode that achieves a maximum photon-to-electron conversion efficiency of 25% in the microwave domain. With a higher-quality-factor cavity and improved device design to prevent photon leakages through unwanted pathways, our de… [Phys. Rev. Applied 24, 044074] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Strain-stress relationships for coherent in-plane strain in heterostructures with monoclinic crystal systems: $β$-$({\\mathrm{Al}}_{x}{\\mathrm{Ga}}_{1−x}{)}_{2}{\\mathrm{O}}_{3}$ on $(h0l)\\phantom{\\rule{0.2em}{0ex}}β$-${\\mathrm{Ga}}_{2}{\\mathrm{O}}_{3}$ as example",
      "authors": [
        "Mathias Schubert, Rafał Korlacki, Sina Khayam, Yousra Traouli, Preston Sorensen, Alexis Papamichail, and Vanya Darakchieva"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5gx2-kn6m",
      "doi": "10.1103/5gx2-kn6m",
      "summary": "In this work, we derive the relationship between the states of strain and stress in pseudomorphic epitaxial layers on a substrate with differing equilibrium lattice parameters under symmetry-conserving conditions for the case of monoclinic crystal symmetry. We compare surface vectors across the temp… [Phys. Rev. Applied 24, 044075] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Efficiency of optimal control for noisy spin qubits in diamond</span>",
      "authors": [
        "Hendry M. Lim, Genko T. Genov, Roberto Sailer, Alfaiz Fahrurrachman, Muhammad A. Majidi, Fedor Jelezko, and Ressa S. Said"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/c8078AacLfb1060035d306933af93cfb07095e86e",
      "doi": "10.1103/3hnz-bysr",
      "summary": "Decoherence is a major challenge for quantum technologies, whose negative effects can be mitigated by quantum optimal control. The decoherence dynamics significantly varies depending on the characteristics of the system’s environment, consequently affecting the optimization outcomes. In this work, w… [Phys. Rev. Applied] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Physical-layer machine learning with multimode interferometric photon counting</span>",
      "authors": [
        "Jia-Jin Feng, Anthony J. Brady, and Quntao Zhuang"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/f3079Da9S8f18e0a229515b2c1c16adc90dd689c5",
      "doi": "10.1103/mft4-mbzc",
      "summary": "The learning of the physical world relies on sensing and data post-processing. When the signals are weak, multidimensional and correlated, the performance of learning is often bottlenecked by the quality of sensors, calling for integrating quantum sensing into the learning of such physical-layer dat… [Phys. Rev. Applied] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>High-throughput spin-bath characterization of spin defects in semiconductors</span>",
      "authors": [
        "Abigail N. Poteshman, Mykyta Onizhuk, Christopher Egerstrom, Daniel P. Mark, David D. Awschalom, F. Joseph Heremans, and Giulia Galli"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/b207aDdbS6113502b2680be3efa13e6734880c0fa",
      "doi": "10.1103/p57x-8kk7",
      "summary": "Detailed knowledge of the local environments of spin-defects in semiconductors, such as nitrogen vacancy (NV) centers in diamond or divacancies in silicon carbide, is crucial for optimizing control and entanglement protocols in quantum sensing and information applications. However, a direct experime… [Phys. Rev. Applied] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Modeling coupled constellation dynamics for TianQin under self-gravity</span>",
      "authors": [
        "Yuzhou Fang, Xuefeng Zhang, and Hongyin Li"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/98073Qa7O8818537c48e8d59ddee5eb8e1981bf98",
      "doi": "10.1103/4ycv-37jr",
      "summary": "TianQin is a dedicated geocentric mission for space-based gravitational wave (GW) detection. Among its core technologies, the drag-free and pointing control subsystem (DFPCS) - consisting of suspension, drag-free and pointing controls - keeps the two test masses (TMs) centered and aligned within the… [Phys. Rev. Applied] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Long-distance interaction of gate-defined quantum dots under Floquet driving</span>",
      "authors": [
        "Xiao-Fei Liu, Zhi-Hai Liu, Tie-Jun Wang, Chuan Wang, and Hongqi Xu"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/31074Ac0R3511a0704854a546421f0e7a2dbf8ef1",
      "doi": "10.1103/zbcs-jdq2",
      "summary": "Cavity-mediated interaction between gate-defined quantum dots (QDs) has emerged as a promising platform to achieve long-distance spin-spin coupling. Meanwhile, the realization of on-chip quantum networks and scalable quantum computing requires robust and high-fidelity remote quantum operations. In t… [Phys. Rev. Applied] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Typical reconstruction limit and phase transition of maximum entropy method",
      "authors": [
        "Masaru Hitomi and Masayuki Ohzeki"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bg58-lpt2",
      "doi": "10.1103/bg58-lpt2",
      "summary": "We investigate the dependence of the maximum entropy method (MEM) reconstruction performance on the default model. The maximum entropy method is a reconstruction technique that utilizes prior information, referred to as the default model, to recover original signals from observed data, and it is wid… [Phys. Rev. Research 7, 043091] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Cascade of magnetic phase transitions and large topological Hall effect in the noncentrosymmetric antiferromagnet ${\\mathrm{Eu}}_{2}{\\mathrm{Pd}}_{3}{\\mathrm{Bi}}_{4}$",
      "authors": [
        "Kaibao Fan, Mengzhu Shi, Houpu Li, Jiaqiang Cai, Yaolong Bian, Zhiwei Wang, Mei Du, Jinglei Zhang, Yuyan Han, Chuanying Xi, Ziji Xiang, and Xianhui Chen"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/593c-xp66",
      "doi": "10.1103/593c-xp66",
      "summary": "The interplay between symmetry breaking, spin-orbit coupling, and magnetic frustration in noncentrosymmetric antiferromagnets has emerged as a fertile ground for discovering intertwined topological and quantum phenomena. Here, we report a cascade of magnetic phase transitions and a large topological… [Phys. Rev. Research 7, 043092] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Wetting transition: Macroscopic roughness, static friction, and energy barrier",
      "authors": [
        "Lisen Bi, Fei Wang, and Britta Nestler"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ybmh-5k99",
      "doi": "10.1103/ybmh-5k99",
      "summary": "When a droplet is deposited on a rough solid substrate, the classic Cassie-Wenzel theory (CWT) is often used to describe the wetting states. However, CWT fails to explain experimental observations of high static friction on hydrophobic surfaces with a critical roll-off angle close to ${90}^{∘}$; the… [Phys. Rev. Research 7, 043093] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Parameter-efficient quantum anomaly detection method on a superconducting quantum processor",
      "authors": [
        "Maida Wang, Jinyang Jiang, and Peter V. Coveney"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cv9y-2cnj",
      "doi": "10.1103/cv9y-2cnj",
      "summary": "Quantum machine learning has gained attention for its potential to address computational challenges. However, whether those algorithms can effectively solve practical problems and outperform their classical counterparts, especially on current quantum hardware, remains a critical question. In this wo… [Phys. Rev. Research 7, 043094] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Rotational stability in nanorotor and spin contrast in one-loop interferometry in the Stern-Gerlach setup",
      "authors": [
        "Ryan Rizaldy, Tian Zhou, Sougato Bose, and Anupam Mazumdar"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vjms-5bqd",
      "doi": "10.1103/vjms-5bqd",
      "summary": "The rotation of a nanoparticle in a quantum system has many applications, from theory to experiments. This paper will treat nanoparticle rotational dynamics for spin-embedded nanorotors. We will model it as a rigid body that properly treats the rotation in the coframe of the nanorotor in the presenc… [Phys. Rev. Research 7, 043095] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Analytic solution for a class of multiscale long-range potentials",
      "authors": [
        "Haixiang Fu, Xiaoji Zhou, and Mingzhe Li"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b8sh-1dk4",
      "doi": "10.1103/b8sh-1dk4",
      "summary": "We present a unified exact analytic solution of the radial Schrödinger equation with a class of four long-range potentials, three of which are two-scale. The physics of different potentials are encapsulated in the solution variable and parameters. Based on this solution and its asymptotic behaviors,… [Phys. Rev. Research 7, 043096] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Direct mass measurement of $^{93}\\mathrm{Pd}$ and implications for the isomer structures in $^{94}\\mathrm{Ag}$: Tracing the two-proton decay branch",
      "authors": [
        "Gabriella Kripkó-Koncz <em>et al.</em> (for the Super-FRS Experiment Collaboration)"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mhhn-kmgx",
      "doi": "10.1103/mhhn-kmgx",
      "summary": "(for the Super-FRS Experiment Collaboration) A direct mass measurement of 93 Pd has been performed and shows that there is an incompatibility in the previously reported decay scheme of the (21 + ) high-spin isomer in 94 Ag, which calls into question the observation of the two-proton decay in 94 Ag. State-of-the-art mean-field calculations support the idea of two high-spin isomeric states in 94 Ag with strongly differing deformations, which would resolve this incompatibility. [Phys. Rev. Research 7, L042022] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Solvable Quantum Circuits in $\\mathrm{Tree}+1$ Dimensions",
      "authors": [
        "Oliver Breach, Benedikt Placke, Pieter W. Claeys, and S.A. Parameswaran"
      ],
      "date": "2025-10-23T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fbgh-rq3l",
      "doi": "10.1103/fbgh-rq3l",
      "summary": "By generalizing dual unitarity beyond settings with clear space-time dualities, a new family of exactly solvable quantum circuits on tree lattices is introduced, providing a tool for exploration of non-Euclidean quantum dynamics. [PRX Quantum 6, 040316] Published Thu Oct 23, 2025"
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Unsaturated fat alters clock phosphorylation to align rhythms to the season in mice",
      "authors": [
        "Daniel C. Levine, Rasmus H. Reeh, Thomas McMahon, Thomas Mandrup-Poulsen, Ying-Hui Fu, Louis J. Ptáček"
      ],
      "date": "2025-10-23T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adp3065?af=R",
      "doi": "10.1126/science.adp3065",
      "summary": "Science, Volume 390, Issue 6771, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Nematode telomerase RNA hitchhikes on introns of germline–up-regulated genes",
      "authors": [
        "Yutaka Takeda, Masahiro Onoguchi, Fumiya Ito, Io Yamamoto, Shunsuke Sumi, Tatsuyuki Yoshii, Morié Ishida, Eriko Kajikawa, Jingjing Zhang, Osamu Nishimura, Mitsutaka Kadota, Shunsuke Tagami, Takefumi Kondo, Hirohide Saito, Michiaki Hamada, Hiroki Shibuya"
      ],
      "date": "2025-10-23T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ads7778?af=R",
      "doi": "10.1126/science.ads7778",
      "summary": "Science, Volume 390, Issue 6771, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Predicting protein-protein interactions in the human proteome",
      "authors": [
        "Jing Zhang, Ian R. Humphreys, Jimin Pei, Jinuk Kim, Chulwon Choi, Rongqing Yuan, Jesse Durham, Siqi Liu, Hee-Jung Choi, Minkyung Baek, David Baker, Qian Cong"
      ],
      "date": "2025-10-23T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adt1630?af=R",
      "doi": "10.1126/science.adt1630",
      "summary": "Science, Volume 390, Issue 6771, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Ancient origin of an urban underground mosquito",
      "authors": [
        "Yuki Haba, PipPop Consortium‡, Petra Korlević, Erica McAlister, Mara K. N. Lawniczak, Molly Schumer, Noah H. Rose, Carolyn S. McBrideMatthew L. Aardema, Maria O. Afonso, Natasha M. Agramonte, John Albright, Ana Margarida Alho, Antonio P. G. Almeida, Haoues Alout, Bulent Alten, Mine Altinli, Raouf Amara Korba, Stefanos S. Andreadis, Vincent Anghel, Soukaina Arich, Arielle Arsenault-Benoit, Célestine Atyame, Fabien Aubry, Frank W. Avila, Diego Ayala, Rasha S. Azrag, Lilit Babayan, Allon Bear, Norbert Becker, Anna G. Bega, Sophia Bejarano, Ira Ben-Avi, Joshua B. Benoit, Saïd C. Boubidi, William E. Bradshaw, Daniel Bravo-Barriga, Rubén Bueno-Marí, Nataša Bušić, Viktoria Čabanová, Brittany Cabeje, Beniamino Caputo, Maria V. Cardo, Simon Carpenter, Elena Carreton, Mouhamadou S. Chouaïbou, Michelle Christian, Maureen Coetzee, William R. Conner, Anton Cornel, C. Lorna Culverwell, Aleksandra I. Cupina, Katrien De Wolf, Isra Deblauwe, Brittany Deegan, Sarah Delacour-Estrella, Alessandra della Torre, Debora Diaz, Serena E. Dool, Vitor L. dos Anjos, Sisay Dugassa, Babak Ebrahimi, Samar Y. M. Eisa, Nohal Elissa, Sahar A. B. Fallatah, Ary Faraji, Marina V. Fedorova, Emily Ferrill, Dina M. Fonseca, Kimberly A. Foss, Cipriano Foxi, Caio M. França, Stephen R. Fricker, Megan L. Fritz, Eva Frontera, Hans-Peter Fuehrer, Kyoko Futami, Enas H. S. Ghallab, Romain Girod, Mikhail I. Gordeev, David Greer, Martin Gschwind, Milehna M. Guarido, Teoh Guat Ney, Filiz Gunay, Eran Haklay, Alwia A. E. Hamad, Jun Hang, Christopher M. Hardy, Jacob W. Hartle, Jenny C. Hesson, Yukiko Higa, Christina M. Holzapfel, Ann-Christin Honnen, Angela M. Ionica, Laura Jones, Përparim Kadriaj, Hany A. Kamal, Colince Kamdem, Dmitry A. Karagodin, Shinji Kasai, Mihaela Kavran, Emad I. M. Khater, Frederik Kiene, Heung-Chul Kim, Ilias Kioulos, Annette Klein, Marko Klemenčić, Ana Klobučar, Erin Knutson, Constantianus J. M. Koenraadt, Linda Kothera, Pauline Kreienbühl, Pierrick Labbé, Itay Lachmi, Louis Lambrechts, Nediljko Landeka, Christopher H. Lee, Bryan D. Lessard, Ignacio Leycegui, Jan O. Lundström, Yoav Lustigman, Caitlin MacIntyre, Andrew J. Mackay, Krisztian Magori, Carla Maia, Colin A. Malcolm, Ralph-Joncyn O. Marquez, Dino Martins, Reem A. Masri, Gillian McDivitt, Rebekah J. McMinn, Johana Medina, Karen S. Mellor, Jason Mendoza, Enrih Merdić, Stacey Mesler, Camille Mestre, Homer Miranda, Martina Miterpáková, Fabrizio Montarsi, Anton V. Moskaev, Tong Mu, Tim W. R. Möhlmann, Alice Namias, Ivy Ng’iru, Marc F. Ngangué, Maria T. Novo, Laor Orshan, José A. Oteo, Yasushi Otsuka, Rossella Panarese, Claudia Paredes-Esquivel, Lusine Paronyan, Steven T. Peper, Dušan V. Petrić, Kervin Pilapil, Cristina Pou-Barreto, Sebastien J. Puechmaille, Ute Radespiel, Nil Rahola, Vivek K. Raman, Hamadouche Redouane, Michael H. Reiskind, Nadja M. Reissen, Benjamin L. Rice, Vincent Robert, Ignacio Ruiz-Arrondo, Ryan Salamat, Amy Salamone, M’hammed Sarih, Giuseppe Satta, Kyoko Sawabe, Francis Schaffner, Karen E. Schultz, Elena V. Shaikevich, Igor V. Sharakhov, Maria V. Sharakhova, Nader Shatara, Anuarbek K. Sibataev, Mathieu Sicard, Evan Smith, Ryan C. Smith, Nathalie Smitz, Nicolas Soriano, Christos G. Spanoudis, Christopher M. Stone, Liora Studentsky, Tatiana Sulesco, Luciano M. Tantely, La K. Thao, Noor Tietze, Ryan E. Tokarz, Kun-Hsien Tsai, Yoshio Tsuda, Nataša Turić, Melissa R. Uhran, Isik Unlu, Wim Van Bortel, Haykuhi Vardanyan, Laura Vavassori, Enkelejda Velo, Marietjie Venter, Goran Vignjević, Chantal B. F. Vogels, Tatsiana Volkava, John Vontas, Heather M. Ward, Nazni Wasi Ahmad, Mylène Weill, Jennifer D. West, Sarah S. Wheeler, Gregory S. White, Nadja C. Wipf, Tai-Ping Wu, Kai-Di Yu, Elke Zimmermann, Carina Zittra"
      ],
      "date": "2025-10-23T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ady4515?af=R",
      "doi": "10.1126/science.ady4515",
      "summary": "Science, Volume 390, Issue 6771, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Robust epitaxy of single-crystal transition-metal dichalcogenides on lanthanum-passivated sapphire",
      "authors": [
        "Xilu Zou, Yuanyuan Zhao, Dongxu Fan, Shengqiang Wu, Yushu Wang, Caiqi Zou, Yuliang Bian, Lei Liu, Lang Wu, Zhoushuo Han, Wenjie Sun, Yuefeng Nie, Junfeng Gao, Shitong Zhu, Yi Shi, Taotao Li, Feng Ding, Xinran Wang"
      ],
      "date": "2025-10-23T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea0849?af=R",
      "doi": "10.1126/science.aea0849",
      "summary": "Science, Volume 390, Issue 6771, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Escherichia coli with a 57-codon genetic code",
      "authors": [
        "Wesley E. Robertson, Fabian B. H. Rehm, Martin Spinck, Raffael L. Schumann, Rongzhen Tian, Wei Liu, Yangqi Gu, Askar A. Kleefeldt, Cicely F. Day, Kim C. Liu, Yonka Christova, Jérôme F. Zürcher, Franz L. Böge, Jakob Birnbaum, Linda van Bijsterveldt, Jason W. Chin"
      ],
      "date": "2025-10-23T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ady4368?af=R",
      "doi": "10.1126/science.ady4368",
      "summary": "Science, Volume 390, Issue 6771, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Calcifying plankton: From biomineralization to global change",
      "authors": [
        "Patrizia Ziveri, Gerald Langer, Sonia Chaabane, Joost de Vries, William Robert Gray, Nina Keul, Ian A. Hatton, Clara Manno, Richard Norris, Sven Pallacks, Jeremy R. Young, Ralf Schiebel, Stergios Zarkogiannis, Griselda Anglada-Ortiz, Stefania Bianco, Thibault de Garidel-Thoron, Michaël Grelaud, Arturo Lucas, Ian Probert, P. Graham Mortyn"
      ],
      "date": "2025-10-23T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adq8520?af=R",
      "doi": "10.1126/science.adq8520",
      "summary": "Science, Volume 390, Issue 6771, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Interstellar visitors: Smoking and nonsmoking",
      "authors": [
        "Andy Lawrence"
      ],
      "date": "2025-10-23T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec2085?af=R",
      "doi": "10.1126/science.aec2085",
      "summary": "Science, Volume 390, Issue 6771, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Vaccinations for all",
      "authors": [
        "Arthur Caplan"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea2464?af=R",
      "doi": "10.1126/science.aea2464",
      "summary": "Science, Volume 390, Issue 6771, Page 342-342, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Correcting the record on race and medicine",
      "authors": [
        "Darrell J. Gaskin"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea8984?af=R",
      "doi": "10.1126/science.aea8984",
      "summary": "Science, Volume 390, Issue 6771, Page 341-341, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Observation of the distribution of nuclear magnetization in a molecule",
      "authors": [
        "S. G. Wilkins, S. M. Udrescu, M. Athanasakis-Kaklamanakis, R. F. Garcia Ruiz, M. Au, I. Belošević, R. Berger, M. L. Bissell, A. A. Breier, A. J. Brinson, K. Chrysalidis, T. E. Cocolios, R. P. de Groote, A. Dorne, K. T. Flanagan, S. Franchoo, K. Gaul, S. Geldhof, T. F. Giesen, D. Hanstorp, R. Heinke, T. Isaev, Á. Koszorús, S. Kujanpää, L. Lalanne, G. Neyens, M. Nichols, H. A. Perrett, J. R. Reilly, L. V. Skripnikov, S. Rothe, B. van den Borne, Q. Wang, J. Wessolek, X. F. Yang, C. Zülch"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adm7717?af=R",
      "doi": "10.1126/science.adm7717",
      "summary": "Science, Volume 390, Issue 6771, Page 386-389, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Invasion impacts in terrestrial ecosystems: Global patterns and predictors",
      "authors": [
        "Madhav P. Thakur, Zhizhuang Gu, Mark van Kleunen, Xuhui Zhou"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adq3101?af=R",
      "doi": "10.1126/science.adq3101",
      "summary": "Science, Volume 390, Issue 6771, Page 381-385, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Positive affective contagion in bumble bees",
      "authors": [
        "José E. Romero-González, Zhenwei Zhuo, Lulu Chen, Chaoyang Peng, Cwyn Solvi, Fei Peng"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adr0216?af=R",
      "doi": "10.1126/science.adr0216",
      "summary": "Science, Volume 390, Issue 6771, Page 377-380, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Drought-induced peatland carbon loss exacerbated by elevated CO2 and warming",
      "authors": [
        "Quan Quan, Jian Zhou, Paul J. Hanson, Daniel Ricciuto, Stephen D. Sebestyen, David J. Weston, Jeffrey P. Chanton, Rachel M. Wilson, Joel E. Kostka, Yu Zhou, Ning Wei, Lifen Jiang, Melanie A. Mayes, Jonathan M. Stelling, Andrew D. Richardson, Mirindi Eric Dusenge, Danielle Way, Jeffrey M. Warren, Yiqi Luo"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adv7104?af=R",
      "doi": "10.1126/science.adv7104",
      "summary": "Science, Volume 390, Issue 6771, Page 367-370, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Late-surviving New Mexican dinosaurs illuminate high end-Cretaceous diversity and provinciality",
      "authors": [
        "Andrew G. Flynn, Stephen L. Brusatte, Alfio Alessandro Chiarenza, Jorge García-Girón, Adam J. Davis, C. Will Fenley, Caitlin E. Leslie, Ross Secord, Sarah Shelley, Anne Weil, Matthew T. Heizler, Thomas E. Williamson, Daniel J. Peppe"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adw3282?af=R",
      "doi": "10.1126/science.adw3282",
      "summary": "Science, Volume 390, Issue 6771, Page 400-404, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Engineering high Pockels coefficients in thin-film strontium titanate for cryogenic quantum electro-optic applications",
      "authors": [
        "Anja Ulrich, Kamal Brahim, Andries Boelen, Michiel Debaets, Ahmed Khalil, Conglin Sun, Yishu Huang, Sandeep Seema Saseendran, Marina Baryshnikova, Paola Favia, Thomas Nuytten, Stefanie Sergeant, Kasper Van Gasse, Bart Kuyken, Kristiaan De Greve, Clement Merckling, Christian Haffner"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx3741?af=R",
      "doi": "10.1126/science.adx3741",
      "summary": "Science, Volume 390, Issue 6771, Page 390-393, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Heat-driven functional extinction of Caribbean Acropora corals from Florida’s Coral Reef",
      "authors": [
        "Derek P. Manzello, Ross Cunning, Richard F. Karp, Andrew C. Baker, Erich Bartels, Ryan Bonhag, Alexandra Borreil, Amanda Bourque, Kristen T. Brown, Andrew W. Bruckner, Bryce Corbett, Martine D’Alessandro, Craig Dahlgren, Jenna Dilworth, Erick Geiger, David S. Gilliam, Maya Gomez, Grace Hanson, Cailin Harrell, Dalton Hesley, Lindsay K. Huebner, Carly D. Kenkel, Hanna R. Koch, Joe Kuehl, Ilsa B. Kuffner, Mark C. Ladd, Sophia Lee, Kathryn C. Lesneski, Amanda Lewan, Diego Lirman, Gang Liu, Shayle B. Matsuda, Phanor H. Montoya-Maya, Jennifer Moore, Erinn M. Muller, Ken Nedimyer, John Everett Parkinson, Rob Ruzicka, Jason Spadaro, Blake L. Spady, Jennifer Stein, Joseph D. Unsworth, Cory Walter, Alexandra D. E. Wen, Dana E. Williams, Sara D. Williams, Olivia M. Williamson"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx7825?af=R",
      "doi": "10.1126/science.adx7825",
      "summary": "Science, Volume 390, Issue 6771, Page 361-366, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Glucosylation of endogenous haustorium-inducing factors underpins kin avoidance in parasitic plants",
      "authors": [
        "Lei Xiang, Songkui Cui, Simon B. Saucet, Moe Takahashi, Shoko Inaba, Bing Xie, Mario Schilder, Shota Shimada, Mengqi Cui, Yanmei Li, Mutsumi Watanabe, Yuki Tobimatsu, Harro J. Bouwmeester, Takayuki Tohge, Ken Shirasu, Satoko Yoshida"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx8220?af=R",
      "doi": "10.1126/science.adx8220",
      "summary": "Science, Volume 390, Issue 6771, Page 405-410, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Nonlinear wave dynamics on a chip",
      "authors": [
        "Matthew T. Reeves, Walter W. Wasserman, Raymond A. Harrison, Igor Marinković, Nicole Luu, Andreas Sawadsky, Yasmine L. Sfendla, Glen I. Harris, Warwick P. Bowen, Christopher G. Baker"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ady3042?af=R",
      "doi": "10.1126/science.ady3042",
      "summary": "Science, Volume 390, Issue 6771, Page 371-376, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Room-temperature charge localization in ion-coupled bilayer transistors",
      "authors": [
        "Mengyu Gao, Hanyu Hong, Sicheng Fan, Tomojit Chowdhury, Zehra Naqvi, Jingyuan Ge, Ce Liang, Yu Han, Nathan P. Guisinger, Yuqing Qiu, Dong Hyup Kim, Suriyanarayanan Vaikuntanathan, Chong Liu, Jiwoong Park"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ady7969?af=R",
      "doi": "10.1126/science.ady7969",
      "summary": "Science, Volume 390, Issue 6771, Page 356-360, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Quantum critical electro-optic and piezo-electric nonlinearities",
      "authors": [
        "Christopher P. Anderson, Giovanni Scuri, Aaron Chan, Sungjun Eun, Alexander D. White, Geun Ho Ahn, Christine Jilly, Amir Safavi-Naeini, Kasper Van Gasse, Lu Li, Jelena Vučković"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx8657?af=R",
      "doi": "10.1126/science.adx8657",
      "summary": "Science, Volume 390, Issue 6771, Page 394-399, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Working on Juneteenth",
      "authors": [
        "Jania Williams"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed1918?af=R",
      "doi": "10.1126/science.aed1918",
      "summary": "Science, Volume 390, Issue 6771, Page 414-414, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "In Other Journals",
      "authors": [
        "Corinne Simonti, and Jesse Smith, Sarah Lemprière, Caroline Ash, Sumin Jin, Joana Osório, Bianca Lopez, Yury Suleymanov, and Angela Hessler"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed2502?af=R",
      "doi": "10.1126/science.aed2502",
      "summary": "Science, Volume 390, Issue 6771, Page 348-349, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Dinosaur diversity before the asteroid",
      "authors": [
        "Lindsay Zanno"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb5725?af=R",
      "doi": "10.1126/science.aeb5725",
      "summary": "Science, Volume 390, Issue 6771, Page 332-333, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Homogenizing two-dimensional crystals",
      "authors": [
        "Dongyoung Kim, and Kibum Kang"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec0435?af=R",
      "doi": "10.1126/science.aec0435",
      "summary": "Science, Volume 390, Issue 6771, Page 333-334, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Urban pests traveled with ancient humans",
      "authors": [
        "Jason Munshi-South and Ann Evankow"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec1986?af=R",
      "doi": "10.1126/science.aec1986",
      "summary": "Science, Volume 390, Issue 6771, Page 335-336, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "The paradox of kin avoidance in parasitic plants",
      "authors": [
        "Steven Runo"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec4408?af=R",
      "doi": "10.1126/science.aec4408",
      "summary": "Science, Volume 390, Issue 6771, Page 336-337, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Halt China’s waste incinerator expansion",
      "authors": [
        "Xinhui Feng, Yan Li, Siyu Huang, and Feng Li"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea3724?af=R",
      "doi": "10.1126/science.aea3724",
      "summary": "Science, Volume 390, Issue 6771, Page 343-344, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Protect Uruguay’s seas from politics",
      "authors": [
        "Omar Defeo and Nelson Rangel-Buitrago"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea4626?af=R",
      "doi": "10.1126/science.aea4626",
      "summary": "Science, Volume 390, Issue 6771, Page 344-344, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "US should expand EIA requirements",
      "authors": [
        "Sean P. Powers and John Lehrter"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea0624?af=R",
      "doi": "10.1126/science.aea0624",
      "summary": "Science, Volume 390, Issue 6771, Page 343-343, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Stormy seas",
      "authors": [
        "Warren Cornwall"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed2504?af=R",
      "doi": "10.1126/science.aed2504",
      "summary": "Science, Volume 390, Issue 6771, Page 327-331, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "New study fuels debate over lifesaving antibiotic strategy for children in Africa",
      "authors": [
        "Gretchen Vogel"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed2821?af=R",
      "doi": "10.1126/science.aed2821",
      "summary": "Science, Volume 390, Issue 6771, Page 318-319, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Cybersecurity mandate alarms University of California faculty",
      "authors": [
        "Celina Zhao"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed2822?af=R",
      "doi": "10.1126/science.aed2822",
      "summary": "Science, Volume 390, Issue 6771, Page 320-321, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "COVID-19 vaccines may boost cancer immunotherapy",
      "authors": [
        "Phie Jacobs"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed2823?af=R",
      "doi": "10.1126/science.aed2823",
      "summary": "Science, Volume 390, Issue 6771, Page 321-322, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Lab mice can now have periods like humans",
      "authors": [
        "Holly Barker"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed2824?af=R",
      "doi": "10.1126/science.aed2824",
      "summary": "Science, Volume 390, Issue 6771, Page 322-323, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Stranded coral boulders point to a medieval tsunami in the Caribbean",
      "authors": [
        "Katherine Kornei"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed2825?af=R",
      "doi": "10.1126/science.aed2825",
      "summary": "Science, Volume 390, Issue 6771, Page 324-324, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "New head of NIH institute has close ties to JD Vance",
      "authors": [
        "Jocelyn Kaiser"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed2826?af=R",
      "doi": "10.1126/science.aed2826",
      "summary": "Science, Volume 390, Issue 6771, Page 325-325, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "A better recipe for generating immune peacemakers",
      "authors": [
        "Catherine Offord"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed2827?af=R",
      "doi": "10.1126/science.aed2827",
      "summary": "Science, Volume 390, Issue 6771, Page 326-326, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "New frontiers in research on industrial decarbonization",
      "authors": [
        "Kenneth T. Gillingham, Lint Barrage, Sarah Armitage, Dallas Burtraw, Jonathan Colmer, Laure de Preux, Jonathan Hawkins-Pierot, Charles Holt, Valerie J. Karplus, Åsa Löfgren, Ralf Martin, Nathan Miller, Mirabelle Muûls, Matthew Osborne, Edson Severnini, William Shobe, Gretchen Sileo, Vladimir Smirnyagin, Thomas Stoerk, Aleh Tsyvinski, Katherine Wagner, Ulrich J. Wagner, and Xi Wu"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ado2624?af=R",
      "doi": "10.1126/science.ado2624",
      "summary": "Science, Volume 390, Issue 6771, Page 338-340, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "In Science Journals",
      "authors": [
        "Michael Funk, and Caroline Ash, Ian S. Osborne, Bianca Lopez, Jelena Stajic, Mark Aldenderfer, Courtney Malo, Jesse Smith, L. Bryan Ray, Di Jiang, Michael A. Funk, Phil Szuromi, Corinne Simonti, Sacha Vignieri, Madeleine Seale, Leslie Ferrarelli, Yury Suleymanov, and Claire Olingy"
      ],
      "date": "2025-10-23T06:00:08+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed2501?af=R",
      "doi": "10.1126/science.aed2501",
      "summary": "Science, Volume 390, Issue 6771, Page 347-349, October 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "This AI method could turbocharge the hunt for new medicines",
      "authors": [
        "Heidi Ledford"
      ],
      "date": "2025-10-23T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03441-6",
      "doi": "10.1038/d41586-025-03441-6",
      "summary": "Nature, Published online: 23 October 2025; doi:10.1038/d41586-025-03441-6 A deep-learning design sidesteps the need for time-consuming drug-screening."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Google Scholar tool gives extra credit to first and last authors",
      "authors": [
        "Dalmeet Singh Chawla"
      ],
      "date": "2025-10-23T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03281-4",
      "doi": "10.1038/d41586-025-03281-4",
      "summary": "Nature, Published online: 23 October 2025; doi:10.1038/d41586-025-03281-4 Researchers welcome the initiative, but say it doesn’t go far enough to capture the nuance of researcher productivity and impact."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Daily briefing: People with cancer lived longer if they’d had a COVID-19 vaccine",
      "authors": [
        "Jacob Smith"
      ],
      "date": "2025-10-23T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03496-5",
      "doi": "10.1038/d41586-025-03496-5",
      "summary": "Nature, Published online: 23 October 2025; doi:10.1038/d41586-025-03496-5 mRNA vaccines seem to ‘rev up’ the immune system to boost immunotherapy. Plus, a rare meteorite has been recovered from the Moon and the mysterious transition between wakefulness and sleep."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Does gravity produce quantum weirdness? Proposal divides physicists",
      "authors": [
        "Davide Castelvecchi"
      ],
      "date": "2025-10-23T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03381-1",
      "doi": "10.1038/d41586-025-03381-1",
      "summary": "Nature, Published online: 23 October 2025; doi:10.1038/d41586-025-03381-1 A theoretical study suggests that gravity could have quantum effects without itself being a quantum theory. Other researchers aren’t so sure."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "These iconic corals are nearly extinct due to heatwaves: can they be saved?",
      "authors": [
        "Jeff Tollefson"
      ],
      "date": "2025-10-23T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03466-x",
      "doi": "10.1038/d41586-025-03466-x",
      "summary": "Nature, Published online: 23 October 2025; doi:10.1038/d41586-025-03466-x Florida’s primary reef-building corals have been declared ‘functionally extinct’ — prompting a shift in conservation strategies."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "This luxury ‘cat poo’ coffee has a unique flavour: what’s behind it?",
      "authors": [
        "Nicola Jones"
      ],
      "date": "2025-10-23T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03467-w",
      "doi": "10.1038/d41586-025-03467-w",
      "summary": "Nature, Published online: 23 October 2025; doi:10.1038/d41586-025-03467-w Civets enrich coffee beans they eat and excrete with two fatty acids often used in dairy products, study finds."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Vortices revealed by synchronization",
      "authors": [
        "Yu-Kun Lu"
      ],
      "date": "2025-10-23T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03066-6",
      "doi": "10.1038/s41567-025-03066-6",
      "summary": "Nature Physics, Published online: 23 October 2025; doi:10.1038/s41567-025-03066-6 A study shows that the nucleation of vortices in dipolar supersolids can be revealed by the onset of rotational synchronization."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Synchronization in rotating supersolids",
      "authors": [
        "Elena Poli",
        "Andrea Litvinov",
        "Eva Casotti",
        "Clemens Ulm",
        "Lauritz Klaus",
        "Manfred J. Mark",
        "Giacomo Lamporesi",
        "Thomas Bland",
        "Francesca Ferlaino"
      ],
      "date": "2025-10-23T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03065-7",
      "doi": "10.1038/s41567-025-03065-7",
      "summary": "Nature Physics, Published online: 23 October 2025; doi:10.1038/s41567-025-03065-7 Supersolids combine superfluid and crystal order and their response to external driving remains unclear. Now it is shown that, in a dipolar supersolid, rotation induces synchronization of the crystal motion via vortex nucleation."
    }
  ]
}