{
  "generatedAt": "2025-10-19T01:59:12.119642+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Measurement of the $Z$-Boson Mass",
      "authors": [
        "R. Aaij <em>et al.</em> (LHCb Collaboration)"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ydn7-qx1d",
      "doi": "10.1103/ydn7-qx1d",
      "summary": "Aaij et al. (LHCb Collaboration) The first dedicated measurement of the Z -boson mass at the LHC agrees with the 2006 LEP value. [Phys. Rev. Lett. 135, 161802] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Defect-Free Growth of Decagonal Quasicrystals around Obstacles",
      "authors": [
        "Kelly L. Wang, Insung Han, Domagoj Fijan, Sharon C. Glotzer, and Ashwin J. Shahani"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bsbs-rryl",
      "doi": "10.1103/bsbs-rryl",
      "summary": "Large-scale obstacles to crystal growth can throw the whole lattice off kilter, but quasicrystals can accommodate them without losing their atomic-scale order. [Phys. Rev. Lett. 135, 166203] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Kinetic Uncertainty Relations for Quantum Transport",
      "authors": [
        "Didrik Palmqvist, Ludovico Tesser, and Janine Splettstoesser"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kvdn-skn1",
      "doi": "10.1103/kvdn-skn1",
      "summary": "We analyze the precision of generic currents in a multiterminal quantum-transport setting. Employing scattering theory, we show that the precision of such currents is limited by a function of the particle-current noise that can be interpreted as the activity in the classical limit. We thereby establ… [Phys. Rev. Lett. 135, 166302] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Critical Gate Distance for Wigner Crystallization in the Two-Dimensional Electron Gas",
      "authors": [
        "Agnes Valenti, Vladimir Calvera, Yubo Yang (杨煜波), Miguel A. Morales, Steven A. Kivelson, Ilya Esterlis, and Shiwei Zhang"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2qgp-v27h",
      "doi": "10.1103/2qgp-v27h",
      "summary": "The Wigner crystal phase in two-dimensional electron gas is unstable at all densities when gate electrodes are sufficiently close. [Phys. Rev. Lett. 135, 166501] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Invariant Measures in Time-Delay Coordinates for Unique Dynamical System Identification",
      "authors": [
        "Jonah Botvinick-Greenhouse, Robert Martin, and Yunan Yang"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ppys-lx68",
      "doi": "10.1103/ppys-lx68",
      "summary": "While invariant measures are widely employed to analyze physical systems when a direct study of pointwise trajectories is intractable, e.g., due to chaos or noise, they cannot uniquely identify the underlying dynamics. Our first result shows that, in contrast to invariant measures in state coordinat… [Phys. Rev. Lett. 135, 167202] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Protocols for creating anyons and defects via gauging</span>",
      "authors": [
        "Anasuya Lyons, Chiu Fan Bowen Lo, Nathanan Tantivasadakarn, Ashvin Vishwanath, and Ruben Verresen"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/31075YccN631a98396764069bd8707263518af41b",
      "doi": "10.1103/q2c6-nd6r",
      "summary": "Creating and manipulating anyons and symmetry defects in topological phases, especially those with a non-Abelian character, constitutes a primitive for topological quantum computation. We provide a physical protocol for implementing the ribbon operators of non-Abelian anyons and symmetry defects. We… [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Ma and Cui Reply:</span>",
      "authors": [
        "Yinfeng Ma and Xiaoling Cui"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3c074Y00Q4eX4f11d11c50c629ecd8d8f76c7bbb3",
      "doi": "10.1103/wcfn-lyb8",
      "summary": "No Abstract for PRL Comment [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Ferroelectrically switchable anomalous Hall conductivity and nonlinear Drude conductivity in multiferroics</span>",
      "authors": [
        "Xinran Liu, Hong Jian Zhao, Laurent Bellaiche, and Yanming Ma"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/74075Ya0S4a2b205003f9f119d2b6ae8dbd588d39",
      "doi": "10.1103/fg6w-c6fd",
      "summary": "Ferroelectric polarization can be harnessed to record binary data in a non-volatile manner, where the electric field switching of polarization offers a possibility for energy-efficient data writing process. The detection of ferroelectric polarization — associated with the data readout process — is a… [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Fluid-induced snap-through instability of spherical shells</span>",
      "authors": [
        "Pier Giuseppe Ledda, Hemanshul Garg, Vitus Østergaard-Clausen, Lucas Krumenacker Rudzki, Ahmad Madary, and Matteo Pezzulla"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/e3079Yb8U281e49460124f576c493016be492b987",
      "doi": "10.1103/ltqy-d53p",
      "summary": "We study the snapping instability of a spherical elastic shell induced by a viscous flow, the umbrella flipping problem when life is at low Reynolds numbers. We combine precision desktop-scale experiments, fluid-structure simulations, shell theory, fluid mechanics, and scaling analysis to determine … [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Freezing-induced deformation in water and hydrogel droplets</span>",
      "authors": [
        "Lila Séguy, Axel Huerre, and Suzie Protière"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/dd078YdbOff14f82188f2672ba7b50601cfaba634",
      "doi": "10.1103/9qdp-1r7l",
      "summary": "We performed experiments to directionally freeze agar hydrogel drops on a copper substrate maintained at low temperature. Unlike the water droplets studied in the literature, where the liquid part can reorganize during freezing, these droplets present a strictly vertical expansion. This is due to th… [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Driven shear flow in biological magneto-active fluids</span>",
      "authors": [
        "M. Marmol, C. Cottin-Bizonne, A. Cēbers, D. Faivre, and C. Ybert"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3107dYbeT8b22f04088e5cc9fd7341818796f0359",
      "doi": "10.1103/qrgn-m91t",
      "summary": "Active fluids made of powered suspended entities spontaneously give rise to patterns and flows. Yet, how the swimmers activity can be harnessed by external cues into coherent macroscopic flows remains a question of biological and applied relevance. Here, we use magnetotactic bacteria, which respond … [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Motion of ferrodark solitons in trapped superfluids: Spin corrections and emergent oscillators</span>",
      "authors": [
        "Jiangnan Biguo and Xiaoquan Yu"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/87075Y57Q621399698dd71a1d22d0ffb47e6a3380",
      "doi": "10.1103/kkw5-ddth",
      "summary": "We propose a framework for topological soliton dynamics in trapped spinor superfluids, decomposing the force acting on the soliton by the surrounding fluid into the buoyancy force and spin-corrections arising from the density depletion at soliton core and the coupling between the orbital motion and … [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Gyromorphs: a new class of functional disordered materials</span>",
      "authors": [
        "Mathias Casiulis, Aaron Shih, and Stefano Martiniani"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/89078Ye6Pcc1929309f69a9551ce6ac0446749521",
      "doi": "10.1103/gqrx-7mn2",
      "summary": "We introduce a new class of functional correlated disordered materials, termed Gyromorphs, which uniquely combine liquid-like translational disorder with quasi-long-range rotational order, induced by a ring of $G$ delta peaks in their structure factor. We generate gyromorphs in $2d$ and $3d$ by spec… [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Magneto-optical trapping of aluminum monofluoride</span>",
      "authors": [
        "J. E. Padilla-Castillo, J. Cai, P. Agarwal, P. Kukreja, R. Thomas, B. G. Sartakov, S. Truppe, G. Meijer, and S. C. Wright"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/8b074YecS151419b060a62788cba620ded4335a7e",
      "doi": "10.1103/ksnd-9fyf",
      "summary": "Magneto-optical trapping of molecules has thus far been restricted to molecules with ${}^{2}Σ$ electronic ground states. These species are chemically reactive and only support a simple laser cooling scheme from their first excited rotational level. Here, we demonstrate a magneto-optical trap (MOT) o… [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Why and when merging surface nanobubbles jump</span>",
      "authors": [
        "Yixin Zhang, Xiangyu Zhang, and Detlef Lohse"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/61071YbcW871d19490d01987c8688824a6e5902b4",
      "doi": "10.1103/s5pj-vmq8",
      "summary": "Gas bubble accumulation on substrates reduces the efficiency of many physicochemical processes, such as water electrolysis. For microbubbles, where buoyancy is negligible, coalescence-induced jumping driven by the release of surface energy provides an efficient pathway for their early detachment. At… [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Faraday wave singularities trigger microbubble jetting</span>",
      "authors": [
        "Marco Cattaneo, Louan Presse, and Outi Supponen"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/9007dY7eP312b400465b5d37bf92bd14c17332860",
      "doi": "10.1103/7c4p-y9jr",
      "summary": "Wall-attached bubbles can produce repeated jets under gentle ultrasound stimulation through the Faraday instability. We identify three distinct jetting regimes defined by the jetting frequency and the bubble surface topology. We demonstrate that these jets form via flow-focusing singularities follow… [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Tunable Einstein-Bohr recoiling-slit Gedankenexperiment at the quantum limit</span>",
      "authors": [
        "Yu-Chen Zhang, Hao-Wen Cheng, Zhao-Qiu Zengxu, Zhan Wu, Rui Lin, Yu-Cheng Duan, Jun Rui, Ming-Cheng Chen, Chao-Yang Lu, and Jian-Wei Pan"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/f0073Y10R292190074d59da0a22adc24fe14f9878",
      "doi": "10.1103/93zb-lws3",
      "summary": "In 1927, during the fifth Solvay Conference, Einstein and Bohr described a double-slit interferometer with a ”movable slit” that can detect the momentum recoil of one photon. Their debate centered around this gedankenexperiment has provided profound insights into the central concepts of quantum mech… [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Non-Hermitian numerical renormalization group: Solution of the non-Hermitian Kondo model</span>",
      "authors": [
        "Phillip C. Burke and Andrew K. Mitchell"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/0a071Y5eQ0e1229ec8381317570ddb1fccc6e4522",
      "doi": "10.1103/19td-1k9s",
      "summary": "Non-Hermitian (NH) Hamiltonians describe open quantum systems, nonequilibrium dynamics, and dissipative processes. Although a rich range of single-particle NH physics has been uncovered, many-body phenomena in strongly correlated NH systems have been far less well studied. The Kondo effect, an impor… [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Extrinsic noise or intrinsic coupling: Dissecting correlated fluctuations in gene transcription</span>",
      "authors": [
        "Shihe Zhang, Huihan Bao, and Heng Xu"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5207eY75P7d2dd08b13404a4c3b7c6145304365a9",
      "doi": "10.1103/m345-slk1",
      "summary": "Understanding stochastic gene transcription requires distinguishing between intrinsic molecular randomness and extrinsic environmental variability. Traditionally, these components are identified as the independent and correlated fluctuations between identical gene copies within the same cell. Howeve… [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>New exceptional effective field theories in de Sitter space from generalized energy conservation</span>",
      "authors": [
        "Zong-Zhe Du and David Stefanyszyn"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3e078Y64T6e2f40a74d43ca872a04c6a2ee7680de",
      "doi": "10.1103/bsyw-czt5",
      "summary": "We discover a surprising relationship between exceptional effective field theories (EFTs) in de Sitter space and a notion of generalised energy conservation (GEC) of an S-matrix defined in an extended Poincare patch of four-dimensional de Sitter. By demanding that such an S-matrix only has support w… [Phys. Rev. Lett.] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Structural evolution of ceria-supported Ru cluster catalysts under near-realistic conditions explored via a global structural search algorithm",
      "authors": [
        "Meiliang Ma, Yan Wang, Zhiyu Wang, and Zhong-Kang Han"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1d31-3nht",
      "doi": "10.1103/1d31-3nht",
      "summary": "Ru-$\\mathrm{Ce}{\\mathrm{O}}_{2}$ catalysts, which combine the high catalytic activity of ruthenium with the unique redox properties of ceria, have demonstrated significant potential in various catalytic reactions including $\\mathrm{C}{\\mathrm{O}}_{2}$ methanation, ammonia synthesis, and oxidation-re… [Phys. Rev. B 112, 134102] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Time evolution of the quantum Ising model in two dimensions using tree tensor networks",
      "authors": [
        "Wladislaw Krinitsin, Niklas Tausendpfund, Markus Heyl, Matteo Rizzi, and Markus Schmitt"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kj16-sqcm",
      "doi": "10.1103/kj16-sqcm",
      "summary": "The numerical simulation of two-dimensional quantum many-body systems away from equilibrium constitutes a major challenge for all known computational methods. We investigate the utility of tree tensor network (TTN) states to solve the dynamics of the quantum Ising model in two dimensions. Within the… [Phys. Rev. B 112, 134310] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Toroidal ordering of artificial magnetic systems by spontaneous symmetry breaking",
      "authors": [
        "Jaroslav Tóbik, Peter Bokes, Serban Lepadatu, Iuliia Vetrova, Tomáš Ščepka, and Ján Šoltýs"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lbx1-hrdd",
      "doi": "10.1103/lbx1-hrdd",
      "summary": "A magnetization protocol is proposed for structures with magnetic ferrotoroidal order as the ground state. First the structures should be magnetized by an out-of-plane magnetic field until saturation, then the out-of-plane magnetic field should be slowly turned off. During the demagnetization proces… [Phys. Rev. B 112, 134429] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin ordering induced fully compensated ferrimagnetism achieved in bilayers of ${\\mathrm{Cr}}_{2}{\\mathrm{C}}_{2}{\\mathrm{S}}_{6}$",
      "authors": [
        "San-Dong Guo, Shaobo Chen, and Guangzhao Wang"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vzh9-gldl",
      "doi": "10.1103/vzh9-gldl",
      "summary": "Fully compensated ferrimagnets exhibit zero-net-magnetic moments yet display nonrelativistic global spin splitting, making them highly advantageous for constructing high-performance spintronic devices. The general strategy is to break the inversion symmetry of conventional antiferromagnets or the ro… [Phys. Rev. B 112, 134430] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Anomalous magnetotransport in the single-crystalline half-Heusler antiferromagnet ErPdSb",
      "authors": [
        "Abhinav Agarwal, Shovan Dan, Maciej J. Winiarski, Orest Pavlosiuk, Piotr Wiśniewski, and Dariusz Kaczorowski"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/29bg-k9vh",
      "doi": "10.1103/29bg-k9vh",
      "summary": "We report the thermodynamic and magnetotransport properties of the half-Heusler antimonide ErPdSb, studied on single-crystalline samples in wide ranges of temperature and magnetic fields. The compound was found to order antiferromagnetically at 1.2 K. In the paramagnetic state, it shows semimetallic… [Phys. Rev. B 112, 134431] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Renormalized classical theory of quantum magnets",
      "authors": [
        "David A. Dahlbom, Hao Zhang, Zoha Laraib, Daniel M. Pajerowski, Kipton Barros, and Cristian D. Batista"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/x7c2-x8p6",
      "doi": "10.1103/x7c2-x8p6",
      "summary": "We derive a renormalized classical spin (RCS) theory for $S&gt;1/2$ quantum magnets by constraining a generalized classical theory that includes all multipolar fluctuations to a reduced ${\\mathrm{CP}}^{1}$ phase space of dipolar SU(2) coherent states. When the spin Hamiltonian $\\stackrel{̂}{\\mathcal… [Phys. Rev. B 112, 134432] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Superconductivity with repulsion: A variational approach",
      "authors": [
        "Laura Fanfarillo, Yifu Cao, Chandan Setty, Sergio Caprara, and P. J. Hirschfeld"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jhy9-mckg",
      "doi": "10.1103/jhy9-mckg",
      "summary": "In the presence of repulsive interactions, the BCS state appears unstable, showing up as a saddle point of the mean-field free energy. This apparent paradox has sparked recent proposals to restore stability by projecting out repulsive modes, effectively restricting the problem to the attractive sector. The authors show here that a Bogoliubov variational construction yields a bounded free energy and stabilizes the BCS state, without constraining the energy landscape. Simple models highlight the role of the full BCS kernel in correctly identifying collective modes, offering a robust framework for multichannel superconductors. [Phys. Rev. B 112, 134519] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Fluxoid valve effect in full-shell nanowire Josephson junctions",
      "authors": [
        "Carlos Payá, F. J. Matute-Cañadas, A. Levy Yeyati, Ramón Aguado, Pablo San-Jose, and Elsa Prada"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sdmw-qwcn",
      "doi": "10.1103/sdmw-qwcn",
      "summary": "We introduce a new type of supercurrent valve based on full-shell nanowires. These hybrid wires consist of a semiconductor core fully wrapped in a thin superconductor shell and subjected to an axial magnetic field. Due to the tubular shape of the shell, the superconductor phase acquires an integer n… [Phys. Rev. B 112, 134520] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Erratum: Theory of terahertz-driven magnetic switching in rare-earth orthoferrites: The case of ${\\mathrm{TmFeO}}_{3}$ [Phys. Rev. B <b>111</b>, 064411 (2025)]",
      "authors": [
        "N. R. Vovk, E. V. Ezerskaya, and R. V. Mikhaylovskiy"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/krgy-4nyv",
      "doi": "10.1103/krgy-4nyv",
      "summary": "[Phys. Rev. B 112, 139901] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Probing phase transitions in non-Hermitian systems with quantum entanglement",
      "authors": [
        "Ling-Feng Zhang and Wing Chi Yu"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/26jz-zmsv",
      "doi": "10.1103/26jz-zmsv",
      "summary": "We study the quantum entanglement and quantum phase transition of the non-Hermitian anisotropic spin-$\\frac{1}{2}$ XY model and XXZ model with the staggered imaginary field by analytical methods and numerical exact diagonalization, respectively. Various entanglement measures, including concurrence, … [Phys. Rev. B 112, 144308] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Dynamical phase transition in a strongly hybridized phonon-triplon chain",
      "authors": [
        "Mohsen Yarmohammadi"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/c3tb-h5hv",
      "doi": "10.1103/c3tb-h5hv",
      "summary": "We study a dimerized spin-1/2 chain, such as ${\\mathrm{CuGeO}}_{3}$, hosting triplon excitations coupled to optical phonons under weak terahertz laser driving. Both phonons and triplons weakly lose energy into the surrounding baths, forming a nonequilibrium steady state. In the strong phonon-triplon… [Phys. Rev. B 112, 144432] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Superconductivity and pair density waves from nearest-neighbor interactions in frustrated lattice geometries",
      "authors": [
        "E. O. Lamponen, S. K. Pöntys, and P. Törmä"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ylr3-d2h1",
      "doi": "10.1103/ylr3-d2h1",
      "summary": "We consider superconductivity and pair density waves (PDWs) arising from off-site pairing in frustrated lattice geometries. We express the pair susceptibility in a generic form that highlights the importance of both the density of states, and the quantum geometry of the eigenstates and calculate the… [Phys. Rev. B 112, 144514] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Nonsymmorphic symmetry protected hourglass Dirac chain topology and conventional superconductivity in ZrIrGe",
      "authors": [
        "Pavan Kumar Meena, Dibyendu Samanta, Shashank Srivastava, Poulami Manna, Sudeep Kumar Ghosh, and Ravi Prakash Singh"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dch7-3f7y",
      "doi": "10.1103/dch7-3f7y",
      "summary": "Ternary transition-metal germanide superconductors with nonsymmorphic symmetries offer promising platforms for symmetry-protected topological phases. In this work, we investigate ZrIrGe, which crystallizes in the nonsymmorphic TiNiSi-type structure. Electrical, magnetic, and specific heat measuremen… [Phys. Rev. B 112, 144515] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Thermal avalanches in isolated many-body localized systems",
      "authors": [
        "Muhammad Sajid, Rozhin Yousefjani, and Abolfazl Bayat"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fvgj-byp7",
      "doi": "10.1103/fvgj-byp7",
      "summary": "Many-body localization is a profound phase of matter affecting the entire spectrum which emer ges in the presence of disorder in interacting many-body systems. Recently, the stability of many-body localization has been challenged by the avalanche mechanism, in which a small thermal region can spread… [Phys. Rev. B 112, 155140] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Theory of the two-photon Franz-Keldysh effect and electric-field-induced bichromatic coherent control",
      "authors": [
        "J. K. Wahlstrand and J. E. Sipe"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zkp2-fjj4",
      "doi": "10.1103/zkp2-fjj4",
      "summary": "When a strong electric field is applied to a semiconductor, acceleration of charge carriers modifies the optical absorption spectrum. This phenomenon, the Franz-Keldysh effect, is the basis of photoreflectance spectroscopy and electroabsorption modulators. The authors extend here a theory of the Franz-Keldysh effect and calculate field-induced changes in the two-photon absorption spectrum and a related coherent control process. Results of numerical calculations for gallium arsenide predict a strong polarization dependence and absorption changes that depend on the sign of the field. [Phys. Rev. B 112, 155208] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Coexistence of superconductivity and nontrivial band topology in post-transition-metal decorated bilayer kagome borophene $M{\\mathrm{B}}_{6}$ ($M=\\mathrm{In},\\phantom{\\rule{0.16em}{0ex}}\\mathrm{Tl}$)",
      "authors": [
        "Yi Wan, Shu-Xiang Qiao, Kai-Yue Jiang, Hao Ding, Ying-Jie Chen, Hong-Yan Lu, and Ping Zhang"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hp6g-pdj8",
      "doi": "10.1103/hp6g-pdj8",
      "summary": "Kagome lattice materials have attracted significant research interest due to their unique electronic structures and emergent quantum phenomena. Three-dimensional kagome systems have been extensively investigated, while the exploration of two-dimensional (2D) kagome materials remains relatively limit… [Phys. Rev. B 112, 155423] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quasihorizontal projectile motion of carriers in two-dimensional piezoelectric photocatalyst Janus ${\\mathrm{GeN}}_{2}$-<i>XY</i> monolayers for water splitting",
      "authors": [
        "Chu-Chu Liu, Min Tao, Pan Ma, Xiao Shang, Lan-Hai He, Hai-Bin Du, Zhou Chen, and Fu-Chun Liu"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ghpm-3721",
      "doi": "10.1103/ghpm-3721",
      "summary": "At present, the research on two-dimensional (2D) piezoelectric photocatalysts for water splitting lacks relevant physical quantities to describe the time for the progress of photogenerated carriers to transport from the interior of the material to the surface and participate in the photocatalytic re… [Phys. Rev. B 112, 155424] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Probing the collective excitations of excitonic insulators in an optical cavity",
      "authors": [
        "Elahe Davari and Mehdi Kargarian"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zqhl-kncx",
      "doi": "10.1103/zqhl-kncx",
      "summary": "The light-matter interaction in optical cavities offers a promising ground to create hybrid states and manipulate material properties. In this work, we examine the effect of light-matter coupling in the excitonic insulator phase using a quasi-one-dimensional lattice model with two opposite parity or… [Phys. Rev. B 112, 165124] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spectroscopic evidence of Kondo resonance in $3d$ van der Waals ferromagnets",
      "authors": [
        "Deepali Sharma, Neeraj Bhatt, Asif Ali, Rajeswari Roy Chowdhury, Chandan Patra, Ravi Prakash Singh, and Ravi Shankar Singh"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wmj3-md5c",
      "doi": "10.1103/wmj3-md5c",
      "summary": "Two-dimensional van der Waals (vdW) ferromagnets drive the advancement in spintronic applications and enable the exploration of exotic magnetism in low-dimensional systems. The entanglement of the dual—localized and itinerant—nature of electrons lies at the heart of the correlated electron systems g… [Phys. Rev. B 112, 165125] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Partial anyon condensation in the color code: A Hamiltonian approach",
      "authors": [
        "Mohsen Rahmani Haghighi and Mohammad Hossein Zarei"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lywr-7s59",
      "doi": "10.1103/lywr-7s59",
      "summary": "Lattice Hamiltonians, which can be tuned between different topological phases, are known as important tools for understanding physical mechanism behind topological phase transitions. In this paper, we introduce a perturbed color code Hamiltonian with a rich phase structure, which can be well matched… [Phys. Rev. B 112, 165126] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Condensation dynamics in a two-dimensional square photonic crystal waveguide",
      "authors": [
        "Maria Efthymiou-Tsironi, Antonio Gianfrate, Dimitrios Trypogeorgos, Charly Leblanc, Fabrizio Riminucci, Grazia Salerno, Milena De Giorgi, Dario Ballarini, and Daniele Sanvitto"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ggkf-frff",
      "doi": "10.1103/ggkf-frff",
      "summary": "Exciton-polariton condensation occurs at the dispersion extrema, where the density of states diverges and polaritons can naturally accumulate. The existence of multiple such points leads to coupling and competition between the associated modes and dynamical redistribution of the polaritons in the di… [Phys. Rev. B 112, 165307] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Giant intrinsic anomalous Hall conductivity in a ${\\mathrm{MoS}}_{2}/{\\mathrm{MnSe}}_{2}$ heterostructure",
      "authors": [
        "Xinjuan Cheng and Xuechao Zhai"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jdym-32h6",
      "doi": "10.1103/jdym-32h6",
      "summary": "Using first-principles self-consistent calculations, we show that ${\\mathrm{MnSe}}_{2}$ with room-temperature ferromagnetism serves as a promising magnetic proximity partner for nonmagnetic ${\\mathrm{MoS}}_{2}$ to realize a giant intrinsic anomalous Hall effect. The anomalous Hall conductivity (AHC)… [Phys. Rev. B 112, 165423] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Floquet composite Dirac semimetals",
      "authors": [
        "Hong Wu, Jia-Ji Zhu, Jian Li, Xue-Min Yang, Jiang-Shan Chen, and Mu Zhou"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/r1w7-v1gs",
      "doi": "10.1103/r1w7-v1gs",
      "summary": "Dirac semimetals can be classified into types I, II, and III based on the topological charge of their Dirac points. If a three-dimensional (3D) system can be sliced into a family of ${k}_{z}$-dependent normal and topological insulators, type I Dirac points separate a 2D normal insulator from a 2D fi… [Phys. Rev. B 112, L161119] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Bulk-edge correspondence at the spin-to-integer quantum Hall effect crossover in topological superconductors",
      "authors": [
        "M. V. Parfenov and I. S. Burmistrov"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/smfx-fwrl",
      "doi": "10.1103/smfx-fwrl",
      "summary": "The spin and integer quantum Hall effects are two cousins of topological phase transitions in two-dimensional electronic systems. Their close relationship makes it possible to convert spin to integer quantum Hall effect by continuous increase in a symmetry breaking Zeeman magnetic field. We study mi… [Phys. Rev. B 112, L161407] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Coefficient of thermal expansion and elastic constants of metastable $β$-phase tungsten thin films as a function of nitrogen content</span>",
      "authors": [
        "Yue Zhao, Zhiyu An, Jingjie Yeo, and Shefford P. Baker"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/23071Oe2S2216c5c935184d2b41abb32b0f221c1d",
      "doi": "10.1103/3tjj-xz4s",
      "summary": "The metastable A15 beta phase of tungsten exhibits the largest spin Hall angle among all transition metals and is of interest for applications in spintronic devices. However, beta-W is known to support very high stresses in such applications, which may affect properties and reliability. To understan… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Insulator to metal transition by bandwidth reduction</span>",
      "authors": [
        "Guoren Zhang and Eva Pavarini"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6e071Y0bPd42b603a59883c4a75c31b5ee7bef0aa",
      "doi": "10.1103/m3r6-ylxr",
      "summary": "In a classic Mott system, the transition from the insulating to the metallic state occurs when the lattice spacing is reduced such that the increase in band-width $W$ overcomes the local Coulomb repulsion $U$. In this picture, both $W$ and the ratio $W/U$ become larger with decreasing the distance b… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Out-of-equilibrium nonlinear model of thermoelectricity in superconducting tunnel junctions</span>",
      "authors": [
        "Leonardo Lucchesi and Federico Paolucci"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2507aO8fU5819e45881c9348233b13cd4b3b95e3e",
      "doi": "10.1103/qfng-sf44",
      "summary": "Thermoelectricity in superconducting tunnel junctions has always been studied under the hypothesis of equilibrium between the cold side and the thermal bath, usually in the linear regime. We define a more complete out-of-equilibrium nonlinear numerical model that reduces to the equilibrium linear mo… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electronic transport and omnidirectional total reflection in tunneling in few-layer black phosphorus</span>",
      "authors": [
        "Jorge Alfonso Lizarraga-Brito, Armando Arciniega-Gutiérrez, Yonatan Betancur-Ocampo, and Thomas Stegmann"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fb075Oa3Tf01fc5d841e9f67b76039d8ad3e0aef5",
      "doi": "10.1103/81yx-zfqh",
      "summary": "The electronic transport in few-layer black phosphorus (FLBP) nanoribbons is studied theoretically. The system is modeled on the basis of band-structures, which have been measured recently by $μ$-ARPES experiments. We show that the anisotropic bands of FLBP leads to highly anisotropic transport prop… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Skyrmion Hall effect and shape deformation of current-driven bilayer skyrmions in synthetic antiferromagnets</span>",
      "authors": [
        "Mu-Kun Lee, Javier A. Vélez, Rubén M. Otxoa, and Masahito Mochizuki"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/bd07bO77T8b15f52e7d774b686617d3d295920df1",
      "doi": "10.1103/3kq5-m1vd",
      "summary": "The commonly believed absence of skyrmion Hall effect for topologically trivial magnetic skyrmions is reconsidered for bilayer skyrmions in synthetic antiferromagnets driven by spin-transfer and spin-orbit torques. Using a general Lagrangian formalism, we show that Bloch-type bilayer skyrmions acqui… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Fully programmable plasmonic $𝒫𝒯$-symmetric dimer with epsilon near zero and phase-change materials for integrated photonics</span>",
      "authors": [
        "Shahab Ramezanpour and Amr Helmy"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9407eOfdW0f1b95f31243e283aba2f94aaea209ea",
      "doi": "10.1103/ygqn-kjvb",
      "summary": "As photonic systems progress toward enhanced miniaturization, dynamic reconfigurability, and improved energy efficiency, a central challenge endures: the accurate and independent control of optical losses and resonant properties on scalable, CMOS-compatible platforms. To address this challenge, we p… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Circuit-based cavity magnonics in the ultrastrong and deep-strong coupling regimes</span>",
      "authors": [
        "Takahiro Chiba, Ryunosuke Suzuki, Takashi Otaki, and Hiroaki Matsueda"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/bd072O0eT941645568b06823708376f2faf112673",
      "doi": "10.1103/b4ft-qmfv",
      "summary": "We theoretically study nonperturbative strong-coupling phenomena in cavity magnonics systems in which the uniform magnetization dynamics (magnons) in a ferromagnet is coupled to the microwave magnetic field (photons) of a single $LC$ resonator. Starting from an effective circuit model that accounts … [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Light-induced transitions of valley Chern numbers and flat bands in a nontwisted moiré graphene–hexagonal boron nitride superlattice</span>",
      "authors": [
        "Saud Alabdulal, Miftah Hadi Syahputra Anfa, Hocine Bahlouli, and Michael Vogl"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c6079O27Ud612e5d52e50192be4e01ca652f74eb8",
      "doi": "10.1103/4zcv-2c1n",
      "summary": "Motivated by the rich topology and interesting quasi-band structure of twisted moire materials subjected to light, we study a non-twisted moire material under the influence of light. Our work is in part motivated by a desire to find an easier-to-synthesize platform that can help experimentally eluci… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Dispersion relations for dislocation modes and their sensitivity to the lattice structure</span>",
      "authors": [
        "Jin-Yun Lin, Ira Z. Rothstein, and Shashin Pavaskar"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/60077Y42Nf21717588058c491d4b0dff38c6e4b7e",
      "doi": "10.1103/56v8-sh8z",
      "summary": "In this letter we show that the dispersion relation for the dynamical modes of dislocations (“dislons”) in solids is sensitive to the lattice symmetries. In particular, we show that in the IR, the dislon dispersion relation develops a logarithmic dependence on momenta for approximately isotropic lat… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>First-principles local-stress calculations for oxygen vacancies in silicon oxide glass materials</span>",
      "authors": [
        "Koshin Maekawa, Takumu Ito, Tomoyuki Tamura, Singo Tanaka, Masanori Kohyama, and Assil Bouzid"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f9078O9cT6316e5cd9b405e8fe5d84660cdacdfb4",
      "doi": "10.1103/pm9m-n49m",
      "summary": "We systematically investigated the correlation between defect formation energy and local stress states in amorphous SiO2 (a-SiO2) using first-principles calculations within density functional theory (DFT). Although conventional approaches require the structural relaxation of oxygen vacancy at each s… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Hole trapping facilitates the formation of Frenkel pairs in crystalline and amorphous Ga${}_{2}$O${}_{3}$ films</span>",
      "authors": [
        "Chaiyawat Kaewmeechai, Jack Strand, and Alexander Shluger"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f007dOd0S831155180ac7d63ea4673387375bd1f6",
      "doi": "10.1103/jmq5-9yy9",
      "summary": "Holes are injected from electrodes or produced by irradiation in many applications of crystalline and amorphous Ga${}_{2}$O${}_{3}$. They are known to trap in polaron states in both phases. We investigate, using density functional theory, how hole trapping in Ga${}_{2}$O${}_{3}$ can lead to creation… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Probing dynamical axion quasiparticles with two-photon correlations</span>",
      "authors": [
        "Daniel Boyanovsky"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7507eOe5S011935e133138d6d71b736499217ace3",
      "doi": "10.1103/rf3t-9wfh",
      "summary": "Dynamical axion (quasi) particles are emergent collective excitations in topological magnetic insulators that break parity and time reversal invariance or in Weyl semimetals. They couple to electromagnetism via a topological Chern-Simons term, leading to their decay into two photons. We extend the W… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Unconventional thickness scaling of coherent tunnel magnetoresistance in altermagnets</span>",
      "authors": [
        "Zongmeng Yang, Xingyue Yang, Jianhua Wang, Qiang Li, Rui Peng, Lee Ching Hua, Lay Kee Ang, Jing Lu, Yee Sin Ang, and Shibo Fang"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7c070YccRad2820ef3d11dd0253082578d4d3baa5",
      "doi": "10.1103/2thy-fzzj",
      "summary": "In conventional magnetic tunnel junctions (MTJs), the tunnel magnetoresistance (TMR) typically increases with barrier thickness as electron transmission in the antiparallel configuration decays faster than that of the parallel configuration. In this work, we reveal an anomalous scaling effect in alt… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Tuning excitons and superfluidity of dipolar excitons in double layers of kagome lattice by applying circularly polarized irradiation</span>",
      "authors": [
        "Sita Kandel, Godfrey Gumbs, Teresa Lee, and Oleg L. Berman"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4c078Oe6Sd811753e2192d707fabcb548a824e8a4",
      "doi": "10.1103/sn2c-ht9h",
      "summary": "We present detailed calculations for several significant properties of the kagome lattice in the presence of irradiation. We employ the Floquet-Magnus perturbation expansion to obtain the energy bands and the corresponding wave functions near the Dirac points for the kagome lattice in the presence o… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Correction of out-of-plane spin torque extracted from second harmonic Hall measurements: The role of antisymmetric planar Hall effects</span>",
      "authors": [
        "Qi Jia, Sreejith Nair, Yifei Yang, Seung Gyo Jeong, Seungjun Lee, Denis Tonini, Shuang Liang, Yu-Chia Chen, Onri Jay Benally, Brahmdutta Dixit, Tony Low, Bharat Jalan, and Jian-Ping Wang"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1b074Ob9U311ad4778f55bc46f3aa84a7a5a713d9",
      "doi": "10.1103/b64t-dcvz",
      "summary": "Materials with broken in-plane mirror symmetry can generate spin current with out-of-plane spin polarization (Z-spins), enabling field-free spin-orbit torque (SOT) switching. The second harmonic Hall (SHH) technique is widely used to quantify this spin component electrically. However, these material… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnetic flux induced higher-order topological superconductivity</span>",
      "authors": [
        "Jinpeng Xiao, Qianglin Hu, Zuodong Yu, Weipeng Chen, and Xiaobing Luo"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0f077Y4fS6b2c801f16007f1fb2ab54cb3eb81919",
      "doi": "10.1103/p91n-lvqv",
      "summary": "Higher-order topological superconductivity typically depends on spin-orbit interaction, and often necessitates well designed sample structures, nodal superconducting pairings or complex magnetic order. In this work, we propose a model that incorporates a Zeeman field, antiferromagnetic order, and $s… [Phys. Rev. B] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Phase probabilities in first-order transitions using machine learning",
      "authors": [
        "Diana Sukhoverkhova, Vyacheslav Mozolenko, and Lev Shchur"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h9cg-cc4r",
      "doi": "10.1103/h9cg-cc4r",
      "summary": "We set out to explore the possibility of investigating the critical behavior of systems with first-order phase transition using deep machine learning. We propose a machine learning protocol with ternary classification of instantaneous spin configurations using known values of disordered phase energy… [Phys. Rev. E 112, 044128] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Geometric and nonequilibrium criticality in run-and-tumble particles with competing motility and attraction",
      "authors": [
        "Abir Bhowmick, Sayantan Mitra, and P. K. Mohanty"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nw6q-868p",
      "doi": "10.1103/nw6q-868p",
      "summary": "Self-propulsion in run-and-tumble particles (RTPs) generates effective attractive interactions that can drive motility-induced phase separation (MIPS), a phenomenon absent in passive systems. Here we investigate RTPs in the presence of explicit attractive interactions and show that, at high motility… [Phys. Rev. E 112, 044129] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Generic power laws in higher-dimensional lattice models with multidirectional hopping",
      "authors": [
        "Animesh Hazra, Tanmoy Chakraborty, Anirban Mukherjee, and Punyabrata Pradhan"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sn1k-k8ng",
      "doi": "10.1103/sn1k-k8ng",
      "summary": "We show that, on a $d$-dimensional hypercubic lattice with $d&gt;1$, conserved-mass transport processes, with multidirectional hopping that respect all symmetries of the lattice, exhibit power-law correlations for generic parameter values—even far from phase transition point, if any. The key idea fo… [Phys. Rev. E 112, 044130] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "One- and two-boundary problems for jump processes that slowly converge to Gaussian behavior",
      "authors": [
        "V. P. Shkilev"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fcs7-7g55",
      "doi": "10.1103/fcs7-7g55",
      "summary": "We consider jump processes with finite variance which, from the point of view of experimental studies, apparently do not converge to the expected Gaussian behavior. A mathematically tractable example of such processes are those with a distribution of jump lengths in the form of a weighted sum of exp… [Phys. Rev. E 112, 044131] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Sensitivity-driven migration and the evolution of cooperation in multiplayer games on structured populations",
      "authors": [
        "Dhaker Kroumi"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6gmx-95w9",
      "doi": "10.1103/6gmx-95w9",
      "summary": "Cooperation often depends on individuals avoiding exploitation and interacting preferentially with other cooperators. We explore how context-dependent migration influences the evolution of cooperation in spatially structured populations. Individuals interact in small groups through public goods game… [Phys. Rev. E 112, 044306] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Synchronization in bus systems with partially overlapping routes",
      "authors": [
        "Sakurako Tanida and Thorsten Pöschel"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/39cy-mztc",
      "doi": "10.1103/39cy-mztc",
      "summary": "In an increasingly interconnected world, understanding congestion-related phenomena in transportation and their underlying mechanisms is crucial for improving efficiency. As the transportation system becomes denser, different modes of transportation have more opportunities to interact with each othe… [Phys. Rev. E 112, 044307] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Explosive opinion polarization and depolarization with asymmetric perception",
      "authors": [
        "Haoyang Qian and Malbor Asllani"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/km1w-fmfr",
      "doi": "10.1103/km1w-fmfr",
      "summary": "Polarization significantly influences societal divisions across economic, political, religious, and ideological lines. Understanding these mechanisms is key to devising strategies to mitigate such divisions and promote depolarization. Our study examines how asymmetric opinion perception, modeled thr… [Phys. Rev. E 112, 044308] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Dynamic propagation and control of a West Nile virus model based on higher-order temporal network structure",
      "authors": [
        "Linhe Zhu and Yue Li"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xwt2-f1d3",
      "doi": "10.1103/xwt2-f1d3",
      "summary": "West Nile virus is mainly transmitted by mosquitoes, posing a threat to the health of birds and humans. We propose an epidemic model incorporating higher-order temporal networks to capture key features of West Nile virus transmission. We analyze the conditions for the existence of the disease equili… [Phys. Rev. E 112, 044409] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Deterministic control of magnetotactic bacteria via an analysis of their nanomagnetic structure",
      "authors": [
        "Noah Kent, Colin Gates, Bohdan Senyuk, Jan Bart ten Hove, Jeffrey Cameron, and Ivan I. Smalyukh"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ggl8-44wg",
      "doi": "10.1103/ggl8-44wg",
      "summary": "Magnetotactic bacteria are microorganisms with magnetite organelles that have been shown to be responsive to external magnetic fields. Despite their study for several decades, a complete theoretical understanding that connects the magnetic structure of these bacteria to their external magnetic field… [Phys. Rev. E 112, 044411] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Characterization of porous nanoparticles using the lattice Boltzmann method for fluid flow",
      "authors": [
        "W. G. Rodrigues, Jr. and V. B. Henriques"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7mly-ktqr",
      "doi": "10.1103/7mly-ktqr",
      "summary": "Nanoporous capsules have been the subject of intense investigation in the field of drug delivery. One of the essential properties of such particles, which requires characterization, is their structure. Many experimental techniques have been used for this purpose, such as wide-angle neutron or x-ray … [Phys. Rev. E 112, 045106] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Learned free-energy functionals from pair-correlation matching for dynamical density functional theory",
      "authors": [
        "Karnik Ram, Jacobus Dijkman, René van Roij, Jan-Willem van de Meent, Bernd Ensing, Max Welling, and Daniel Cremers"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/22fd-ykkb",
      "doi": "10.1103/22fd-ykkb",
      "summary": "Classical density functional theory (cDFT) and dynamical density functional theory (DDFT) are modern statistical mechanical theories for modeling many-body colloidal systems at the one-body density level. The theories hinge on knowing the excess free-energy accurately, which is, however, not feasibl… [Phys. Rev. E 112, 045314] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Cellular dynamics emerging from turbulent flows steered by active filaments",
      "authors": [
        "Mehrana R. Nejad, Julia M. Yeomans, and Sumesh P. Thampi"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mmyk-f9x3",
      "doi": "10.1103/mmyk-f9x3",
      "summary": "We develop a continuum theory to describe the collective dynamics of deformable epithelial cells, distinguishing the force-generating active filaments in the cells from their shape. The theory demonstrates how active flows driven by active filaments can create nematic domains and topological defects… [Phys. Rev. E 112, 045411] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Gigantic dynamical spreading and anomalous diffusion of jerky active particles",
      "authors": [
        "Hartmut Löwen"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/976t-qry7",
      "doi": "10.1103/976t-qry7",
      "summary": "This work introduces an equation of motion to describe self-propelled particles which are dominated by a change in acceleration, termed a “jerk.” Depending upon parameters, the mean-squared displacement associated with this equation can show extremely large spreading. The authors also propose an experimental setup that can implement their “jerk” equation of motion. #AdvancingField #SoftMatterSpotlight [Phys. Rev. E 112, 045412] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Shape-anisotropy-induced transitions of densest-packed structures in confined mixtures of circles and ellipses",
      "authors": [
        "Jiajun Chen (陈佳俊) and Ho-Kei Chan (陈浩基)"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/z866-qwtf",
      "doi": "10.1103/z866-qwtf",
      "summary": "Shape-anisotropy-induced transitions of densest-packed structures have been discovered for binary mixtures of circles and ellipses in parallel-slit confinement. A continuous increase in the aspect ratio of ellipses results in a crossover of densest-packed configurations, from structures composed of … [Phys. Rev. E 112, 045413] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Cascade crack in chain of beads",
      "authors": [
        "Meysam Bagheri and Thorsten Pöschel"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hzs3-8ffk",
      "doi": "10.1103/hzs3-8ffk",
      "summary": "This paper considers a chain of spheres linked by liquid bridges and demonstrates how the rupture of a single bridge leads to rupture of the chain at multiple sites. #SoftMatterSpotlight #BroadlyAccessible [Phys. Rev. E 112, 045414] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Coupling an elastic string to an active bath: The emergence of inverse damping",
      "authors": [
        "Aaron Beyen, Christian Maes, and Ji-Hui Pei (裴继辉)"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/g1zm-23sq",
      "doi": "10.1103/g1zm-23sq",
      "summary": "We consider a slow elastic string with Klein-Gordon dynamics coupled to a bath of run-and-tumble particles. We derive and solve the induced Langevin-Klein-Gordon string dynamics with explicit expressions for the streaming term, friction coefficient, and noise variance. These parameters are computed … [Phys. Rev. E 112, L042103] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Family-Vicsek universality of the binary intrinsic dimension of nonequilibrium data",
      "authors": [
        "Roberto Verdel, Devendra Singh Bhakuni, and Santiago Acevedo"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/n1sc-v1y3",
      "doi": "10.1103/n1sc-v1y3",
      "summary": "The intrinsic dimension (ID) is a powerful tool to detect and quantify correlations from data. Recently, it has been successfully applied to study statistical and many-body systems in equilibrium, yet its application to systems away from equilibrium remains largely unexplored. Here we study the ID o… [Phys. Rev. E 112, L042104] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Topologically protected synchronization in networks",
      "authors": [
        "Massimo Ostilli"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/96z9-142q",
      "doi": "10.1103/96z9-142q",
      "summary": "In a graph, we say that two nodes are topologically equivalent if their sets of first neighbors, excluding the two nodes, coincide. We prove that nonlinearly coupled heterogeneous oscillators located on a group of topologically equivalent nodes can get easily synchronized when the group forms a full… [Phys. Rev. E 112, L042202] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Turbulence-generated stepped safety factor profiles in tokamaks with low magnetic shear",
      "authors": [
        "Arnas Volčokas, Justin Ball, Giovanni Di Giannatale, and Stephan Brunner"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/958f-qzjf",
      "doi": "10.1103/958f-qzjf",
      "summary": "Nonlinear local and global gyrokinetic simulations of tokamak plasmas demonstrate that turbulence-generated currents flatten the safety factor profile near low-order rational surfaces when magnetic shear is low, even when the plasma $β$ is small. A large set of flux tube simulations with different s… [Phys. Rev. E 112, L043201] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Evolution of cooperation in a dual-mode mixture of conditional cooperators</span>",
      "authors": [
        "Chenyang Zhao, Xinshi Feng, Guozhong Zheng, Weiran Cai, Jiqiang Zhang, and Li Chen"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/2a077RceS871822016706c13ed9f57e8b4cdc5de0",
      "doi": "10.1103/4n16-56lf",
      "summary": "Extensive behavioral experiments reveal that conditional cooperation is a prevalent phenomenon. Previous game-theoretical studies have predominantly relied on hard-manner models, where cooperation is triggered only upon reaching a specific threshold. This approach contrasts with the observed flexibi… [Phys. Rev. E] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Nonlinearity test for complex time series without surrogates</span>",
      "authors": [
        "Pedro Carpena, Pedro A. Bernaola-Galván, Concepción Carretero-Campos, and Ana V. Coronado"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/b807dY51L0f1208cb79505506553403ca1b07ba89",
      "doi": "10.1103/4pwv-gpsl",
      "summary": "The linear or nonlinear nature of a dynamical system is often evaluated by applying nonlinearity tests to an experimental time series that is typically the only observable output of the system. The most widely used nonlinearity test is the method of surrogates: a set of linear time series that repli… [Phys. Rev. E] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Field theory for optimal signal propagation in residual networks</span>",
      "authors": [
        "Kirsten Fischer, David Dahmen, and Moritz Helias"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/0d070Rc3If31bb2784130b619ba804f561a230b28",
      "doi": "10.1103/5lgz-4t7h",
      "summary": "Residual networks have significantly better trainability and thus performance than feed-forward networks at large depth. Introducing skip connections facilitates signal propagation to deeper layers. In addition, previous works found that adding a scaling parameter for the residual branch further imp… [Phys. Rev. E] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Prejudice-driven spite: A discontinuous phase transition in ultimatum game</span>",
      "authors": [
        "Arunava Patra, C. F. Sagar Zephania, and Sagar Chakraborty"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/c7070R55R8713124b63557e600d29ad4c2c625122",
      "doi": "10.1103/r3fb-xkmt",
      "summary": "In a mix of prejudiced and unprejudiced individuals engaged in strategic interactions, the individual intensity of prejudice is expected to have effect on overall level of societal prejudice. High level of prejudice should lead to discrimination that may manifest as unfairness and, perhaps, even spi… [Phys. Rev. E] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Theory of nonequilibrium multicomponent coexistence</span>",
      "authors": [
        "Yu-Jen Chiu, Daniel Evans, and Ahmad K. Omar"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/4a076KeaJb21500dc8f92497ff7d9268936e6fa2b",
      "doi": "10.1103/7qm8-v4j8",
      "summary": "Multicomponent phase separation is a routine occurrence in both living and synthetic systems. Thermodynamics provides a straightforward path to determine the phase boundaries that characterize these transitions for systems at equilibrium. The prevalence of phase separation in complex systems outside… [Phys. Rev. E] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Semiclassical study of diagonal and offdiagonal functions in the eigenstate thermalization hypothesis</span>",
      "authors": [
        "Xiao Wang and Wen-ge Wang"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/d907bR23Kc91c52493ee1355a01f224f1ed41037f",
      "doi": "10.1103/xbtc-hlxw",
      "summary": "The so-called eigenstate thermalization hypothesis (ETH), which has been tested in various many-body models by numerical simulations, supplies a way of understanding eventual thermalization and is believed to be important for understanding processes of thermalization. Two functions play important ro… [Phys. Rev. E] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Directed transport of multiple deformable particles in time-oscillating potentials</span>",
      "authors": [
        "Jing-jing Liao, Wei Lin, Jia-jian Li, and Fu-jun Lin"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/7507bR92Uc115f2ce69e6b96f05d9e1eabe65cc1b",
      "doi": "10.1103/qrl7-1vnd",
      "summary": "We numerically investigate the transport behavior of multiple deformable particles in time-oscillating potentials. For a fixed potential asymmetry, the transport direction is determined by the competition between two non-equilibrium driving mechanisms: the self-propulsion speed and the oscillation f… [Phys. Rev. E] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Emergent inflation-deflation cycles from minimalistic wage dynamics</span>",
      "authors": [
        "Tobias H. B. Holm and Kim Sneppen"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/f4074RfeU9b1522e650178f124c4ff77d19bbb639",
      "doi": "10.1103/h81b-c8qp",
      "summary": "Irving Fisher’s classical debt-deflation model outlined a sequence of events governing the positive feedback in economic downturns. This theory has been formative for modern economic policy, including the 2008 crisis. However, few quantitative models have been developed to incorporate positive feedb… [Phys. Rev. E] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Non-local dielectric response of aqueous electrolytes and decay behavior of ionic correlations</span>",
      "authors": [
        "Ming Chen, Guang Feng, Roland Kjellander, and Alexei A. Kornyshev"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/b207eK76Sc619900092b6812d5884a974c048501a",
      "doi": "10.1103/5qgc-rfvv",
      "summary": "We present molecular dynamics simulation results for the static nonlocal dielectric function, ε(k), and ion-ion correlations in aqueous electrolytes across various concentrations, analysed within the framework of statistical mechanical theory. We investigate the complicated behaviour of ε(k) and its… [Phys. Rev. E] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Quantum-inspired exoplanet detection in the presence of experimental imperfections",
      "authors": [
        "Tomasz Linowski, Konrad Schlichtholz, and Giacomo Sorelli"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qq99-jmpv",
      "doi": "10.1103/qq99-jmpv",
      "summary": "Ideal spatial demultiplexing (SPADE) is proven to be a quantum-optimal tool for exoplanet detection, i.e., asymmetric source discrimination. However, recent investigations into the related problems of separation estimation and symmetric source discrimination showed its efficiency to be limited in th… [Phys. Rev. Applied 24, 044052] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Signatures of superconducting exchange coupling revealed through magnetic switching experiments",
      "authors": [
        "Biswajit Dutta, Sonam Bhakat, Pushpak Banerjee, and Avradeep Pal"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/g3zn-qwmq",
      "doi": "10.1103/g3zn-qwmq",
      "summary": "Superconductor-mediated exchange between two ferromagnetic insulators is predicted to result in an antiferromagnetic coupling between the two ferromagnetic insulating layers, thus locking the magnetization vectors in an antiparallel alignment. Such a scenario intuitively assumes the ferromagnetic ma… [Phys. Rev. Applied 24, 044053] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Exceptional points in a gyrator-based circuit and high-sensitivity oscillator for nonlinear applications",
      "authors": [
        "Alireza Nikzamir, Kasra Rouhi, Alexander Figotin, and Filippo Capolino"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6t64-gm44",
      "doi": "10.1103/6t64-gm44",
      "summary": "We present a scheme for high-sensitivity oscillators based on an exceptional point of degeneracy (EPD) in a circuit made of two $LC$ resonators coupled by a gyrator. The frequency of oscillation is very sensitive to perturbations of a circuit element, like a capacitor. We show conditions that lead t… [Phys. Rev. Applied 24, 044054] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Lindblad estimation with fast and precise quantum control",
      "authors": [
        "James W. Gardner, Simon A. Haine, Joseph J. Hope, Yanbei Chen, and Tuvia Gefen"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6yzb-43rs",
      "doi": "10.1103/6yzb-43rs",
      "summary": "In quantum metrology, Lindblad estimation spans a host of applications, from probing weak stochastic signals to noise spectroscopy and characterization of emerging technologies. Regrettably, the ultimate quantum limits of Lindblad estimation are not understood in general. By examining the performance of the optimal sequential strategy that can simulate any other metrological strategy, the authors show that it is best to rapidly projectively measure and reinitialize the quantum state. This protocol may accelerate searches for stochastic gravitational waves, quantum gravity, and axionic dark matter, and also may enhance noise spectroscopy with qubits and Pauli Lindblad estimation. [Phys. Rev. Applied 24, 044055] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Strong acoustic phonon suppression leads to ultralow thermal conductivity and enhanced thermoelectric performance in $\\mathrm{Ba}\\mathrm{Cu}\\mathrm{Gd}\\mathrm{Te}$${}_{3}$",
      "authors": [
        "Jyoti Duhan, Chris Wolverton, and Koushik Pal"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/j2q7-2vl1",
      "doi": "10.1103/j2q7-2vl1",
      "summary": "Finding crystalline semiconductors with intrinsically low lattice thermal conductivity κ l is crucial for thermoelectric applications, as tuning κ l often compromises electrical transport properties. Using density functional theory, Boltzmann transport theory, and explicit consideration of phonon-phonon and electron-phonon interactions, the authors show that BaCuGdTe 3 exhibits ultralow κ l , due to its layered structure and local distortions that strongly suppress acoustic phonon modes, and excellent electrical transport properties, due to strong covalent bonding within its layers. These results can be used as a basis for designing compounds with ultralow κ l . [Phys. Rev. Applied 24, L041003] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Order in disorder: Increased carrier mobility of downscaled amorphous semiconductors as exemplified by hydrogenated amorphous silicon</span>",
      "authors": [
        "Yuezhou Luo and Andrew John Flewitt"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/3e078Y52F881ce96822618248ab2ae698bddc4904",
      "doi": "10.1103/n66s-qw44",
      "summary": "Amorphous semiconductors are important channel semiconductors in thin film transistors (TFTs) which serve not only active-matrix displays, but also flexible electronics for Internet of Things (IoT) applications. Never-theless, a great limitation of amorphous semiconductors is their low carrier mobil… [Phys. Rev. Applied] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Quantum dots on GaAs substrates as integration-ready high-performance single-photon sources at telecommunication wavelengths</span>",
      "authors": [
        "Beatrice Costa, Bianca Scaparra, Xiao Wei, Hubert Riedl, Gregor Koblmüller, Eugenio Zallo, Jonathan Finley, Lukas Hanschke, and Kai Müller"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/60077Af6Se0Ed411201d74c28b710c1dbbfbe4d51",
      "doi": "10.1103/4fzb-595x",
      "summary": "The development of deterministic single photon sources emitting in the telecommunication bands is a key challenge for quantum communication and photonic quantum computing. Here, we investigate the optical properties and single-photon emission of molecular beam epitaxy grown semiconductor quantum dot… [Phys. Rev. Applied] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Subterahertz collective spin-resonance modes and field-adaptive reservoir computing in the chiral helimagnet Cr${}_{1/3}$TaS${}_{2}$</span>",
      "authors": [
        "Zishuang Li, Shuai Zhang, Zhenyu Gao, Fanying Meng, Jun Cui, Wei Liu, Wei Tong, Liyuan Li, Lina Chen, Haozhe Wang, Xiao Xiao, Meiye Hou, Shengbo Gao, Qi Zhang, Lei Zhang, and Ronghua Liu"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/b6077YdfI3615c8df36c71812f0d60241ee9e2206",
      "doi": "10.1103/xbjs-pfhg",
      "summary": "Monoaxial chiral helimagnets (CHMs) host rich helical spin textures, including chiral soliton lattices (CSLs) with tunable periods, arising from the delicate interplay between Dzyaloshinskii-Moriya interaction (DMI), ferromagnetic exchange coupling, uniaxial magnetic anisotropy, and Zeeman energy. H… [Phys. Rev. Applied] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Security of the BB84 protocol with receiver’s passive biased basis choice</span>",
      "authors": [
        "Shun Kawakami, Atsushi Taniguchi, Yoshihide Tonomura, Koichi Takasugi, and Koji Azuma"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/ca077A6fTad1900626fc288362728109a7cbc05b0",
      "doi": "10.1103/2pzb-ssrs",
      "summary": "The Bennett-Brassard 1984 protocol (BB84 protocol) is one of the simplest protocols for implementing quantum key distribution (QKD). In the protocol, the sender and the receiver iteratively choose one of two complementary measurement bases. Regarding the basis choice by the receiver, a passive setup… [Phys. Rev. Applied] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Advanced SQUID-on-lever scanning probe for high-sensitivity magnetic microscopy with sub-100-nm spatial resolution</span>",
      "authors": [
        "Timur Weber, Daniel Jetter, Jan Ullmann, Simon A. Koch, Simon F. Pfander, Katharina Kress, Andriani Vervelaki, Boris Gross, Oliver Kieler, Ute Drechsler, Priya R. Baral, Arnaud Magrez, Reinhold Kleiner, Armin W. Knoll, Martino Poggio, and Dieter Koelle"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/4e07aAe6U721730fe4b24804cdbd1f85698aa6936",
      "doi": "10.1103/6s24-vz3k",
      "summary": "Superconducting quantum interference devices (SQUIDs) are exceptionally sensitive magnetometers capable of detecting weak magnetic fields. Miniaturizing these devices and integrating them onto scanning probes enables high-resolution imaging at low-temperature. Here, we fabricate nanometerscale niobi… [Phys. Rev. Applied] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Quantum-dot-based device for high-performance magnetic microscopy and spin filtering in the Kondo regime</span>",
      "authors": [
        "Pierre Lombardo, Imam Makhfudz, Steffen Schäfer, and Roland Hayn"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/8107dA16O7aE1618f0a568117aa3676cb66aeccdb",
      "doi": "10.1103/365l-78j1",
      "summary": "We propose a nanoscale device consisting of a double quantum dot with a full exchange and pair hopping interaction. In this design, the current can only flow through the upper dot, but is sensitive to the spin state of the lower dot. The system is immersed in a highly inhomogeneous magnetic field, a… [Phys. Rev. Applied] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Prototype reactor-antineutrino detector based on ${}^{6}$Li-doped pulse-shaping-discriminating plastic scintillator</span>",
      "authors": [
        "O. Benevides Rodrigues et al."
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/82077A95R821ec02744e75b22f346bab468ffa4ad",
      "doi": "10.1103/6t97-9bpb",
      "summary": "An aboveground 60-kg reactor-antineutrino detector prototype, comprised of a 2-dimensional array of 36 [6]Li-doped pulse shape sensitive plastic scintillator bars, is described. Each bar is 50 cm long with a square cross section of 5.5 cm. Doped with [6]Li at 0.1% by mass, detector is capable of ide… [Phys. Rev. Applied] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Composable finite-size security of high-dimensional quantum-key-distribution protocols</span>",
      "authors": [
        "Florian Kanitschar and Marcus Huber"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/1c070A55Ofc1d608a4d5147028fc7657a23dafa79",
      "doi": "10.1103/v51y-vkfr",
      "summary": "Practical implementations of Quantum Key Distribution (QKD) extending beyond urban areas commonly use satellite links. However, the transmission of quantum states through the Earth’s atmosphere is highly susceptible to noise, restricting its application primarily to nighttime. High-dimensional (HD) … [Phys. Rev. Applied] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "RMP",
      "journal": "Rev. Mod. Phys.",
      "journalShort": "RMP",
      "type": "published",
      "title": "Prospects for supersymmetry at High-Luminosity LHC",
      "authors": [
        "Howard Baer, Vernon Barger, Jessica Bolich, Juhi Dutta, Dakotah Martinez, Shadman Salam, Dibyashree Sengupta, and Kairui Zhang"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bzw1-gfs1",
      "doi": "10.1103/bzw1-gfs1",
      "summary": "Supersymmetry remains one of the leading candidates for physics beyond the standard model, offering a compelling framework to address the hierarchy of scales. Its theoretical appeal has inspired decades of intensive model building and experimental searches. Recent results have placed stringent bounds on the supersymmetric parameter space, sharpening the focus on the remaining viable models. This review surveys the current status and outlook for supersymmetry in light of experimental constraints and recent theoretical developments, and presents projections for the discovery potential of the High-Luminosity Large Hadron Collider across multiple search channels and a variety of well-motivated scenarios. [Rev. Mod. Phys. 97, 045001] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Randomized benchmarking with leakage errors",
      "authors": [
        "Yi-Hsiang Chen and Charles H. Baldwin"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/j8sz-6ws9",
      "doi": "10.1103/j8sz-6ws9",
      "summary": "Leakage errors are unwanted transfer of population outside of a defined computational subspace and they occur in almost every platform for quantum computing. While prevalent, leakage is often overlooked when measuring and reporting the fidelity of quantum gates with standard methods. In fact, when l… [Phys. Rev. Research 7, 043065] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Transformation and amplification of light modulated by a traveling wave with a relatively low frequency",
      "authors": [
        "M. Sumetsky"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bqyj-kggh",
      "doi": "10.1103/bqyj-kggh",
      "summary": "The behavior of electromagnetic waves in a medium modulated in time and space, largely investigated decades ago, has recently attracted renewed interest. Here, we address an intriguing problem of this research: can light with an initial frequency ${ω}_{0}$ be amplified solely pumped by a traveling w… [Phys. Rev. Research 7, 043066] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Dirac bilayer metasurfaces as an inverse Gires-Tournois etalon",
      "authors": [
        "Ki Young Lee, Kwang Wook Yoo, Francesco Monticone, and Jae Woong Yoon"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3dw5-nvdq",
      "doi": "10.1103/3dw5-nvdq",
      "summary": "Efficient transmissive pure-phase resonances are highly desirable for optical modulation and wave front engineering. Here, we propose a principle to realize a pure-phase resonance in an extremely broad transmission band, as opposed to previous approaches restricted to operating in reflection mode or… [Phys. Rev. Research 7, 043067] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "All-polarization beamsplitters for interferometer applications",
      "authors": [
        "S. L. Kranzhoff, Z. Van Ranst, J. De Bolle, S. Coessens, S. L. Danilishin, C. Detavernier, P. F. Smet, A. P. Spencer, J. Steinlechner, S. Steinlechner, M. Vardaro, and S. Hild"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/p244-lz69",
      "doi": "10.1103/p244-lz69",
      "summary": "Optical beamsplitters with similar properties for orthogonal, linear polarization modes are required for realizing polarization-based speed meter schemes to reduce backaction noise in gravitational-wave interferometers. In this paper, we investigate two beamsplitter coatings obtained from Laseroptik… [Phys. Rev. Research 7, 043068] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Basic entanglement distillation with realistic noise",
      "authors": [
        "Vikesh Siddhu, Erick Winston, David C. McKay, and Ali Javadi-Abhari"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xx9g-pkht",
      "doi": "10.1103/xx9g-pkht",
      "summary": "Entanglement distillation is a key component of modular quantum computing and long-range quantum communications. However, this powerful tool to reduce noise in entangled states is difficult to realize in practice for two main reasons. First, operations used to carry out distillation inject noise the… [Phys. Rev. Research 7, 043069] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Coarse-graining dense, deformable active particles",
      "authors": [
        "Mehrana R. Nejad and Julia M. Yeomans"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/phtt-7db6",
      "doi": "10.1103/phtt-7db6",
      "summary": "We coarse-grain a model of closely packed ellipses that can vary their aspect ratio to derive continuum equations for materials comprising confluent deformable particles such as epithelial cell layers. We show that contractile nearest-neighbor interactions between ellipses can lead to their elongati… [Phys. Rev. Research 7, 043070] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Trade-off between path entanglement and quantum sensitivity",
      "authors": [
        "Benjamin Lou, Hudson A. Loughlin, and Nergis Mavalvala"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9zyr-by5p",
      "doi": "10.1103/9zyr-by5p",
      "summary": "Entanglement often increases quantum measurement schemes’ sensitivity. However, we find that in precision measurements with zero-mean Gaussian states, such as squeezed states, entanglement between different paths degrades measurement sensitivity. We prove an inverse relationship between entanglement… [Phys. Rev. Research 7, 043071] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Asymptotically independent fluctuations of stabilizer Rényi entropy and entanglement in random unitary circuits",
      "authors": [
        "Dominik Szombathy, Angelo Valli, Cătălin Paşcu Moca, Lóránt Farkas, and Gergely Zaránd"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jplh-zl35",
      "doi": "10.1103/jplh-zl35",
      "summary": "We investigate numerically the joint distribution of magic (as described by the stabilizer 2-Rényi entropy ${M}_{2}$) and entanglement (as described by the von Neumann entropy $S$) in $N$-qubit Haar-random quantum states. The distribution ${P}_{N}({M}_{2},S)$ and the marginals become exponentially l… [Phys. Rev. Research 7, 043072] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Electronic decoherence along a single nuclear trajectory",
      "authors": [
        "Matisse Wei-Yuan Tu and E. K. U. Gross"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nnkr-phm5",
      "doi": "10.1103/nnkr-phm5",
      "summary": "We describe an approach to subsystem decoherence without the usual tracing out of the environment. The subsystem of focus is described entirely by a pure state evolving nonunitarily along a single classical trajectory of its environment. The approach is deduced from the exact factorization framework… [Phys. Rev. Research 7, 043075] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Probing confinement through dynamical quantum phase transitions: From quantum spin models to lattice gauge theories",
      "authors": [
        "Jesse J. Osborne, Ian P. McCulloch, and Jad C. Halimeh"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rnv5-f32k",
      "doi": "10.1103/rnv5-f32k",
      "summary": "Confinement is an intriguing phenomenon prevalent in condensed matter and high-energy physics. Exploring its effect on the far-from-equilibrium criticality of quantum many-body systems is of great interest from both a fundamental and a technological point of view. Here, we employ large-scale uniform… [Phys. Rev. Research 7, 043076] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Breakthrough in field amplitude of high-temperature superconductors staggered-array undulators",
      "authors": [
        "Ryota Kinjo, Satoshi Sato, and Marco Calvi"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1f8q-lbfj",
      "doi": "10.1103/1f8q-lbfj",
      "summary": "The use of a high-temperature superconductor ring is proposed to increase the magnetic-field output of undulators, with applications to synchrotron facilities and free-electron lasers. [Phys. Rev. Research 7, L042018] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Towards Robust Variational Quantum Simulation of Lindblad Dynamics via Stochastic Magnus Expansion",
      "authors": [
        "Jia-Cheng Huang, Hao-En Li, Yi-Cheng Wang, Guang-Ze Zhang, Jun Li, and Han-Shi Hu"
      ],
      "date": "2025-10-17T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yyln-q22s",
      "doi": "10.1103/yyln-q22s",
      "summary": "A new approach for Lindblad simulation is shown to enhance the stability of simulation with large time steps and reduce the resources needed to achieve desired accuracy. [PRX Quantum 6, 040312] Published Fri Oct 17, 2025"
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Earth’s core-mantle differentiation shaped by water",
      "authors": [
        "Haiyang Luo, Donghao Zheng, Jie Deng"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu2952?af=R",
      "doi": "10.1126/sciadv.adu2952",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Palmitoyltransferase ZDHHC19 regulates histone-to-protamine exchange during spermiogenesis in mice",
      "authors": [
        "Jiaoyang Li, Zhizhou Xia, Bo Jiao, Zhitong Li, Donghe Li, Pengfei Xu, Yi Huang, Jiawei Nie, Yuqing Dan, Xu Huang, Lei Yan, Rui Zhang, Wei Huang, Xinru Wang, Shiyu Ji, Mofang Liu, Ping Liu, Ruibao Ren"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv5189?af=R",
      "doi": "10.1126/sciadv.adv5189",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Distributed direct air capture by carbon nanofiber air filters",
      "authors": [
        "Ronghui Wu, Hernan E. Delgado, Yi Xie, Yuanke Chen, Gangbin Yan, Edward Luo, Qizhang Li, Qingsong Fan, Yu Han, Genesis M. Higueros, Amar Ruthen, Chenxi Sui, Adarsh Suresh, David B. Mitzi, Chong Liu, Amgad Elgowainy, Po-Chun Hsu"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv6846?af=R",
      "doi": "10.1126/sciadv.adv6846",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "CEP76 impairment at the centrosome-cilium interface contributes to a spectrum of ciliopathies",
      "authors": [
        "Kamal Khan, Erika Tavares, Katherine Bishara, Aysegul Ozanturk, Leila Qebibo, Stephan Frangakis, Daniel G. Calame, Isabelle Meunier, Béatrice Bocquet, Rafal Ploski, Mohammad Ayman Al Khateeb, Dana Marafi, Luke Mansard, Lena Damaj, Richard A. Lewis, Farid Ullah, Thomas Arbogast, Jackson P. Ogden, Madeleine Harion, Marjolaine Willems, Maha S. Zaki, Tobias Bartolomaeus, Anne-Françoise Roux, James R. Lupski, Malgorzata Rydzanicz, Rami Abou Jamra, Francis Ramond, Elise Heon, Lydie Burglen, Erica E. Davis"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3717?af=R",
      "doi": "10.1126/sciadv.adw3717",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Starspots as the origin of ultrafast drifting radio bursts from an active M dwarf",
      "authors": [
        "Jiale Zhang, Hui Tian, Stefano Bellotti, Tianqi Cang, Joseph R. Callingham, Harish K. Vedantham, Bin Chen, Sijie Yu, Philippe Zarka, Corentin K. Louis, Peng Jiang, Hongpeng Lu, Yang Gao, Jinghai Sun, Hengqian Gan, Hui Li, Chun Sun, Zheng Lei, Menglin Huang"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw6116?af=R",
      "doi": "10.1126/sciadv.adw6116",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Femtosecond spectroscopy with paired single photons: Emulating a double-slit experiment in the time-frequency domain",
      "authors": [
        "EunHo Hong, EunSeo Jang, JunWoo Kim"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw9759?af=R",
      "doi": "10.1126/sciadv.adw9759",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Genomic parallelism defines repeated evolution of an inducible offense",
      "authors": [
        "Nicholas A. Levis and Erik J. Ragsdale"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw9964?af=R",
      "doi": "10.1126/sciadv.adw9964",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Integrated spatial morpho-transcriptomics predicts functional traits in pancreatic cancer",
      "authors": [
        "Dennis Gong, Rachel Liu, Yi Cui, Michael Rhodes, Jung Woo Bae, Joseph M. Beechem, William L. Hwang"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx0632?af=R",
      "doi": "10.1126/sciadv.adx0632",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Resistance to radiation enhances metastasis by altering RNA metabolism",
      "authors": [
        "Ayush Kumar, Kensei Kishimoto, Hira L. Goel, Christi A. Silva, Rui Li, Brendan Pacheco, Lihua J. Zhu, William A. Flavahan, Arthur M. Mercurio"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx3050?af=R",
      "doi": "10.1126/sciadv.adx3050",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Wireless nonresonant stimulation of neurons on a magnetoelectric film surface",
      "authors": [
        "Asli Aydin, Ali Jahanshahi, Pouria Esmaeili-Dokht, Mertcan Han, Gaurav Gardi, Yan Yu, Ren Hao Soon, Yasin Temel, Metin Sitti"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx6829?af=R",
      "doi": "10.1126/sciadv.adx6829",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "CysMP reveals metal ion–specific metalloproteomes and copper-regulated PGK1 activity in glycolysis",
      "authors": [
        "Yamei Yuan, Zhiyuan Wang, Chenfang Si, Jianlong Li, Fandong Ren, Yi Yuan, Ziqi Shi, Nana Sun, Xiaonuo Ma, Xingbang Dai, Yunxia Li, Yixiao Zhang, Jianping Liu, Hongbin Wang, Zhengjiang Zhu, Bing Shan, Yaoyang Zhang"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7035?af=R",
      "doi": "10.1126/sciadv.adx7035",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Ultrafast, remote-controlled protonation reaction enables structural changes in a phytochrome",
      "authors": [
        "Madan Kumar Shankar, Lukas Grunewald, Weixiao Yuan Wahlgren, Brigitte Stucki-Buchli, Amke Nimmrich, Moona Kurttila, Anna-Lena Fischer, Giacomo Salvadori, Andrea Cellini, Piotr Maj, Atsarina Larasati Anindya, Elin Claesson, Fangjia Luo, Tek Narsingh Malla, Suraj Pandey, Takehiko Tosha, Nuemket Nipawan, Shigeki Owada, Kensuke Tono, Rie Tanaka, Emina A. Stojković, Dmitry Mozorov, Pasi Myllyperkiö, Tatu Kumpulainen, Heikki Takala, Marius Schmidt, Janne A. Ihalainen, Sebastian Westenhoff"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady0499?af=R",
      "doi": "10.1126/sciadv.ady0499",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Nuclear 2′-O-methylation regulates RNA splicing through its binding protein FUBP1",
      "authors": [
        "Boyang Gao, Bochen Jiang, Zhongyu Zou, Bei Liu, Weijin Liu, Li Chen, Lisheng Zhang, Chuan He"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady3894?af=R",
      "doi": "10.1126/sciadv.ady3894",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "A choline-sensing regulator coordinates metabolic adaptation and pathogenesis in Pseudomonas aeruginosa pulmonary infections",
      "authors": [
        "Yingjie Song, Xiyu Wu, Bo Song, Ziqi Zhu, Derong Dai, Qinqin Ma, Rui Bao"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz1415?af=R",
      "doi": "10.1126/sciadv.adz1415",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Lightweight and ultrastrong 3D nanoarchitected high-entropy ceramic metamaterials",
      "authors": [
        "Modong Jiang, Rui Li, Binzhao Li, Jincheng Ni, Guorui Wang, Zhong Zhang, Yang Chen, Yanlei Hu, Dong Wu, Jiaru Chu, Heng-An Wu, Jiawen Li"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw6632?af=R",
      "doi": "10.1126/sciadv.adw6632",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Beyond the limit: The estimated air pollution damages of overshooting the temperature target",
      "authors": [
        "Clàudia Rodés-Bachs, Laurent Drouet, Peter Rafaj, Massimo Tavoni, Lara Aleluia Reis"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu7590?af=R",
      "doi": "10.1126/sciadv.adu7590",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Extrachromosomal circular DNA promotes inflammation and hepatocellular carcinoma development",
      "authors": [
        "Lap Kwan Chan, Juanjuan Shan, Elias Rodriguez-Fos, Marc Eamonn Healy, Peter Leary, Rossella Parrotta, Nina Desboeufs, Gabriel Semere, Nadine Wittstruck, Anton G. Henssen, Achim Weber"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw0272?af=R",
      "doi": "10.1126/sciadv.adw0272",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Bacterial communities co-develop with respiratory immunity early in life, linking dysbiosis to systemic monocyte signature and wheezing",
      "authors": [
        "Céline Pattaroni, Matthew Macowan, Roxanne Chatzis, Giulia Iacono, Bailey Cardwell, Mindy Gore, Adnan Custovic, Michael D. Shields, Ultan F. Power, Jonathan Grigg, Graham Roberts, Peter Ghazal, Jürgen Schwarze, Steve Turner, Andrew Bush, Sejal Saglani, Clare M. Lloyd, Benjamin J. Marsland"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw1410?af=R",
      "doi": "10.1126/sciadv.adw1410",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Dissociable cortical contributions to impulse control during waiting",
      "authors": [
        "Malcolm Ho Zheng Hao and Tsukasa Kamigaki"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx4732?af=R",
      "doi": "10.1126/sciadv.adx4732",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Kinesin-1 coordinates cross-talk between microtubule and actin cytoskeletons during dendritic cell migration",
      "authors": [
        "Pierre Duquesne, Céline Aoun, Mathieu Kurowska, Brieuc P. Perot, Kerui Zhang, Mounia Debili, Mirjana Weimershaus, François-Xavier Mauvais, Nicolas Cagnard, Nicolas Goudin, Bernardita Medel, Juan Eduardo Montero-Hermández, Linda Diedhiou, Jian-Dong Huang, Alain Fischer, Geneviève de Saint Basile, Mickaël M. Ménager, Pablo Vargas, Fernando E. Sepulveda, Gaël Ménasché"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7672?af=R",
      "doi": "10.1126/sciadv.adx7672",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Targeting RRM2 with dual-modal theranostic smart nanoresponder overcomes osimertinib resistance and triggers immune remodeling in NSCLC",
      "authors": [
        "Jinyu Zhu, Kaihui Cui, Wenyuan Zhou, Xin Zhou, Yuan Yao, Chuanke Zhao, Yuwen Yang, Yang Liu, Jinping Tao, Zhi Yang, Hua Zhu, Bufu Tang, Nan Li"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady7930?af=R",
      "doi": "10.1126/sciadv.ady7930",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Short tandem repeats in populations of the Qinghai-Tibet Plateau and adjacent regions provide insights into high-altitude adaptation",
      "authors": [
        "Yuguo Huang, Mengge Wang, Zhiyong Wang, Xiaojun Liu, Yuhang Feng, Jie Zhong, Hailin Huang, Jia Geng, Ting Tang, Chao Liu, Yu Lu, Jing Cheng, Fengxiao Bu, Guanglin He, Huijun Yuan"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx1590?af=R",
      "doi": "10.1126/sciadv.adx1590",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Declining ocean greenness and phytoplankton blooms in low to mid-latitudes under a warming climate",
      "authors": [
        "Zhongkun Hong, Di Long, Kaiyue Shan, Jian-Min Zhang, R. Iestyn Woolway, Maofeng Liu, Michael E. Mann, Hongwei Fang"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx4857?af=R",
      "doi": "10.1126/sciadv.adx4857",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Structures of rotary ATP synthase from Thermus thermophilus during proton powered ATP synthesis",
      "authors": [
        "Atsuki Nakano, Jun-ichi Kishikawa, Nishida Yui, Kyosuke Sugawara, Yuto Kan, Christoph Gerle, Hideki Shigematsu, Kaoru Mitsuoka, Ken Yokoyama"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx8771?af=R",
      "doi": "10.1126/sciadv.adx8771",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Lyn restrains lupus via kinase-independent mechanisms that limit Toll-like receptor activation and type I interferon responsiveness",
      "authors": [
        "Elan L’Estrange-Stranieri, Timothy A. Gottschalk, Anne M. Kong, Mhairi J. Maxwell, Ee Shan Pang, Evelyn Tsantikos, David M. Tarlinton, Meredith O’Keeffe, Mark D. Wright, Margaret L. Hibbs"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz1726?af=R",
      "doi": "10.1126/sciadv.adz1726",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Oxygen isotope composition of Mesoproterozoic (~1360 Ma) seawater constrained by clumped isotopes of North China limestones",
      "authors": [
        "Pingping Li, Fang Hao, Shijie He, Haobo Chai, Yongfei Jiao, Yaxuan Gao, Huayao Zou"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu6693?af=R",
      "doi": "10.1126/sciadv.adu6693",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Cooperative role of distinctive TP53 and PTEN combined loss in the peripheral T cell lymphoma–GATA3 molecular subgroup",
      "authors": [
        "Waseem G. Lone, Jiayu Yu, Xuxiang Liu,  Dylan T. Jochum, Alyssa Bouska, Kunal Shetty, Tyler Herek, Sunandini Sharma, Chengfeng Bi, Rauf Shah, Zaina W. Nasser, Catalina Amador, Aiza Arif, Abdul Rouf Mir, Yuping Li, Tayla B. Heavican-Foral, Jacob Robinson, R. Katherine Hyde, Mamiko Sakata-Yanagimoto, Satyanarayana Rachagani, Timothy W. McKeithan, David W. Scott, Louis M. Staudt, Giorgio Inghirami, Andrew Feldman, Timothy Greiner, Julie M. Vose, Lisa Rimsza, Joesph Khoury, Wing C. Chan, Javeed Iqbal, On behalf of Lymphoma/Leukemia Molecular Profiling Project (LLMPP)"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx6877?af=R",
      "doi": "10.1126/sciadv.adx6877",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Enhanced FOS expression improves tumor clearance and resists exhaustion in NR4A3-deficient CAR T cells under chronic antigen exposure",
      "authors": [
        "Peidi Yin, Jigui Yang, Yiyang Jiang, Linhong Han, Tianchen Xiong, Haofei Liu, Yiliang Fang, Wenchen Ruan, Jiayang Wu, Longjuan Chen, Leyong Tan, Yonglin Zuo, Xin Wu, Fangyuan Mao, Rui Huang, \n\tXindong Liu,  Xiu-Wu Bian"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3571?af=R",
      "doi": "10.1126/sciadv.adw3571",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Task-related activity in auditory cortex enhances sound representation",
      "authors": [
        "Ana Polterovich, Maciej M. Jankowski, Johannes Niediek, Alex Kazakov, Israel Nelken"
      ],
      "date": "2025-10-17T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv1963?af=R",
      "doi": "10.1126/sciadv.adv1963",
      "summary": "Science Advances, Volume 11, Issue 42, October 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Author Correction: A room temperature rechargeable all-solid-state hydride ion battery",
      "authors": [
        "Jirong Cui",
        "Ren Zou",
        "Weijin Zhang",
        "Hong Wen",
        "Jingyao Liu",
        "Shangshang Wang",
        "Shukun Liu",
        "Hetong Chen",
        "Wei Liu",
        "Xiaohua Ju",
        "Weiwei Wang",
        "Tao Gan",
        "Jiong Li",
        "Jianping Guo",
        "Teng He",
        "Hujun Cao",
        "Ping Chen"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09701-9",
      "doi": "10.1038/s41586-025-09701-9",
      "summary": "Nature, Published online: 17 October 2025; doi:10.1038/s41586-025-09701-9 Author Correction: A room temperature rechargeable all-solid-state hydride ion battery"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Would ChatGPT hire you? Your age and gender matter",
      "authors": [
        "Shamini Bundell"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03413-w",
      "doi": "10.1038/d41586-025-03413-w",
      "summary": "Nature, Published online: 17 October 2025; doi:10.1038/d41586-025-03413-w Online stereotypes about younger women and older men could impact real-world hiring decisions."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Blood tests are now approved for Alzheimer’s: how accurate are they?",
      "authors": [
        "Katie Kavanagh"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03394-w",
      "doi": "10.1038/d41586-025-03394-w",
      "summary": "Nature, Published online: 17 October 2025; doi:10.1038/d41586-025-03394-w A second blood test has been been approved by the US Food and Drug Administration to assist in diagnosing Alzheimer’s disease. Will these tests change how cognitive decline is measured?"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Warning signs",
      "authors": [
        "Alan Dove"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03255-6",
      "doi": "10.1038/d41586-025-03255-6",
      "summary": "Nature, Published online: 17 October 2025; doi:10.1038/d41586-025-03255-6 Temptation waits."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Is academic research becoming too competitive? <i>Nature</i> examines the data",
      "authors": [
        "Miryam Naddaf"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03119-z",
      "doi": "10.1038/d41586-025-03119-z",
      "summary": "Nature, Published online: 17 October 2025; doi:10.1038/d41586-025-03119-z Applications for European research grants increased in 2025. Scientists say they’re feeling the competition."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Time-resolved fluorescent proteins expand the microscopy palette",
      "authors": [
        "Stephanie  Melchor"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03318-8",
      "doi": "10.1038/d41586-025-03318-8",
      "summary": "Nature, Published online: 17 October 2025; doi:10.1038/d41586-025-03318-8 An innovative strategy has produced light-emitting proteins that can be differentiated both by colour and by how long the molecules remain in an excited state."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Demonstration of dynamic surface codes",
      "authors": [
        "Alec Eickbusch",
        "Matt McEwen",
        "Volodymyr Sivak",
        "Alexandre Bourassa",
        "Juan Atalaya",
        "Jahan Claes",
        "Dvir Kafri",
        "Craig Gidney",
        "Christopher W. Warren",
        "Jonathan Gross",
        "Alex Opremcak",
        "Nicholas Zobrist",
        "Kevin C. Miao",
        "Gabrielle Roberts",
        "Kevin J. Satzinger",
        "Andreas Bengtsson",
        "Matthew Neeley",
        "William P. Livingston",
        "Alex Greene",
        "Rajeev Acharya",
        "Laleh Aghababaie Beni",
        "Georg Aigeldinger",
        "Ross Alcaraz",
        "Trond I. Andersen",
        "Markus Ansmann",
        "Frank Arute",
        "Kunal Arya",
        "Abraham Asfaw",
        "Ryan Babbush",
        "Brian Ballard",
        "Joseph C. Bardin",
        "Alexander Bilmes",
        "Jenna Bovaird",
        "Dylan Bowers",
        "Leon Brill",
        "Michael Broughton",
        "David A. Browne",
        "Brett Buchea",
        "Bob B. Buckley",
        "Tim Burger",
        "Brian Burkett",
        "Nicholas Bushnell",
        "Anthony Cabrera",
        "Juan Campero",
        "Hung-Shen Chang",
        "Ben Chiaro",
        "Liang-Ying Chih",
        "Agnetta Y. Cleland",
        "Josh Cogan",
        "Roberto Collins",
        "Paul Conner",
        "William Courtney",
        "Alexander L. Crook",
        "Ben Curtin",
        "Sayan Das",
        "Alexander Del Toro Barba",
        "Sean Demura",
        "Laura De Lorenzo",
        "Agustin Di Paolo",
        "Paul Donohoe",
        "Ilya K. Drozdov",
        "Andrew Dunsworth",
        "Aviv Moshe Elbag",
        "Mahmoud Elzouka",
        "Catherine Erickson",
        "Vinicius S. Ferreira",
        "Leslie Flores Burgos",
        "Ebrahim Forati",
        "Austin G. Fowler",
        "Brooks Foxen",
        "Suhas Ganjam",
        "Gonzalo Garcia",
        "Robert Gasca",
        "Élie Genois",
        "William Giang",
        "Dar Gilboa",
        "Raja Gosula",
        "Alejandro Grajales Dau",
        "Dietrich Graumann",
        "Tan Ha",
        "Steve Habegger",
        "Michael C. Hamilton",
        "Monica Hansen",
        "Matthew P. Harrigan",
        "Sean D. Harrington",
        "Stephen Heslin",
        "Paula Heu",
        "Oscar Higgott",
        "Reno Hiltermann",
        "Jeremy Hilton",
        "Hsin-Yuan Huang",
        "Ashley Huff",
        "William J. Huggins",
        "Evan Jeffrey",
        "Zhang Jiang",
        "Xiaoxuan Jin",
        "Cody Jones",
        "Chaitali Joshi",
        "Pavol Juhas",
        "Andreas Kabel",
        "Hui Kang",
        "Amir H. Karamlou",
        "Kostyantyn Kechedzhi",
        "Trupti Khaire",
        "Tanuj Khattar",
        "Mostafa Khezri",
        "Seon Kim",
        "Bryce Kobrin",
        "Alexander N. Korotkov",
        "Fedor Kostritsa",
        "John Mark Kreikebaum",
        "Vladislav D. Kurilovich",
        "David Landhuis",
        "Tiano Lange-Dei",
        "Brandon W. Langley",
        "Kim-Ming Lau",
        "Justin Ledford",
        "Kenny Lee",
        "Brian J. Lester",
        "Loïck Le Guevel",
        "Wing Yan Li",
        "Alexander T. Lill",
        "Aditya Locharla",
        "Erik Lucero",
        "Daniel Lundahl",
        "Aaron Lunt",
        "Sid Madhuk",
        "Ashley Maloney",
        "Salvatore Mandrà",
        "Leigh S. Martin",
        "Orion Martin",
        "Cameron Maxfield",
        "Jarrod R. McClean",
        "Seneca Meeks",
        "Anthony Megrant",
        "Reza Molavi",
        "Sebastian Molina",
        "Shirin Montazeri",
        "Ramis Movassagh",
        "Michael Newman",
        "Anthony Nguyen",
        "Murray Nguyen",
        "Chia-Hung Ni",
        "Logan Oas",
        "Raymond Orosco",
        "Kristoffer Ottosson",
        "Alex Pizzuto",
        "Rebecca Potter",
        "Orion Pritchard",
        "Chris Quintana",
        "Ganesh Ramachandran",
        "Matthew J. Reagor",
        "David M. Rhodes",
        "Eliott Rosenberg",
        "Elizabeth Rossi",
        "Kannan Sankaragomathi",
        "Henry F. Schurkus",
        "Michael J. Shearn",
        "Aaron Shorter",
        "Noah Shutty",
        "Vladimir Shvarts",
        "Spencer Small",
        "W. Clarke Smith",
        "Sofia Springer",
        "George Sterling",
        "Jordan Suchard",
        "Aaron Szasz",
        "Alex Sztein",
        "Douglas Thor",
        "Eifu Tomita",
        "Alfredo Torres",
        "M. Mert Torunbalci",
        "Abeer Vaishnav",
        "Justin Vargas",
        "Sergey Vdovichev",
        "Guifre Vidal",
        "Catherine Vollgraff Heidweiller",
        "Steven Waltman",
        "Jonathan Waltz",
        "Shannon X. Wang",
        "Brayden Ware",
        "Travis Weidel",
        "Theodore White",
        "Kristi Wong",
        "Bryan W. K. Woo",
        "Maddy Woodson",
        "Cheng Xing",
        "Z. Jamie Yao",
        "Ping Yeh",
        "Bicheng Ying",
        "Juhwan Yoo",
        "Noureldin Yosri",
        "Grayson Young",
        "Adam Zalcman",
        "Yaxing Zhang",
        "Ningfeng Zhu",
        "Sergio Boixo",
        "Julian Kelly",
        "Vadim Smelyanskiy",
        "Hartmut Neven",
        "Dave Bacon",
        "Zijun Chen",
        "Paul V. Klimov",
        "Pedram Roushan",
        "Charles Neill",
        "Yu Chen",
        "Alexis Morvan"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03070-w",
      "doi": "10.1038/s41567-025-03070-w",
      "summary": "Nature Physics, Published online: 17 October 2025; doi:10.1038/s41567-025-03070-w Typical quantum error correcting codes assign fixed roles to the underlying physical qubits. Now the performance benefits of alternative, dynamic error correction schemes have been demonstrated on a superconducting quantum processor."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: Green synthesis of graphene oxide by seconds timescale water electrolytic oxidation",
      "authors": [
        "Songfeng Pei",
        "Qinwei Wei",
        "Kun Huang",
        "Hui-Ming Cheng",
        "Wencai Ren"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-65021-6",
      "doi": "10.1038/s41467-025-65021-6",
      "summary": "Nature Communications, Published online: 17 October 2025; doi:10.1038/s41467-025-65021-6 Author Correction: Green synthesis of graphene oxide by seconds timescale water electrolytic oxidation"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Altered effort and deconditioning are not valid explanations of myalgic encephalomyelitis/chronic fatigue syndrome",
      "authors": [
        "Todd E. Davenport",
        "Carmen Scheibenbogen",
        "Mark A. Zinn",
        "Mary Dimmock",
        "Janet Stone",
        "Karl J. Tronstad",
        "Øystein Fluge",
        "Jonas Bergquist",
        "Staci R. Stevens",
        "David Tuller",
        "Uta Behrends",
        "J. Mark Van Ness",
        "Mark A. Vink",
        "Luis Nacul"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64538-0",
      "doi": "10.1038/s41467-025-64538-0",
      "summary": "Nature Communications, Published online: 17 October 2025; doi:10.1038/s41467-025-64538-0 Altered effort and deconditioning are not valid explanations of myalgic encephalomyelitis/chronic fatigue syndrome"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: Cross-species comparison reveals therapeutic vulnerabilities halting glioblastoma progression",
      "authors": [
        "Leo Carl Foerster",
        "Oguzhan Kaya",
        "Valentin Wüst",
        "Diana-Patricia Danciu",
        "Vuslat Akcay",
        "Milica Bekavac",
        "Kevin Chris Ziegler",
        "Nina Stinchcombe",
        "Anna Tang",
        "Susanne Kleber",
        "Jocelyn L. Y. Tang",
        "Jan Brunken",
        "Irene Lois-Bermejo",
        "Noelia Gesteira-Perez",
        "Xiujian Ma",
        "Ahmed Sadik",
        "Phuong Uyen Le",
        "Kevin Petrecca",
        "Christiane A. Opitz",
        "Haikun Liu",
        "Christian Rainer Wirtz",
        "Angela Goncalves",
        "Anna Marciniak-Czochra",
        "Simon Anders",
        "Ana Martin-Villalba"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-65072-9",
      "doi": "10.1038/s41467-025-65072-9",
      "summary": "Nature Communications, Published online: 17 October 2025; doi:10.1038/s41467-025-65072-9 Author Correction: Cross-species comparison reveals therapeutic vulnerabilities halting glioblastoma progression"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Reply to: Altered effort and deconditioning are not valid explanations of myalgic encephalomyelitis/chronic fatigue syndrome",
      "authors": [
        "Brian Walitt",
        "Lisa Chin",
        "Bart Drinkard",
        "Samuel Lamunion",
        "Robert Brychta",
        "Kong Chen",
        "Barbara Stussman",
        "Andrew Mammen",
        "Iago Pinal Fernandez",
        "Joseph Snow",
        "Nicholas Madian",
        "Mark Hallett",
        "Avindra Nath"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64539-z",
      "doi": "10.1038/s41467-025-64539-z",
      "summary": "Nature Communications, Published online: 17 October 2025; doi:10.1038/s41467-025-64539-z Reply to: Altered effort and deconditioning are not valid explanations of myalgic encephalomyelitis/chronic fatigue syndrome"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "The cumulenic linear C<sub>5</sub> and its coupling-reaction products",
      "authors": [
        "Luye Sun",
        "Yuan Guo",
        "Wenzhi Xiang",
        "Mali Zhao",
        "Wei Xu"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64310-4",
      "doi": "10.1038/s41467-025-64310-4",
      "summary": "Nature Communications, Published online: 17 October 2025; doi:10.1038/s41467-025-64310-4 Linear carbon (Cn), an elusive sp hybridized carbon allotrope, has attracted much interest both experimentally and among theorists due to remarkable properties and significant controversy. Here, the authors report the synthesis and characterization of an uncapped linear C5 as well as longer even- and odd-numbered carbon chains."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Structure-function relationship of the GH168 fucanase reveals an unusual enzyme recognition mechanism for sulfated polysaccharide",
      "authors": [
        "Guangning Chen",
        "Jingjing Shen",
        "Xinyu Li",
        "Menghui Sun",
        "Sheng Dong",
        "Ying Sun",
        "Achiraya Khamleng",
        "Xuanwei Mei",
        "Yuying Zhang",
        "Guanchen Liu",
        "Fangyi Chen",
        "Xiao Song",
        "Kaimeng Liu",
        "Yingang Feng",
        "Changhu Xue",
        "Yaoguang Chang"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63891-4",
      "doi": "10.1038/s41467-025-63891-4",
      "summary": "Nature Communications, Published online: 17 October 2025; doi:10.1038/s41467-025-63891-4 Authors identify and characterize 16 endo−1,3-fucanases within the GH168 family sequence space, unveiling a recognition mechanism for sulfate polysaccharides. These findings can promote the application of endo−1,3-fucanases for the development of sulfated fucans."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Hydride formation pressures and kinetics in individual Pd nanoparticles with systematically varied levels of plastic deformation",
      "authors": [
        "Carl Andersson",
        "Jonathan Zimmerman",
        "Joachim Fritzsche",
        "Eugen Rabkin",
        "Christoph Langhammer"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64311-3",
      "doi": "10.1038/s41467-025-64311-3",
      "summary": "Nature Communications, Published online: 17 October 2025; doi:10.1038/s41467-025-64311-3 Authors study H2 absorption in single Pd nanoparticles with systematically varied plastic deformation. They report deformation-level dependent kinetics and hydride formation pressures, and reveal their complex evolution during H2 cycling."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "A frugal Spiking Neural Network for unsupervised multivariate temporal pattern classification and multichannel spike sorting",
      "authors": [
        "Sai Deepesh Pokala",
        "Marie Bernert",
        "Takuya Nanami",
        "Takashi Kohno",
        "Timothée Lévi",
        "Blaise Yvert"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64231-2",
      "doi": "10.1038/s41467-025-64231-2",
      "summary": "Nature Communications, Published online: 17 October 2025; doi:10.1038/s41467-025-64231-2 Novel brain implants generate massive data flow to be processed efficiently. Here, authors propose a light artificial spiking neural network to perform spike sorting, a key processing step that isolates single neuron activity, to benefit future low-power brain implants."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Hermetic stretchable seals enabled by a viscoplastic surface effect",
      "authors": [
        "Rui Xia",
        "Chun Li",
        "Yan Shao",
        "Dong He",
        "Jianfeng Yan",
        "Mao Yu",
        "Kangjie Chu",
        "Huanhuan Yang",
        "Daohang Cai",
        "Guoli Chen",
        "Yaqi Du",
        "Guangfu Luo",
        "Weishu Liu",
        "Fuzeng Ren",
        "Zhubing He",
        "Yanhao Yu"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02386-5",
      "doi": "10.1038/s41563-025-02386-5",
      "summary": "Nature Materials, Published online: 17 October 2025; doi:10.1038/s41563-025-02386-5 Viscoplastic surface effects in polymeric elastomers drive the development of sealing platforms with high hermeticity and large stretchability to safeguard stretchable electronics from degradation."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Author Correction: Nanoscale C–H/C–D mapping of organic materials using electron spectroscopy",
      "authors": [
        "Ryosuke Senga",
        "Katsumi Hagita",
        "Tomohiro Miyata",
        "Hsiao-Fang Wang",
        "Koichi Mayumi",
        "Hiroshi Jinnai",
        "Kazu Suenaga"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02040-w",
      "doi": "10.1038/s41565-025-02040-w",
      "summary": "Nature Nanotechnology, Published online: 17 October 2025; doi:10.1038/s41565-025-02040-w Author Correction: Nanoscale C–H/C–D mapping of organic materials using electron spectroscopy"
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Progress in cancer vaccines enabled by nanotechnology",
      "authors": [
        "B. J. Kim",
        "Nouran S. Abdelfattah",
        "Alexander Hostetler",
        "Darrell J. Irvine"
      ],
      "date": "2025-10-17T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02021-z",
      "doi": "10.1038/s41565-025-02021-z",
      "summary": "Nature Nanotechnology, Published online: 17 October 2025; doi:10.1038/s41565-025-02021-z This Review discusses recent progress in therapeutic cancer vaccines, with particular emphasis on the role of nanotechnology in supporting these advances."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Invested and Potential Magic Resources in Measurement-Based Quantum Computation",
      "authors": [
        "Gong-Chu Li, Lei Chen, Si-Qi Zhang, Xu-Song Hong, Huaqing Xu, Yuancheng Liu, You Zhou, Geng Chen, Chuan-Feng Li, Guang-Can Guo, and Alioscia Hamma"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4yyv-hggz",
      "doi": "10.1103/4yyv-hggz",
      "summary": "Magic states and magic gates are crucial for achieving universal quantum computation, but important questions about how magic resources should be implemented to attain maximal quantum advantage have remained unexplored, especially in the context of measurement-based quantum computation (MQC). This L… [Phys. Rev. Lett. 135, 160203] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Long-Range Nonstabilizerness and Phases of Matter",
      "authors": [
        "David Aram Korbany, Michael J. Gullans, and Lorenzo Piroli"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1hlj-h6t9",
      "doi": "10.1103/1hlj-h6t9",
      "summary": "Long-range nonstabilizerness can be defined as the amount of nonstabilizerness that cannot be removed by shallow local quantum circuits. We study long-range nonstabilizerness in the context of many-body quantum physics, a task with possible implications for quantum-state preparation protocols and im… [Phys. Rev. Lett. 135, 160404] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Macroscopic Suppression of Supersonic Quantum Transport",
      "authors": [
        "Jérémy Faupin, Marius Lemm, Israel Michael Sigal, and Jingxuan Zhang (张景宣)"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/27qs-vlrn",
      "doi": "10.1103/27qs-vlrn",
      "summary": "We consider a broad class of strongly interacting quantum lattice gases, including the Fermi-Hubbard and Bose-Hubbard models. We focus on macroscopic particle clusters of size $θN$, with $θ∈(0,1)$ and $N$ the total particle number, and we study the quantum probability that such a cluster is transpor… [Phys. Rev. Lett. 135, 160405] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Thermodynamics and State Preparation in a Two-State System of Light",
      "authors": [
        "Christian Kurtscheid, Andreas Redmann, Frank Vewinger, Julian Schmitt, and Martin Weitz"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kynj-l87s",
      "doi": "10.1103/kynj-l87s",
      "summary": "The coupling of two-level quantum systems to the thermal environment is a fundamental problem with applications of such usually single-particle or fermionic systems ranging from qubit state preparation to spin models. The present Letter studies the elementary problem of the thermodynamics of an ense… [Phys. Rev. Lett. 135, 160406] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Roughening Transition in Quantum Circuits",
      "authors": [
        "Hyunsoo Ha, David A. Huse, and Grace M. Sommers"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gkwd-8477",
      "doi": "10.1103/gkwd-8477",
      "summary": "We explore a roughening phase transition that occurs in the entanglement dynamics of certain quantum circuits. Viewing entanglement as the free energy of a membrane in a circuit-defined random environment, there is a competition between membrane smoothing due to lattice pinning and roughening due to… [Phys. Rev. Lett. 135, 160603] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "<i>Fermi</i>-LAT Galactic Center Excess Morphology of Dark Matter in Simulations of the Milky Way Galaxy",
      "authors": [
        "Moorits Mihkel Muru, Joseph Silk, Noam I. Libeskind, Stefan Gottlöber, and Yehuda Hoffman"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/g9qz-h8wd",
      "doi": "10.1103/g9qz-h8wd",
      "summary": "The strongest experimental evidence for dark matter is the Galactic Center gamma-ray excess observed by the Fermi telescope and even predicted prior to discovery as a potential dark matter signature via weakly interacting massive particle dark matter self-annihilations. However, an equally compellin… [Phys. Rev. Lett. 135, 161005] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Hawking Evaporation and the Fate of Black Holes in Loop Quantum Gravity",
      "authors": [
        "Idrus Husin Belfaqih, Martin Bojowald, Suddhasattwa Brahma, and Erick I. Duque"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/t6q4-4l77",
      "doi": "10.1103/t6q4-4l77",
      "summary": "A recent covariant formulation, that includes nonperturbative effects from loop quantum gravity (LQG) as self-consistent effective models, has revealed the possibility of nonsingular black hole solutions. The new framework makes it possible to couple scalar matter to such LQG black holes and derive … [Phys. Rev. Lett. 135, 161501] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "$η$ and ${η}^{′}$ Production in $J/ψ$ Radiative Decays from Quantum Chromodynamics",
      "authors": [
        "Mischa Batelaan, Jozef J. Dudek, and Robert G. Edwards (for the Hadron Spectrum Collaboration)"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tdk2-bk8w",
      "doi": "10.1103/tdk2-bk8w",
      "summary": "We present a first principles calculation within quantum chromodynamics (QCD) of the radiative decays of the $J/ψ$ into the light pseudoscalar mesons $η$ and ${η}^{′}$. Within a lattice computation we obtain the transition form factors as a function of photon virtuality from the timelike region, acc… [Phys. Rev. Lett. 135, 161904] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Photoionization-Induced Floquet Driving of a Discrete Time Crystal in a Thermal Rydberg Ensemble",
      "authors": [
        "Yuechun Jiao, Yu Zhang, Jingxu Bai, Suotang Jia, C. Stuart Adams, Zhengyang Bai, Heng Shen, and Jianming Zhao"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1c1k-bv7z",
      "doi": "10.1103/1c1k-bv7z",
      "summary": "Nonequilibrium, strongly interacting systems exhibit rich dynamics even in the presence of strong dissipation. For example, periodic dynamics, such as discrete time crystalline (DTC) phases, can appear. The DTC phase structure can be further enriched using external periodic driving—Floquet driving. … [Phys. Rev. Lett. 135, 163603] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Odd Dynamics of Passive Objects in a Chiral Active Bath",
      "authors": [
        "Cory Hargus, Federico Ghimenti, Julien Tailleur, and Frédéric van Wijland"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pdpf-sd9q",
      "doi": "10.1103/pdpf-sd9q",
      "summary": "When submerged in a chiral active bath, a passive object becomes a spinning ratchet imbued with odd transport properties. We present the most general Langevin dynamics for a rigid body in a chiral active bath, in the adiabatic limit of large object mass. For rotationally symmetric objects, odd diffu… [Phys. Rev. Lett. 135, 167102] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Anomalous Correlators, Negative Frequencies, and Non-Phase-Invariant Hamiltonians in Random Waves",
      "authors": [
        "A. Villois, G. Dematteis, Y. V. Lvov, M. Onorato, and J. Shatah"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3brq-j34x",
      "doi": "10.1103/3brq-j34x",
      "summary": "Villois, G. Dematteis, Y. V. Lvov, M. Onorato, and J. Shatah We investigate a generic non-phase-invariant Hamiltonian model that governs the dynamics of nonlinear dispersive waves. We give evidence that initial data characterized by random phases naturally evolve into phase correlations between positive and negative wave numbers, leading to the emergence of n… [Phys. Rev. Lett. 135, 167201] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Tuning Steady Shear Rheology through Active Dopants",
      "authors": [
        "Amir Shee, Ritwik Bandyopadhyay, and Haicen Yue"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qvr9-rvw4",
      "doi": "10.1103/qvr9-rvw4",
      "summary": "We numerically investigate the steady shear rheology of mixtures of active and passive Brownian particles, with varying fractions of active components. We find that even a small fraction of active dopants triggers fluidization with comparable efficiency to fully active systems. A combined parameter,… [Phys. Rev. Lett. 135, 168302] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Nanoparticle stored with an atomic ion in a linear Paul trap</span>",
      "authors": [
        "Dmitry S. Bykov, Lorenzo Dania, Florian Goschin, and Tracy E. Northup"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/26070Y59G5117f9a41ad5ea6ad9293ec715c54009",
      "doi": "10.1103/5lzj-f61x",
      "summary": "Radiofrequency (RF) traps enable highly controlled interactions between charged particles, including reactions between cold molecular ions, sympathetic cooling of one ion species with another, and quantum logic spectroscopy. However, the charge-to-mass ($Q/m$) selectivity of RF traps limits the rang… [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Pair dispersion of bubbles in isotropic turbulence</span>",
      "authors": [
        "Shiyong Tan, Shijie Zhong, Xu Xu, Yinghe Qi, and Rui Ni"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/14076Y36Q272e50281f325248b3b96dee3d5df23c",
      "doi": "10.1103/q7qf-2qsl",
      "summary": "Turbulence serves as a catalyst for rapid bubble dispersion, increasing the residence time of bubbles in the ocean and shaping the crucial process of mass transfer during air-sea interactions. In this paper, we experimentally investigated the pair dispersion of bubbles in turbulence. Our findings hi… [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Experimental observation of single- and multi-site matter-wave solitons in an optical accordion lattice</span>",
      "authors": [
        "Robbie Cruickshank, Francesco Lorenzi, Arthur La Rooij, Ethan Kerr, Timon Hilker, Stefan Kuhr, Luca Salasnich, and Elmar Haller"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/b5073Ya8Q4e1db9b47195ee1f4795e0aabc8cd921",
      "doi": "10.1103/sh72-wnmv",
      "summary": "We report the experimental observation of discrete bright matter-wave solitons with attractive interaction in an optical lattice. Using an accordion lattice with adjustable spacing, we prepare a Bose-Einstein condensate of cesium atoms across a defined number of lattice sites. By quenching the inter… [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Antiferroelectricity in BiFeO${}_{3}$ thin films</span>",
      "authors": [
        "Menghui Xia, Sukriti Mantri, L. Bellaiche, and Bin Xu"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/1e078Y7eS5916f9757132ab735230bcb78a3eb8cc",
      "doi": "10.1103/fqpx-dpbn",
      "summary": "Antiferroelectric (AFE) materials are more rare than ferroelectrics (FEs). Yet they hold great potential for niche applications, mostly thanks to the electric-field induced reversible transformation between the AFE and FE states. In addition to the extrinsic method of chemical doping, intrinsically … [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Model-free learning of probability flows: Elucidating the nonequilibrium dynamics of flocking</span>",
      "authors": [
        "Nicholas M. Boffi and Eric Vanden-Eijnden"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/fb079Yb1L4216a84b6531a395f865c30a68c3ccac",
      "doi": "10.1103/1zqs-nbt7",
      "summary": "Model-free learning of probability flows: Elucidating the nonequilibrium dynamics of flocking Nicholas M. Bo!- Carnegie Mellon University Eric Vanden-Eijnden+ Courant Institute of Mathematical Sciences (Dated: December 5, 2024) Active systems comprise a class of nonequilibrium dynamics in which indi… [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Tracing long-lived atomic coherences generated via molecular conical intersections</span>",
      "authors": [
        "Patrick Rupprecht, Francesco Montorsi, Lei Xu, Nicolette G. Puskar, Marco Garavelli, Shaul Mukamel, Niranjan Govind, Daniel M. Neumark, Daniel Keefer, and Stephen R. Leone"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/89070Y29Q2d1c39995aa2dc516700a9ef94442704",
      "doi": "10.1103/6bfk-mgpn",
      "summary": "Accessing coherences is key to fully understand and control ultrafast dynamics of complex quantum systems like molecules. Most photochemical processes are mediated by conical intersections (CIs), which generate coherences between electronic states in molecules. We show with accurate calculations per… [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Generating generalized ground-state ansatzes from few-body examples</span>",
      "authors": [
        "Matt Lourens, Ilya Sinayskiy, Johannes N. Kriel, and Francesco Petruccione"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/24075Y8eQ7212593b33966b00088b02b1dd1723fb",
      "doi": "10.1103/5vc5-9f4d",
      "summary": "We introduce a method that generates ground-state ansatzes for quantum many-body systems which are both analytically tractable and accurate over wide parameter regimes. Our approach leverages a custom symbolic language to construct tensor network states (TNS) via an evolutionary algorithm. This lang… [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Adhesive forces in droplet kinetic friction on liquid-like surfaces</span>",
      "authors": [
        "Glen McHale, Sara Janahi, Hernán Barrio-Zhang, Yaofeng Wang, Jinju Chen, Gary G. Wells, and Rodrigo Ledesma-Aguilar"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/f207fY0aS012140d92ea9151c4fbd275bb84a4f26",
      "doi": "10.1103/ljbc-k193",
      "summary": "Kinetic frictional forces resisting droplet motion often appear to be separate to surface wettability and adhesive forces. Here we show that such friction arises from a simple combination of the contact angle hysteresis and adhesive force. We show theoretically, and confirm using tilt angle experime… [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Localization and delocalization of a single molecule in a helium nanodroplet</span>",
      "authors": [
        "Zhengjun Ye, Haomai Hou, Linqian Zeng, Lianrong Zhou, Zhejun Jiang, Menghang Shi, Chenxu Lu, Shengzhe Pan, Ruolin Gong, Peifen Lu, Hongcheng Ni, Wenbin Zhang, Feng He, and Jian Wu"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/d5076Ye1Kff1a388a90d77390f48f0b114fcb3f32",
      "doi": "10.1103/lq3l-bxn7",
      "summary": "When embedded in superfluid helium nanodroplets, the dopant molecule exhibits either localization or delocalization behaviors that are critically determined by the spatial spread of its wavefuntion, which in turn are influenced by the confining potential of the nanodroplets. Here, we examine the spa… [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Role of hydrodynamics in the synchronization of <em>Chlamydomonas</em> flagella</span>",
      "authors": [
        "Luc Zorrilla, Antoine Allard, Krish Desai, and Marco Polin"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5a07eY15Q861199423526bf1c18fa7251c1df079b",
      "doi": "10.1103/zjr8-3tyj",
      "summary": "While hydrodynamic coupling has long been considered essential for synchronisation of eukaryotic flagella, recent experiments on the unicellular biflagellate model organism Chlamydomonas} demonstrate that -at the single cell level- intracellular mechanical coupling is necessary for coordination. It … [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Chiral graviton modes on the lattice</span>",
      "authors": [
        "Hernan B. Xavier, Zeno Bacciconi, Titas Chanda, Dam Thanh Son, and Marcello Dalmonte"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4b070YacR2d2ba084108364888e73d457ba416715",
      "doi": "10.1103/1636-kl65",
      "summary": "Chiral graviton modes are elusive excitations arising from the hidden quantum geometry of fractional quantum Hall states. It remains unclear, however, whether this picture extends to lattice models, where continuum translations are broken and additional quasiparticle decay channels arise. We present… [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Electron affinities of C${}_{60}$ and C${}_{70}$ and cooling of their anions</span>",
      "authors": [
        "J. E. Navarro Navarrete, P. Martini, S. Rosén, A. Simonsson, P. Reinhed, M. Björkhage, M. Blom, J. Alexander, M. C. Ji, M. K. Kristiansson, R. Barzaga, F. Aguilar-Galindo, M. Alcamí, S. Diaz-Tendero, K. Hansen, M. Gatchell, H. Cederquist, H. T. Schmidt, and H. Zettergren"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2e072Y14N081fd9394fd9a219331dbcc76596eef3",
      "doi": "10.1103/j2sv-7v9l",
      "summary": "We combine cryogenic storage of fullerene anions up to minutes with laser photo-detachment spectroscopy and measure the electron affinities to be 2.684(3),eV for ${C}_{60}$ and 2.7665(3),eV for ${C}_{70}$, which settle long-standing issues concerning these values. We find that ${C}_{70}^{−}$ cools m… [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Emerging non-Hermitian topology in a chiral-driven-dissipative Bose-Hubbard model</span>",
      "authors": [
        "Laszlo Rassaert, Tomás Ramos, Tommaso Roscilde, and Diego Porras"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/b907fY1dL7819b8b76ee4563e792880d600eaba4d",
      "doi": "10.1103/w32k-x3l5",
      "summary": "We introduce a driven-dissipative Bose-Hubbard chain describing coupled lossy photonic modes, in which time-reversal symmetry is broken by a coherent drive with a uniform phase gradient. We investigate this model by means of a Gaussian variational ansatz and numerically prove that the steady-state s… [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Observation of modulation-induced Feshbach resonance</span>",
      "authors": [
        "Tongkang Wang, Yuqi Liu, Jundong Wang, Youjia Huang, Wenlan Chen, Zhendong Zhang, and Jiazhong Hu"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/82071Yd6Rda1d69c88935373d8589781a597f734c",
      "doi": "10.1103/qrz6-gjp6",
      "summary": "In this work, we observe a novel resonant mechanism, namely the modulation-induced Feshbach resonance. By applying a far-detuned laser to the cesium ${D}_{2}$ transition with intensity modulation, we periodically modulate the energy levels of atomic collisional states. This periodic modulation conne… [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Compatibility of binary qubit measurements</span>",
      "authors": [
        "Dmitry Grinko and Roope Uola"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/8b07cY92Hb624f0351f44f946d9d766226b20f565",
      "doi": "10.1103/vv1h-5mf9",
      "summary": "Deciding which sets of quantum measurements allow a simultaneous readout is a central problem in quantum measurement theory. The problem is relevant not only from the foundational perspective but also has direct applications in quantum correlation problems fueled by incompatible measurements. Althou… [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Direct observation of the surface superconducting gap in the topological superconductor candidate $β$-PdBi${}_{2}$</span>",
      "authors": [
        "Akifumi Mine, Takeshi Suzuki, Yigui Zhong, Sahand Najafzadeh, Kenjiro Okawa, Masato Sakano, Kyoko Ishizaka, Shik Shin, Takao Sasagawa, and Kozo Okazaki"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/f5074YaeR4717c9619278e1834a369aa7747ad4ac",
      "doi": "10.1103/3jgn-22rx",
      "summary": "$β$-PdBi${}_{2}$ is one of the candidates for topological superconductors with a superconducting (SC) transition temperature (Tc) of 5.3 K, in which parity mixing of spin singlet and spin triplet has been anticipated, being crucial for the further understanding of relationship with inversion symmetr… [Phys. Rev. Lett.] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Contrast expansion formalism and rapidly convergent approximations for transport properties of heterogeneous materials characterized by continuous random fields",
      "authors": [
        "Liyu Zhong and Sheng Mao"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jbx2-h1x5",
      "doi": "10.1103/jbx2-h1x5",
      "summary": "We derive a contrast expansion formalism for the effective conductivity of heterogeneous materials (media) with local properties described by arbitrary continuous random fields, significantly generalizing the widely used two-phase (binary-field) models. The theory produces a rapidly convergent Neuma… [Phys. Rev. B 112, 134207] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Nonequilibrium dynamics of a disordered binary alloy",
      "authors": [
        "Aly Abuelmaged, Eric Dohner, Shang-Jie Liou, and Herbert F. Fotso"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m74s-mhwv",
      "doi": "10.1103/m74s-mhwv",
      "summary": "We study the nonequilibrium dynamics of a binary disordered alloy when it is subjected to an interaction quench. Our study uses a nonequilibrium embedding scheme $(\\mathrm{DMFT}+\\mathrm{CPA})$ that combines the capacity of DMFT (dynamical mean field theory) to treat strongly correlated systems and t… [Phys. Rev. B 112, 134308] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Temporal evolution of indirectly coupled resonators in open systems",
      "authors": [
        "Chenyang Lu, Bentley Turner, Jiguang Yao, Lihua Zhong, Mun Kim, Ying Yang, and Can-Ming Hu"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bl5n-m7sy",
      "doi": "10.1103/bl5n-m7sy",
      "summary": "Long-range signal propagation is essential for modern communication and quantum technologies, yet it induces travelling wave mediated indirect coupling between distant resonators. This effect is often obscured in steady-state transmission due to interference. Here, the authors demonstrate this information concealment and reveal the hidden coupling in a meter-separated cavity magnon–polariton system. The coupling is observed in time-domain transient measurements, independently confirmed by frequency-domain steady-state absorption. The underlying mechanism is further validated using coupled LRC circuits, providing a unified understanding across platforms. [Phys. Rev. B 112, 134309] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Improving the accuracy of the tree-tensor network approach by optimization of network structure",
      "authors": [
        "Toshiya Hikihara, Hiroshi Ueda, Kouichi Okunishi, Kenji Harada, and Tomotoshi Nishino"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ljj8-tkpc",
      "doi": "10.1103/ljj8-tkpc",
      "summary": "Numerical methods based on tensor networks have been extensively explored in the research of quantum many-body systems in recent years. It has been recognized that the ability of tensor networks to describe a quantum many-body state crucially depends on the spatial structure of the network. In the p… [Phys. Rev. B 112, 134427] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electric field modulation of sublattice exchange coupling and anisotropic magnon in a CrOCl monolayer",
      "authors": [
        "Jinghua Liang"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vs22-tqp2",
      "doi": "10.1103/vs22-tqp2",
      "summary": "Two-dimensional (2D) anisotropic magnetic van der Waals (vdW) materials offer unique opportunities for tailoring magnetic properties via symmetry engineering. Here, we theoretically investigate how external electric fields modulate the magnetic interactions and spin dynamics in the anisotropic CrOCl… [Phys. Rev. B 112, 134428] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Order by projection in the single-band Hubbard model: A density matrix renormalization group study",
      "authors": [
        "Shuyi Li, Cheng Peng, Yue Yu, B. Sriram Shastry, and Chunjing Jia"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yxcy-spp5",
      "doi": "10.1103/yxcy-spp5",
      "summary": "In a Fermi system near or at half-filling, a specific superconducting pairing channel, if not explicitly included in the Hamiltonian, can be boosted by suppressing a competing pairing channel; this is exemplified by the enhancement of extended $s$-wave correlations upon suppressing $s$-wave Cooper p… [Phys. Rev. B 112, 134517] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Impact of deviatoric stress on the stability and superconductivity of ${\\mathrm{H}}_{3}\\mathrm{S}$",
      "authors": [
        "Han Liu, Chang Liu, Yanming Ma, and Changfeng Chen"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sn9r-3cx2",
      "doi": "10.1103/sn9r-3cx2",
      "summary": "Near room temperature superconductivity in superhydrides is an exemplary case of theory-driven discovery of novel physics. There are, however, crucial discrepancies, ranging from subtle to prominent, between theory and experiment. Taking H 3 S as a model system, the authors show here that deviatoric stress, prevalent in high-pressure experiments yet unrecognized in prevailing theories, have a major impact on key structural and superconducting properties, reconciling theoretical and experimental results. These findings highlight significant influence of deviatoric stress on material behaviors under extreme compression. [Phys. Rev. B 112, 134518] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Structural selectivity behavior of helium in perovskite-group ${\\mathrm{KNbO}}_{3}$",
      "authors": [
        "Wenming Qi, Anwar Hushur, Bin Chen, Seiji Kojima, and Qingyang Hu"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/x7s6-hftn",
      "doi": "10.1103/x7s6-hftn",
      "summary": "We investigate the permittivity of helium (He) in perovskite-group ${\\mathrm{KNbO}}_{3}$ and its high-pressure polymorphs using Raman scattering. Samples were loaded into either an argon (Ar) or He pressure medium to fingerprint the incorporation of He. Specifically, our high-pressure in situ Raman … [Phys. Rev. B 112, 144307] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Nonclassical regime of the two-dimensional long-range XY model: A comprehensive Monte Carlo study",
      "authors": [
        "Dingyun Yao, Tianning Xiao, Chao Zhang, Youjin Deng, and Zhijie Fan"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yghs-p5mg",
      "doi": "10.1103/yghs-p5mg",
      "summary": "The two-dimensional (2D) XY model plays a crucial role in statistical and condensed-matter physics. With the introduction of long-range interactions, the system exhibits a richer set of physical phenomena and a crossover between nonclassical and short-range universality classes. In this work, we inv… [Phys. Rev. B 112, 144429] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Persistent short-range spin fluctuation in rare-earth substituted square lattice ${\\mathrm{Sr}}_{2}{\\mathrm{Ir}}_{0.89}{\\mathrm{Tb}}_{0.11}{\\mathrm{O}}_{4}$",
      "authors": [
        "Jiasen Guo, Jieming Sheng, Zachary Morgan, Masaaki Matsuda, Gang Cao, and Feng Ye"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6nxd-77m2",
      "doi": "10.1103/6nxd-77m2",
      "summary": "${\\mathrm{Sr}}_{2}{\\mathrm{IrO}}_{4}$, a prototypical ${J}_{\\mathrm{eff}}=1/2$ square lattice system, is widely studied for novel physics. While transition metal substitution effects are well explored, rare-earth doping at the ${\\mathrm{Ir}}^{4+}$ site is less explored. Here we present a detailed ma… [Phys. Rev. B 112, 144430] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Strain-tunable magnetic anisotropy and magneto-optical effects in a room-temperature ${\\mathrm{Cr}}_{2}{\\mathrm{Te}}_{3}$ monolayer spin valve",
      "authors": [
        "Yuqian Yu, Zhiwei Zhang, Haoshen Ye, Dingwen Zhang, Leiming Chen, G. P. Zhang, and Jianli Wang"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/clnf-73wh",
      "doi": "10.1103/clnf-73wh",
      "summary": "Two-dimensional intrinsic magnets with multiple magnetic atomic layers often allow the magnetic phase and the magnetic anisotropy transitions, providing a versatile platform for exploring monolayer spin valve and magneto-optical effects. Based on the first-principles calculations and Monte Carlo sim… [Phys. Rev. B 112, 144431] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Competitive charge density waves in the doped kagome superconductor ${\\mathrm{CsV}}_{3−x}{\\mathrm{Ti}}_{x}{\\mathrm{Sb}}_{5}$",
      "authors": [
        "Zhimian Wu, Kuanglv Sun, Hongyu Li, Linpeng Nie, Huachen Rao, Dan Zhao, Ziji Xiang, Jianjun Ying, Zhenyu Wang, Tao Wu, and Xianhui Chen"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ls5k-8q3d",
      "doi": "10.1103/ls5k-8q3d",
      "summary": "Unconventional charge density waves (CDWs) have been observed in the kagome superconductor ${A\\mathrm{V}}_{3}{\\mathrm{Sb}}_{5}$ $(A=\\mathrm{K}, \\mathrm{Rb}, \\text{or} \\mathrm{Cs})$, which exhibit extraordinary symmetry breaking and intertwine with superconductivity (SC). Here, via $^{51}\\mathrm{V}$ … [Phys. Rev. B 112, 144512] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Phase diagram of a bilayer superconductor under an in-plane magnetic field",
      "authors": [
        "Uddalok Nag, Jonathan Schirmer, Enrico Rossi, Chao-Xing Liu, and J. K. Jain"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gnth-5ssq",
      "doi": "10.1103/gnth-5ssq",
      "summary": "We study a double layer superconductor in the presence of a parallel magnetic field $B$ by obtaining self-consistent solutions of the Bogoliubov–de Gennes equations, and also using the Pokrovsky-Talapov model for the free energy expressed in terms of the relative phase, namely the difference in the … [Phys. Rev. B 112, 144513] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "${\\mathbb{Z}}_{N}$ generalizations of three-dimensional stabilizer codes",
      "authors": [
        "Chanbeen Lee, Yaozong Hu, Gil Young Cho, and Haruki Watanabe"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qctl-hwvh",
      "doi": "10.1103/qctl-hwvh",
      "summary": "The authors generalize here three-dimensional ℤ 2 stabilizer models—the X-cube, toric code, and Haah’s code—to their ℤ N counterparts, revealing size-dependent ground-state degeneracy and novel excitations. They demonstrate that the generalized X-cube hosts quasi-fractons that remain immobile under local operations but become mobile via global ones. In the toric code, both closed-loop and open-string excitations emerge, while Haah’s code features new fracton tripole and monopole excitations. These findings uncover unconventional topological orders and broaden the understanding of fracton phases beyond the conventional ℤ 2 framework. [Phys. Rev. B 112, 155136] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin-orbit coupling induced broadening of the spin crossover transition in divalent cobalt probed by ${K}_{β}$ x-ray emission",
      "authors": [
        "Michel van Veenendaal, E. H. T. Poldi, and Daniel Haskel"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gwr2-txdy",
      "doi": "10.1103/gwr2-txdy",
      "summary": "The pressure-induced spin crossover in divalent cobalt is studied. It is shown that the change in spin as a function of pressure and its effects on ${K}_{β}$ x-ray emission depend on the $3d$ spin-orbit interaction and local exchange fields, leading to a broadening of the spin-crossover transition a… [Phys. Rev. B 112, 155137] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum oscillations and transport properties of layered single-crystal ${\\mathrm{SrCu}}_{4}{\\mathrm{As}}_{2}$",
      "authors": [
        "Sudip Malick, Michał J. Winiarski, Joanna Bławat, Hanna Świątek, John Singleton, and Tomasz Klimczuk"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tc3c-lzcr",
      "doi": "10.1103/tc3c-lzcr",
      "summary": "We report a systematic investigation of the physical properties and Fermi-surface topology of layered single-crystal ${\\mathrm{SrCu}}_{4}{\\mathrm{As}}_{2}$ using electrical transport, magnetotransport, and quantum-oscillation experiments plus band-structure calculations. The temperature-dependent el… [Phys. Rev. B 112, 155138] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Formation of a simple cubic antiferromagnet through charge ordering in a double Dirac material",
      "authors": [
        "Tanya Berry, Vincent C. Morano, Thomas Halloran, Xin Zhang, Tyler J. Slade, Aashish Sapkota, Sergey L. Bud'ko, Weiwei Xie, Dominic H. Ryan, Zhijun Xu, Yang Zhao, Jeffrey W. Lynn, Tom Fennell, Paul C. Canfield, Collin L. Broholm, and Tyrel M. McQueen"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5cdt-yhnx",
      "doi": "10.1103/5cdt-yhnx",
      "summary": "How do charge and magnetic order conspire to reduce symmetry in rare earth magnets? At high-temperatures, the Eu 2 + and Eu 3 + ions in mixed-valent EuPd 3 S 4 are randomly distributed on a body-centered-cubic lattice. Here, the authors find a charge ordering transition in which each valence occupies one of the two constituent simple cubic sublattices. The Néel transition emerging from this charge ordered state at lower temperatures realizes an important yet uncommon variety of rare-earth antiferromagnetism. [Phys. Rev. B 112, 155139] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin currents in Rashba altermagnets: From equilibrium to nonlinear regimes",
      "authors": [
        "Priyadarshini Kapri"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jqg2-fpk3",
      "doi": "10.1103/jqg2-fpk3",
      "summary": "We investigate equilibrium (background), linear, and nonlinear spin currents in two-dimensional Rashba spin-orbit coupled altermagnet systems, using a modified spin current operator that includes anomalous velocity arising from nonzero Berry curvature. The background spin current, stemming from spin… [Phys. Rev. B 112, 155422] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Obtaining highly transferable parameters for empirical tight-binding simulations: From pure materials to polytypic heterostructures and dilute alloys",
      "authors": [
        "Anh-Luan Phan, Daniele Soccodato, Alessandro Pecchia, Alessia Di Vito, and Matthias Auf der Maur"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/g9cz-c3js",
      "doi": "10.1103/g9cz-c3js",
      "summary": "The tedious parametrization process remains a key bottleneck hindering broader adoption of the empirical tight-binding method. Here, we discuss the challenges and requirements of finding parameters for Slater-Koster-based empirical tight-binding schemes, and explain the shortcomings of the parametri… [Phys. Rev. B 112, 165202] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "${\\mathbb{Z}}_{2}$ topological trion insulator",
      "authors": [
        "Yichen Chu and Qizhong Zhu"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vxlk-499b",
      "doi": "10.1103/vxlk-499b",
      "summary": "Trions, charged quasiparticles formed by binding an exciton to an excess charge carrier, dominate the optical response of doped transition metal dichalcogenides (TMDs), and the study of the transport properties of trions in TMDs may have applications in developing high-speed excitonic and optoelectr… [Phys. Rev. B 112, 165421] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Confluence of valleytronics, spintronics, and piezoelectricity in Janus $MX{\\mathrm{SiN}}_{2}$ monolayers $(M=\\mathrm{Cr}$, Mo, W; $X=\\mathrm{S}$, Se, Te): Macroscopic and microscopic insights",
      "authors": [
        "Pradip Nandi, Anu Arora, and Abir De Sarkar"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9tk2-6vhh",
      "doi": "10.1103/9tk2-6vhh",
      "summary": "Valleytronic, spintronic, and electronic devices primarily harness the valley, spin, and charge entities of an electron. Our study delves into the merger of these properties in Janus $MX{\\mathrm{SiN}}_{2}$ ($M$ = Cr/Mo/W; $X$ = S/Se/Te) monolayers. Outperforming their pristine $M{\\mathrm{Si}}_{2}{\\m… [Phys. Rev. B 112, 165422] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Fitness landscape for quantum state tomography from neutron scattering",
      "authors": [
        "Tymoteusz Tula, Jorge Quintanilla, and Gunnar Möller"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/x9mb-x1gz",
      "doi": "10.1103/x9mb-x1gz",
      "summary": "Recently, a direct connection between static structure factors and quantum ground states for two-spin interaction Hamiltonians was proven. This suggests the possibility of quantum state tomography from neutron scattering. Here, we investigate the associated fitness landscape numerically. We find a l… [Phys. Rev. B 112, L140402] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Unifying strain- and pressure-driven superconductivity in ${\\mathrm{La}}_{3}{\\mathrm{Ni}}_{2}{\\mathrm{O}}_{7}$: Suppressed charge and spin density waves and enhanced interlayer coupling",
      "authors": [
        "Xin-Wei Yi, Wei Li, Jing-Yang You, Bo Gu, and Gang Su"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/85qv-ncxb",
      "doi": "10.1103/85qv-ncxb",
      "summary": "Recent strain-stabilized superconductivity at ambient pressure in ${\\mathrm{La}}_{3}{\\mathrm{Ni}}_{2}{\\mathrm{O}}_{7}$ films opens new avenues for nickelates research, in parallel with its pressure-induced counterpart. Using density functional theory calculations, we elucidate the critical factors b… [Phys. Rev. B 112, L140504] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Orbital paramagnetism without density of states enhancement in the nodal-line semimetal ZrSiS",
      "authors": [
        "Soshun Ozaki, Hiroyasu Matsuura, Ikuma Tateishi, Takashi Koretsune, and Masao Ogata"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/w121-wlb7",
      "doi": "10.1103/w121-wlb7",
      "summary": "Unconventional orbital paramagnetism without enhanced density of states was recently discovered in the nodal-line semimetal ZrSiS. We propose an interband mechanism, linked to the negative curvature of energy dispersions, which successfully accounts for the observed anomalous response. This negative… [Phys. Rev. B 112, L161118] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Zeeman-type spin splittings in strained $d$-wave altermagnets</span>",
      "authors": [
        "Yahui Zhai, Longju Yu, Jian Lv, Wei Zhang, and Hong Jian Zhao"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0f07eO6fS031d75291bb1c9097fe41572d9de0e03",
      "doi": "10.1103/7q2d-jcqg",
      "summary": "Recently, altermagnetic materials have become rather attractive because such materials showcase combined advantages of ferromagnets (e.g., spin current) and antiferromagnets (e.g., low stray field and ultrafast spin dynamics). Symmetry arguments imply that d-wave altermagnets may host strain-induced… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Inversion-asymmetric kagome monolayers: A platform for Rashba effect and two-dimensional piezoelectricity</span>",
      "authors": [
        "Ze-Xuan Liu, Yang Liu, Wei Wang, Ji-Zheng Wu, Xiu-Xiu Zhang, and Chen Si"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/39074O79Rce1ee52a2368d069cfe8ceffc148ffd7",
      "doi": "10.1103/cs6f-m38l",
      "summary": "The breathing kagome lattice, a variant of the kagome structure characterized by inversion symmetry breaking and geometric frustration, provides a fertile ground for realizing unconventional electronic functionalities. Here, using first-principles calculations, we identify 18 stable two-dimensional … [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Tunable topological valley plasmons in graphene/hexagonal boron nitride moire superlattices</span>",
      "authors": [
        "Yueheng Du, Lei Sun, Chao Ding, Zhihua Zhang, Haotian Sun, and Mingwen Zhao"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b107bO04T711ec5669c22491505ac6ba77ed61089",
      "doi": "10.1103/pf4x-cc8y",
      "summary": "Moire superlattices constructed by stacking two two-dimensional (2D) materials offer a natural platform for exploring fascinating topological photonics scenarios, owing to the large lattice periodicity and unique electronic structures, which help to overcome the limitations of artificial photonic st… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Intrinsic space-time crystalline order in a hybrid Josephson junction</span>",
      "authors": [
        "M. Nashaat, J. Tekić, and Yu. M. Shukrinov"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f1076Yc6P9b24e07d0fd5386008f0961de6de8c7e",
      "doi": "10.1103/kxkc-4gs4",
      "summary": "We demonstrate the emergence of an intrinsic space-time crystalline order in a long ferromagnetic φ0 Josephson junction on a topological insulator without any external periodic modulation. The presence of the exchange and Dzyaloshinskii–Moriya interactions in a ferromagnetic layer with broken invers… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Kohn anomalies and phonon anharmonicity in iridium</span>",
      "authors": [
        "Shaofei Wang, Simon Thébaud, Duncan H. Moseley, James R. Torres, Michael E. Manley, Yongqiang Cheng, Songxue Chi, Douglas L. Abernathy, Garrett E. Granroth, Andrei T. Savici, Andrew F. May, Parul Raghuvanshi, Lucas Lindsay, and Raphael H. Hermann"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e907fO7bS2b1505b10182f870dc3255e1431bc2d4",
      "doi": "10.1103/b6l7-ck2c",
      "summary": "Elemental iridium presents surprising challenges for both inelastic neutron scattering (INS) and theoretical thermal transport calculations due to its high neutron absorption cross-section and strong electron-phonon interactions, respectively. Here, we overcome these challenges to measure temperatur… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Mode-dependent emission thresholds and frequencies in metal nanoparticles within gain-enhanced media</span>",
      "authors": [
        "Karen Caicedo, Nicole Recalde, Milena Mora, Alonso Moreta, Maria Antonia Iatì, Onofrio M. Maragò, Melissa Infusino, and Alessandro Veltri"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/bc079O99T0b13250c5dd11f25a27d906afecdfb91",
      "doi": "10.1103/jpp3-p5dp",
      "summary": "We present a mode-resolved analysis of emission thresholds in metal nanoparticles embedded within an infinite gain medium, using Mie scattering theory as a rigorous framework. Focusing on the first three resonant modes, we identify the onset of emission by locating the complex zeros of the electric … [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Tunable spin texture in ferroelectric Bi${}_{6}$O${}_{9}$</span>",
      "authors": [
        "Li-Qi Huang, Ming Li, Hang Zhou, Zi-An Wang, Yue-Wen Fang, Yu-Ping Sun, Wen-Jian Lu, and Ding-Fu Shao"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a507fO44N6c16441894206936ce8db3bce59fd952",
      "doi": "10.1103/l2t3-n7r1",
      "summary": "Momentum-dependent spin polarization exists in ferroelectric materials with strong spin-orbit coupling (SOC), which can be controlled by ferroelectric switching, promising for nonvolatile applications in spintronics. In the present work, we investigate the SOC induced spin texture in orthorhombic Bi… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Subsystem localization in a two-leg ladder system</span>",
      "authors": [
        "Arpita Goswami, Pallabi Chatterjee, Ranjan Modak, and Shaon Sahoo"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4f072O6bSe715056b1e41a58211a253d9a4cfa6b5",
      "doi": "10.1103/95t3-6qd4",
      "summary": "We consider a ladder system where one leg, referred to as the bath\", is governed by an Aubry-Andr\\'{e} (AA) type Hamiltonian, while the other leg, termed the subsystem\", follows a standard tight-binding Hamiltonian. We investigate the localization properties in the subsystem induced by its coupling t… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electronic and optical properties of transition metal impurities in GaN and AlN</span>",
      "authors": [
        "M. R. Lambert, Mark E. Turiansky, and Chris G. Van de Walle"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a507eO2cT8f1b1518447992267d0577b023dd228a",
      "doi": "10.1103/zfbt-27km",
      "summary": "The optical properties of Cr(III) impurities are well-studied and exploited in Al${}_{2}$O${}_{3}$, which enables ruby lasers. Photoluminescence spectra resembling the famous 1.78 eV emission of Cr in Al${}_{2}$O${}_{3}$ have been observed in other wide-bandgap host materials, in particular AlN. How… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Weyl metal prediction and anomalous Hall effect in hexagonal Fe${}_{2}$MnSn alloy</span>",
      "authors": [
        "Xuanhe Fu, Zezhong Li, Jiangtao Yu, Enke Liu, and Zhuhong Liu"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/47076O01R721ea50d5fc9b2687c7f39e09f4238f5",
      "doi": "10.1103/dvhd-8g75",
      "summary": "Weyl metals, characterized by topologically protected band crossings, are promising for investigating Berry-curvature-mediated transport and developing spintronic devices. Through first-principles calculations, we predict that hexagonal Fe2MnSn with the D019-II type structure exhibits magnetic Weyl … [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Symmetry-broken dielectric metasurfaces for high-$Q$ circular dichroic absorption based on quasibound states in the continuum</span>",
      "authors": [
        "Haosen Zhang, Kedi Wu, and Guo Ping Wang"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c807eO2bU891e744184564e080af81afcb2d66793",
      "doi": "10.1103/p87t-f4s3",
      "summary": "High-quality ($Q$) all-dielectric chiral absorbers are crucial for enhancing spin-selective light-matter interactions by enabling differential absorption of left- and right-circularly polarized (LCP and RCP) light. Conventional approaches typically require back reflectors, which cause heat dissipati… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Topological flat bands in hyperbolic Haldane models</span>",
      "authors": [
        "Dong-Hao Guan, Yuan Zhou, Ai-Lei He, and Yi-Fei Wang"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/40079O2cR791365c62c43d38bda285beef5b4e985",
      "doi": "10.1103/3ylt-q7r3",
      "summary": "Topological flat bands (TFBs) play a crucial role in the realization of fractional Chern insulators (FCIs) and various TFB models have been constructed in two-dimensional Euclidean lattice models. Recently, the notion of TFBs has been extended to the hyperbolic analogs of kagome lattices, which prov… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Scalable effective models for superconducting nanostructures: Applications to double, triple, and quadruple quantum dots</span>",
      "authors": [
        "Daniel Bobok, Lukáš Frk, Vladislav Pokorný, and Martin Žonda"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8d07dOe3Ueb10459b15e9fe46d2c0ee079482b4ae",
      "doi": "10.1103/mxsl-fc96",
      "summary": "We introduce a versatile and scalable framework for constructing effective models of superconducting (SC) nanostructures described by the generalized SC Anderson impurity model with multiple quantum dots and leads. Our Chain Expansion (ChE) method maps each SC lead onto a finite tight-binding chain … [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Universal nonequilibrium dynamics of pure states and density-dependent thermalization in the Sachdev-Ye-Kitaev model</span>",
      "authors": [
        "Rishik Perugu, Arijit Haldar, and Sumilan Banerjee"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2e074KffRca1d201694c172361bc82d6df521f660",
      "doi": "10.1103/9cbp-7tvv",
      "summary": "Non-equilibrium dynamics of unentangled and entangled pure states in interacting quantum systems is crucial for harnessing quantum information and to understand quantum thermalization. We develop a general Schwinger-Keldysh (SK) field theory for non-equilibrium dynamics of pure states of fermions. W… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quasiconservation laws and suppressed transport in weakly interacting localized models</span>",
      "authors": [
        "Jessica K. Jiang, Federica M. Surace, and Olexei I. Motrunich"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/75074Of0U2611847c839686546029d3b5d17857e5",
      "doi": "10.1103/shj5-bvs3",
      "summary": "The stability of localization in the presence of interactions remains an open problem, with finite-size effects posing significant challenges to numerical studies. In this work, we investigate the perturbative stability of noninteracting localization under weak interactions, which allows us to analy… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Transverse instability of hybrid solitons in the strong light-matter coupling regime</span>",
      "authors": [
        "A. V. Yulin and D. A. Zezyulin"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9307bO1dS421f255f3214061ce6d39b79596ee3fe",
      "doi": "10.1103/51pc-cv8b",
      "summary": "We investigate the transverse instability of two-component solitons forming in a planar waveguide operating in the regime of strong light-matter coupling. The instability emerges as a result of the coupling between transverse diffraction of the photonic component and nonlinearity of the material exc… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Unconventional superconductivity of an altermagnetic metal: Polarized BCS and inhomogeneous Fulde-Ferrell-Larkin-Ovchinnikov states</span>",
      "authors": [
        "Hui Hu, Zhao Liu, and Xia-Ji Liu"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8f076O16R171da5793ce9c6354778562b19dae1d9",
      "doi": "10.1103/whm1-76jc",
      "summary": "We investigate the superconductivity of two-dimensional spin-1/2 Fermi systems with d-wave altermagnetism under external magnetic field near zero temperature. At large altermagnetic coupling without magnetic field, we show that altermagnetism drives a second-order phase transition from the standard … [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnetic frustration in the Yb-based triangular lattice compound CuYbSe${}_{2}$</span>",
      "authors": [
        "Barkha Khattar, Anzar Ali, Masahiko Isobe, and Yogesh Singh"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4b07dOfdW3fE9610a4fb6b19462a2c94ed06c19a7",
      "doi": "10.1103/5h6v-nm9s",
      "summary": "The Yb based triangular lattice delafossites $A$Yb${X}_{2}$ ($A$ = alkali metal, $X$ = O, S, Se) have recently been studied as quantum spin liquid candidates. We report the synthesis of powders and single crystals of CuYbSe${}_{2}$ with a perfect triangular lattice of Yb${}^{3+}$ moments. Magnetic s… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin-parallel transport and holonomy in non-Euclidean curved circuits on a spherical two-dimensional electron gas</span>",
      "authors": [
        "E. J. Rodríguez, A. A. Reynoso, J. P. Baltanás, D. Bercioux, and D. Frustaglia"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2807eOc4I3a1ae42142a7ea2662fe398d1752fb0f",
      "doi": "10.1103/qxfj-k3hg",
      "summary": "The quantum conductance of one-dimensional (1D) circuits built on flat (Euclidean) two-dimensional electron gases (2DEGs) is known to display a symmetric response to the inversion of Rashba spin-orbit coupling fields in Aharonov-Casher (AC) interference patterns. Here, we show that this symmetry bre… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Elastic softening and defect-mediated diffusion in superionic Li${}_{2}$O revealed by molecular dynamics</span>",
      "authors": [
        "Zhifeng Wu, Yiwei You, Fangfang Zhang, Tie-Yu Lü, Xinrui Cao, Yang Sun, Zi-Zhong Zhu, and Shunqing Wu"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/81073O6cSd31345414535037dc70680727c44d684",
      "doi": "10.1103/4z6n-zfdr",
      "summary": "The superionic transition in lithium oxide (Li2O) presents significant challenges in establishing the structure-property relationship between its microscopic dynamical behavior to macroscopic physical properties. Additionally, the fundamental mechanism driving this transition remains contentious due… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Field and temperature evolution of the magnetic excitations in the field-induced state of Na${}_{2}$Co${}_{2}$TeO${}_{6}$</span>",
      "authors": [
        "Liyu Shi, Xintong Li, Rongsheng Li, Yuan Li, Tao Dong, Jianlin Luo, Xinbo Wang, and Nanlin Wang"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c4074O15T141c65f275b9c47aa82d7d650e04fc68",
      "doi": "10.1103/6s3y-47gv",
      "summary": "Na${}_{2}$Co${}_{2}$TeO${}_{6}$ has been proposed as a candidate for realizing the Kitaev quantum spin liquid (QSL). Its intriguing magnetic properties have motivated extensive investigations into its ground state and spin excitation spectrum. A central question concerns whether an in-plane magnetic… [Phys. Rev. B] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Passive objects in a chiral active bath: From microscopic to macroscopic",
      "authors": [
        "Cory Hargus, Federico Ghimenti, Julien Tailleur, and Frédéric van Wijland"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qb5j-y254",
      "doi": "10.1103/qb5j-y254",
      "summary": "We present a detailed derivation of the Langevin dynamics obeyed by a massive rigid body immersed in a chiral active bath. We show how the antisymmetric nature of the noise leads to an unusual relationship between the Langevin equation describing stochastic trajectories and the Fokker-Planck equatio… [Phys. Rev. E 112, 044127] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Disordering a permutation symmetric system: Revivals, thermalization, and chaos",
      "authors": [
        "Manju C, Uma Divakaran, and Arul Lakshminarayan"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8kgb-c2xb",
      "doi": "10.1103/8kgb-c2xb",
      "summary": "This study explores the effects of introducing a symmetry-breaking disorder on the dynamics of a system invariant under particle permutation. The disorder forces quantum states, confined to the $N+1$-dimensional completely symmetric space to penetrate the exponentially large ${2}^{N}$-dimensional Hi… [Phys. Rev. E 112, 044219] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Quasi-$Q$-balls in massless scalar fields",
      "authors": [
        "Tomasz Romańczukiewicz and Yakov Shnir"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wzbm-5kcn",
      "doi": "10.1103/wzbm-5kcn",
      "summary": "We study long-term evolution of radiating quasi-$Q$-balls in $1+1$ dimensional models without mass threshold. Two different models are considered, the model with a rational modification of the usual $Q$-ball sextic potential and the model of a $Q$-ball in a box with outgoing boundary conditions. We … [Phys. Rev. E 112, 044220] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Computational topology of <i>Drosophila melanogaster</i> embryos: Emergent anatomy from the spatiotemporal distributions of hemocytes",
      "authors": [
        "Xinrui Hu, Nickolay Korabel, Tom H. Millard, and Thomas Andrew Waigh"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mc9z-kw1q",
      "doi": "10.1103/mc9z-kw1q",
      "summary": "Hemocytes migrate within Drosophila melanogaster embryos during their morphogenesis. The spatial distribution of the hemocytes reflects the emergent anatomy of the embryos. It poses a significant challenge to statistical characterization using conventional methods, such as mean-square displacements … [Phys. Rev. E 112, 044407] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Modeling postdisturbance empirical patterns in a forest ecosystem",
      "authors": [
        "Davide Zanchetta, Amos Maritan, and Sandro Azaele"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yb33-f24m",
      "doi": "10.1103/yb33-f24m",
      "summary": "We investigate the impact of disturbances on forest ecosystems by examining transient population dynamics in a controlled experiment carried out in a tropical rainforest. We first model the mean species abundance with a simple consumer-resource model, which is then extended into two multispecies fra… [Phys. Rev. E 112, 044408] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Complex pressure-node formation and resonances induced by scatterers in a standing-wave acoustic cavity",
      "authors": [
        "Rizwan Ullah, Andres Barrio-Zhang, and Arezoo M. Ardekani"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/r1hg-973g",
      "doi": "10.1103/r1hg-973g",
      "summary": "Acoustic pressure nodes in acoustophoretic devices are crucial for applications in tissue engineering, cell analysis, and particle trapping. Typically, a single primary node forms at the half-wavelength resonance condition, with its shape and position constrained by the channel dimensions. The gener… [Phys. Rev. E 112, 045105] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Multiscale model for the pretension-dependent bending properties of DNA nanotube",
      "authors": [
        "Han-Lin Liu, Neng-Hui Zhang, Cheng-Yin Zhang, and Wei Lu"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7zc8-4kw7",
      "doi": "10.1103/7zc8-4kw7",
      "summary": "The mechanical properties of DNA nanotubes (DNTs) are of great significance for studying the structure and dynamic characteristics of polymer networks. However, this information remains limited due to complex microscale interactions, multiscale structural characteristics, undefined pretension states… [Phys. Rev. E 112, 045410] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Beyond holography: The entropic quantum gravity foundations of anisotropic diffusion",
      "authors": [
        "Ginestra Bianconi"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gkkt-yysp",
      "doi": "10.1103/gkkt-yysp",
      "summary": "This study establishes a conceptual and mathematical connection between the Perona-Malik anisotropic diffusion algorithm and the entropic quantum gravity framework based on geometric quantum relative entropy. The proposal lies at the interface of machine learning, information theory, and quantum gravity. #TimelyTopic #Interdisciplinary #MachineLearningSpotlight [Phys. Rev. E 112, L043301] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Response of magnetic particle to rotating magnetic field in viscoelastic fluid</span>",
      "authors": [
        "Han Gao, Zhiyuan Zhao, Masao Doi, and Ye Xu"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/2b079R35Qf41332da4f2857722eb487c6a5032f00",
      "doi": "10.1103/19rb-g7s3",
      "summary": "The rotational dynamics of a freely suspended ferromagnetic particle in a viscoelastic fluid subjected to a rotating magnetic field are studied both experimentally and theoretically. Our results reveal that when the characteristic relaxation time of the fluid is much smaller than the inverse of a cr… [Phys. Rev. E] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Hamiltonian formulation for the motion of an active spheroidal particle suspended in laminar straight duct flow</span>",
      "authors": [
        "Brendan Harding, Rahil N. Valani, and Yvonne M. Stokes"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/72078R89S8a1d62d78ae51424ade89095701bcc8e",
      "doi": "10.1103/m9ks-mq3d",
      "summary": "We analyse a generalisation of Zottl and Stark’s model of active spherical particles [Phys. Rev. Lett. 108, 218104 (2012)] and prolate spheroidal particles [Eur. Phys. J. E 36(1), 4 (2013)] suspended in cylindrical Poiseuille flow, to particle dynamics in an arbitrary unidirectional steady laminar f… [Phys. Rev. E] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Effects of particle angularity on granular self-organization</span>",
      "authors": [
        "Dominik Krengel, Haoran Jiang, Takashi Matsushima, and Raphael Blumenfeld"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/2607bR0aOa515c2494340f417f173b738a8ec3015",
      "doi": "10.1103/7646-8fxy",
      "summary": "Recent studies of two-dimensional poly-disperse disc systems revealed a coordinated self-organisation of cell stresses and shapes, with certain distributions collapsing onto a master form for many processes, size distributions, friction coefficients, and cell orders. Here we examine the effects of p… [Phys. Rev. E] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Local volume-conserving lattice Boltzmann model for incompressible multiphase flows</span>",
      "authors": [
        "Fang Xiong, Lei Wang, and Xinyue Liu"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/2507eR68R011c32cc5259c04ee5768b020363b893",
      "doi": "10.1103/x7wp-59q4",
      "summary": "The Cahn-Hilliard equation, as a classical diffusion-interface method of phase-field, has been extensively employed for simulating two-phase fluid dynamics. However, it suffers from a key challenge in the simulation process, specifically the volume conservation of each phase cannot be guaranteed. To… [Phys. Rev. E] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Symmetry breaking in a metapopulation model with fitness-dependent dispersal</span>",
      "authors": [
        "V. Vikram, V. K. Chandrasekar, and R. Gopal"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/c907cRefS301772197be2467f743eb551bc0f6f7d",
      "doi": "10.1103/rzvg-112m",
      "summary": "In this study, we investigate the emergence of symmetry-breaking dynamics and the associated bifurcation behavior in an identically coupled Rosenzweig-MacArthur (RM) model with fitness-dependent dispersal between patches. We identify the occurrence of a symmetry-breaking (SB) state, characterized by… [Phys. Rev. E] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Spin resonance without a spin: A microwave analog</span>",
      "authors": [
        "Tobias Hofmann, Finn Schmidt, Hans-Jürgen Stöckmann, and Ulrich Kuhl"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/3f07fY07J1810d8345563e587267e381f2bb95955",
      "doi": "10.1103/vbmy-23h4",
      "summary": "An analog of nuclear magnetic resonance is realized in a microwave network with symplectic symmetry. The network consists of two identical subgraphs coupled by a pair of bonds with a length difference corresponding to a phase difference of π for the waves traveling through the bonds. As a consequenc… [Phys. Rev. E] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Symmetry and thermodynamic bounds on cross-coupling transport in chiral liquid crystals</span>",
      "authors": [
        "Shunsuke Takano, Takuya Nakanishi, Kenta Nakagawa, and Toru Asahi"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/7207dRd5Td918b29573d7ee7d48ed778a7b6ec701",
      "doi": "10.1103/xd4c-2c5w",
      "summary": "We reformulate the Leslie effects that describe the dynamic cross-couplings in chiral liquid crystals driven by the transport of heat, electric charge, and mass. The Ericksen–Leslie model is extended in the linear response framework by representing nematic order with the Q-tensor. Subsequently, the … [Phys. Rev. E] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Bifurcation scenarios for chirped mode locking in a semiconductor laser</span>",
      "authors": [
        "Gleb S. Zhuravlev, Anton V. Kovalev, Alexey E. Romanov, and Evgeny A. Viktorov"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/a8071R85Uf31d12976fa37f2334f0eb54c450516a",
      "doi": "10.1103/hpls-3sjc",
      "summary": "Using a delay differential equation model for a two-section semiconductor laser, we have found a new bifurcation scenario leading to stable mode locked operation with normal dispersion properties of the light travel. The pulse profile is asymmetric, with a slower leading edge and negative chirp. We … [Phys. Rev. E] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Long-range interacting particles on a helix: A statistical and correlation analysis of equilibrium configurations</span>",
      "authors": [
        "J. M. Dörre, F. K. Diakonos, and P. Schmelcher"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/9c07cRaeS4b1e020186c1975bf0a2f977cad3b5be",
      "doi": "10.1103/yyv6-16rl",
      "summary": "We provide a statistical and correlational analysis of the spatial and energetic properties of equilibrium configurations of a few-body system of two to eight equally charged classical particles that are confined on a one-dimensional helical manifold. The two-body system has been demonstrated to yie… [Phys. Rev. E] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Random hyperbolic graphs with arbitrary mesoscale structures</span>",
      "authors": [
        "Stefano Guarino, Enrico Mastrostefano, and Davide Torre"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/08076R0aU7d1bf22a67f3ce9c2b9f75a555ac36f9",
      "doi": "10.1103/5q8n-lnc1",
      "summary": "Real-world networks exhibit universal structural properties such as sparsity, small-worldness, heterogeneous degree distributions, high clustering, and community structures. Geometric network models, particularly Random Hyperbolic Graphs (RHGs), effectively capture many of these features by embeddin… [Phys. Rev. E] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Virial theorem and the Price equation</span>",
      "authors": [
        "Catherine Felce, Steinunn Liorsdóttir, and Lior Pachter"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/7507fY26N5b19787b6d752a6a0f65febde2e001d8",
      "doi": "10.1103/r8bd-lhm3",
      "summary": "We observe that the time-averaged continuous Price equation is identical to the positive momentum virial theorem, and we discuss the applications and implications of this connection. We also introduce ecological models, using a maternal effect, which can describe arbitrary population size cycles and… [Phys. Rev. E] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Two-dimensional functionalized ${\\mathrm{Mo}}_{2}\\mathrm{N}{T}_{2}$ (<i>T</i> = $\\mathrm{H}$, $\\mathrm{O}$) monolayer as promising candidates for ${\\mathrm{NO}}_{x}$ gas capture agents and sensors",
      "authors": [
        "Zebang Cheng, Yiran Ying, Yamin Xue, Ben Wang, Ziqiu Wang, Lin Peng, Tingting Shi, Jing Chen, Xiaolin Liu, Haitao Huang, and Jia Lin"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jst3-45bj",
      "doi": "10.1103/jst3-45bj",
      "summary": "This study employs first-principles calculations to investigate functionalized ${\\mathrm{Mo}}_{2}\\mathrm{N}{T}_{2}$ ( T = Ø, $\\mathrm{H}$, $\\mathrm{O}$, $\\mathrm{F}$) MXenes as dual-functional materials for toxic gas capture and sensing applications. The surface of the pristine ${\\mathrm{Mo}}_{2}\\mat… [Phys. Rev. Applied 24, 044047] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Broadband acoustic energy harvesting via topological edge and bulk states in phononic cavity chains",
      "authors": [
        "Xiao-Lei Tang, Yi-Da Liu, Xue-Qian Zhang, Yu Liu, Tian-Xue Ma, Miso Kim, and Yue-Sheng Wang"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ln4p-tm51",
      "doi": "10.1103/ln4p-tm51",
      "summary": "Topological phononic crystals (PnCs) offer innovative approaches for controlling acoustic waves, garnering significant attention owing to their potential for designing acoustic devices. In this work, we propose the topological PnC chains that achieve multimodal and broadband energy harvesting of aco… [Phys. Rev. Applied 24, 044048] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Regulation of ultrafast transport of photoinduced terahertz electron-hole plasma waves in semiconductor junctions under dc bias",
      "authors": [
        "Junheng Pan, Duanzheng Wu, Ying Tian, Dong Yang, and Jau Tang"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xw8z-szbc",
      "doi": "10.1103/xw8z-szbc",
      "summary": "Regulating carrier transport at semiconductor interfaces using light is essential for optimizing optoelectronic devices. Recent advancements in ultrafast scanning electron microscopy and finite-element methods have provided deeper insights into photoinduced ballistic carrier dynamics in a silicon $p… [Phys. Rev. Applied 24, 044049] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Radiometric forces exerted on a membrane with different accommodation coefficients on either side",
      "authors": [
        "Felix Sharipov and Benjamin C. Schafer"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/59zj-pywv",
      "doi": "10.1103/59zj-pywv",
      "summary": "The radiometric force arises when a body that is nonuniformly heated by radiation is immersed in a low-pressure gas. This phenomenon results from gas-surface interactions, which are characterized by accommodation coefficients. In turn, these coefficients depend on the gas species and surface propert… [Phys. Rev. Applied 24, 044050] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Changes in bubble-cloud dissolution throughout the application of histotripsy pulses",
      "authors": [
        "Michael Gomez, Katia Flores Basterrechea, Muskan Singh, Himanshu Shekhar, and Kenneth B. Bader"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9vvg-yfmb",
      "doi": "10.1103/9vvg-yfmb",
      "summary": "Material damage is a consideration for any applications where pressure fields may initiate cavitation. Histotripsy is a focused ultrasound therapy that exploits the destructive property of bubble clouds to disrupt viscoelastic tissue. The resulting effect achieves the same outcomes as surgery withou… [Phys. Rev. Applied 24, 044051] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Forced destabilization of a granular raft</span>",
      "authors": [
        "Chase T. Gabbard, Edward Whitesell, and Joshua B. Bostwick"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/14078A06S6c10b08a5750fa66cc1a9c80f092d5fb",
      "doi": "10.1103/fqsp-wz3v",
      "summary": "Particles floating at an oil-water interface can aggregate via lateral capillary interactions to form granular rafts with unique mechanical properties. When destabilized either spontaneously or through external forcing these rafts can encapsulate oil within armored drops. Here, we investigate the fo… [Phys. Rev. Applied] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Harnessing coherent-wave control for sensing applications</span>",
      "authors": [
        "Pablo Jara, Arthur Goetschy, Hui Cao, and Alexey Yamilov"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/1407dAa9T251520f847f51d2b2353ad13b25e42e4",
      "doi": "10.1103/wwbs-pftg",
      "summary": "Imaging techniques such as functional near-infrared spectroscopy (fNIRS) and diffuse optical tomography (DOT) achieve deep, non-invasive sensing in turbid media, but they are constrained by the photon budget, as most of the injected light is lost to scattering before reaching the detector. Wavefront… [Phys. Rev. Applied] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Picosecond acoustics for high-sensitivity mass characterization of nanoparticles on thin membranes</span>",
      "authors": [
        "E. Glushkov, N. Glushkova, F. Soldevila, L. Belliard, S. Baltogiannis, P. Pa/’cko, A. Mihi, S Jo, D. Torrent, and O. Boyko"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/b607eA00O351a20384a62cb126a64c718aa7b2260",
      "doi": "10.1103/7d7h-qfxx",
      "summary": "In this paper, we demonstrate the potential of laser picosecond acoustics for characterizing the averaged mass of nanoparticles distributed on the surface of submicron-thin membranes. Specifically, we investigate guided wave (GW) propagation in thin membranes covered with silicon oxide nanospheres. … [Phys. Rev. Applied] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Description length of canonical and microcanonical models",
      "authors": [
        "Francesca Giuffrida, Tiziano Squartini, Peter Grünwald, and Diego Garlaschelli"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1sd2-rxmy",
      "doi": "10.1103/1sd2-rxmy",
      "summary": "The (non)equivalence of canonical and microcanonical ensembles is a fundamental question in statistical physics, concerning whether the use of soft and hard constraints in the maximum-entropy construction leads to the same description of a system. Despite the fact that maximum-entropy models are als… [Phys. Rev. Research 7, 043057] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Solar wind magnetohydrodynamic turbulence energy transfer rate ordered by magnetic field topology",
      "authors": [
        "B. Hnat, S. C. Chapman, C. M. Liptrott, and N. W. Watkins"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9wb2-r437",
      "doi": "10.1103/9wb2-r437",
      "summary": "The magnetic field fluctuations that mediate a magnetohydrodynamic turbulent cascade have distinct magnetic topologies and associated energy transfer rates. Magnetic field topology is classified by the magnetic field gradient tensor constructed from solar wind in situ observations by the four Cluste… [Phys. Rev. Research 7, 043058] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Effective two- and three-body interactions between dressed impurities in a tilted double-well potential",
      "authors": [
        "F. Theel, A. G. Volosniev, D. Diplaris, F. Brauneis, S. I. Mistakidis, and P. Schmelcher"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s6hw-cr5w",
      "doi": "10.1103/s6hw-cr5w",
      "summary": "We explore the impact and scaling of effective interactions between two and three impurity atoms, induced by a bosonic medium, on their density distributions. To facilitate the detection of mediated interactions, we propose a setup where impurities are trapped in a tilted double-well potential, whil… [Phys. Rev. Research 7, 043059] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Role of critical sets in the permeability of random fracture networks: A percolation scaling perspective",
      "authors": [
        "Tingchang Yin and Sergio Andres Galindo-Torres"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m38d-24dl",
      "doi": "10.1103/m38d-24dl",
      "summary": "Fracture networks in the subsurface often comprise multiple fracture sets, introducing anisotropy and heterogeneity due to wide variations in fracture orientations, sizes, and conductivities. In this study, we develop a finite-size scaling (FSS) hypothesis, rooted in percolation theory, to highlight… [Phys. Rev. Research 7, 043060] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Spin relaxation in a single-electron bilayer graphene quantum dot",
      "authors": [
        "Lin Wang and Guido Burkard"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/j6cp-6m5j",
      "doi": "10.1103/j6cp-6m5j",
      "summary": "We study the spin relaxation in a single-electron bilayer graphene quantum dot due to the spin-orbit coupling. The spin relaxation is assisted by the emission of acoustic phonons via the bond-length change and deformation potential mechanisms and $1/f$ charge noise. In the perpendicular magnetic-fie… [Phys. Rev. Research 7, 043061] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Hydrodynamics of electron-hole Coulomb drag",
      "authors": [
        "Yu. A. Pusep, M. A. T. Patricio, M. M. Glazov, G. M. Jacobsen, M. D. Teodoro, G. M. Gusev, and A. K. Bakarov"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/71yh-kprh",
      "doi": "10.1103/71yh-kprh",
      "summary": "A remarkable response of a three-component hydrodynamic plasma consisting of electrons, light holes, and heavy holes to an external electric field has been discovered in a quantum well structure where the field causes counterflows of light and heavy holes: Heavy holes propagate in the direction of t… [Phys. Rev. Research 7, 043062] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "High-pressure neutron diffraction at ultra-low temperature",
      "authors": [
        "Y. Wu, T. E. Sherline, J. J. Molaison, A. M. dos Santos, H. D. Zhou, H. B. Cao, J. J. Pierce, and B. Haberl"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2hx9-qjhq",
      "doi": "10.1103/2hx9-qjhq",
      "summary": "Neutron diffraction is a powerful tool in the study of quantum materials and associated emergent phenomena as it allows for direct detection of magnetic structure even at ultra-low temperatures. As pressure can drive systems across quantum critical points and tune emergent behaviors at the quantum s… [Phys. Rev. Research 7, 043063] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Enhancement of drag reduction in particle-laden turbulent flows under span-wise wall oscillation",
      "authors": [
        "Jiafeng Xie, Jianxin Hu, Chenlin Zhu, Xiaoxuan Kang, and Dingyi Pan"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b81f-6gvc",
      "doi": "10.1103/b81f-6gvc",
      "summary": "We report that span-wise sinusoidal wall oscillations can significantly reduce drag in wall-bounded turbulent flows laden with neutrally buoyant, finite-size spherical particles—surpassing the drag reduction observed in corresponding single-phase flows. Direct numerical simulations reveal that this … [Phys. Rev. Research 7, 043064] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Microscale sensing with strongly interacting NV ensembles at high fields",
      "authors": [
        "Ainitze Biteri-Uribarren, Ana Martin, and Jorge Casanova"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jksj-736v",
      "doi": "10.1103/jksj-736v",
      "summary": "A method for detecting microscale nuclear magnetic resonance signals in high magnetic fields with dense nitrogen-vacancy ensembles is presented. By effectively suppressing dipole-dipole couplings, the approach combines the sensitivity gains of highly doped diamond substrates and elevated fields. [Phys. Rev. Research 7, L042016] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Learning heat transport kernels using a nonlocal heat transport theory-informed neural network",
      "authors": [
        "Mufei Luo, Charles Heaton, Yizhen Wang, Daniel Plummer, Mila Fitzgerald, Francesco Miniati, Sam M. Vinko, and Gianluca Gregori"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m215-3f6c",
      "doi": "10.1103/m215-3f6c",
      "summary": "A theory-informed neural network is developed that predicts nonlocal heat flux in plasmas by directly learning spatiotemporal transport kernels from kinetic simulations, thereby enabling accurate modeling across both local and nonlocal regimes. [Phys. Rev. Research 7, L042017] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Clustering of Conditional Mutual Information and Quantum Markov Structure at Arbitrary Temperatures",
      "authors": [
        "Tomotaka Kuwahara"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9hx7-pzxw",
      "doi": "10.1103/9hx7-pzxw",
      "summary": "Quantum systems at equilibrium are more localized than previously thought when looked at through the lens of conditional mutual information, a key way of measuring three-part correlations. [Phys. Rev. X 15, 041010] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Quantum Strong-To-Weak Spontaneous Symmetry Breaking in Decohered One-Dimensional Critical States",
      "authors": [
        "Yuxuan Guo (郭雨轩), Sheng Yang (杨圣), and Xue-Jia Yu (余雪佳)"
      ],
      "date": "2025-10-16T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4vs5-l54f",
      "doi": "10.1103/4vs5-l54f",
      "summary": "A novel quantum strong-to-weak spontaneous symmetry-breaking transition is uncovered in open one-dimensional critical systems with symmetry-preserving decoherence, driven by Hamiltonian tuning and insensitive to system-environment coupling. [PRX Quantum 6, 040311] Published Thu Oct 16, 2025"
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "A mosaic of modular variation at a single gene underpins convergent plumage coloration",
      "authors": [
        "Dave Lutgen, Valentina Peona, Madeline A. Chase, Niloofar Alaei Kakhki, Fritjof Lammers, Stacey G. de Souza, Anne-Lyse Ducrest, Marta Burri, Pavlos Andriopoulos, Sifiso M. Lukhele, Michaella Moysi, Elizabeth Yohannes, Abdin Abbasov, Tamer Albayrak, Mansour Aliabadian, Nicolas Auchli, Vasileios Bontzorlos, Ioulios Christoforou, José Luis Copete, Egidio Fulco, Jesus T. Garcia, Zura Javakhishvili, Anna Kazazou, Fumin Lei, Yang Liu, Nika Paposhvili, Robert Patchett, Áron Péter, Raphael Ritter, Attila D. Sándor, Fabian Schneider, Petar Shurulinkov, Sergey Sklyarenko, Borut Stumberger, Abulfaz Tagiyev, Alessia Uboldi, Nikitas Vogiatzis, Fanny Taborsak-Lines, Joel Gruselius, Liqun Yao, Catherine L. Peichel, Alexander Suh, Pierre-Alexandre Gagnaire, Alexander N. G. Kirschel, Manuel Schweizer, Holger Schielzeth, Reto Burri"
      ],
      "date": "2025-10-16T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ado8005?af=R",
      "doi": "10.1126/science.ado8005",
      "summary": "Science, Volume 390, Issue 6770, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Mapping early human blood cell differentiation using single-cell proteomics and transcriptomics",
      "authors": [
        "Benjamin Furtwängler, Nil Üresin, Sabrina Richter, Mikkel Bruhn Schuster, Despoina Barmpouri, Henrietta Holze, Anne Wenzel, Kirsten Grønbæk, Kim Theilgaard-Mönch, Fabian J. Theis, Erwin M. Schoof, Bo T. Porse"
      ],
      "date": "2025-10-16T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adr8785?af=R",
      "doi": "10.1126/science.adr8785",
      "summary": "Science, Volume 390, Issue 6770, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Mesoscale volumetric fluorescence imaging at nanoscale resolution by photochemical sectioning",
      "authors": [
        "Wei Wang, Xiongtao Ruan, Gaoxiang Liu, Daniel E. Milkie, Wenping Li, Eric Betzig, Srigokul Upadhyayula, Ruixuan Gao"
      ],
      "date": "2025-10-16T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adr9109?af=R",
      "doi": "10.1126/science.adr9109",
      "summary": "Science, Volume 390, Issue 6770, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "“Kiss-shrink-run” unifies mechanisms for synaptic vesicle exocytosis and hyperfast recycling",
      "authors": [
        "Chang-Lu Tao, Chong-Li Tian, Yun-Tao Liu, Zhen-Hang Lu, Lei Qi, Xiao-Wei Li, Chao Li, Xuefeng Shen, Min-Ling Gu, Wen-Lan Huang, Shuo Liu, Lei-Qing Yang, Zhenghan Liao, Xiaomin Ma, Jing Wu, Jianyuan Sun, Peiyi Wang, Pak-Ming Lau, Z. Hong Zhou, Guo-Qiang Bi"
      ],
      "date": "2025-10-16T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ads7954?af=R",
      "doi": "10.1126/science.ads7954",
      "summary": "Science, Volume 390, Issue 6770, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Global mean sea level over the past 4.5 million years",
      "authors": [
        "Peter U. Clark, Jeremy D. Shakun, Yair Rosenthal, David Pollard, Steven W. Hostetler, Peter Köhler, Patrick J. Bartlein, Jonathan M. Gregory, Chenyu Zhu, Daniel P. Schrag, Zhengyu Liu, Nicklas G. Pisias"
      ],
      "date": "2025-10-16T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adv8389?af=R",
      "doi": "10.1126/science.adv8389",
      "summary": "Science, Volume 390, Issue 6770, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "High-resolution spatial mapping of cell state and lineage dynamics in vivo with PEtracer",
      "authors": [
        "Luke W. Koblan, Kathryn E. Yost, Pu Zheng, William N. Colgan, Matthew G. Jones, Dian Yang, Arhan Kumar, Jaspreet Sandhu, Alexandra Schnell, Dawei Sun, Can Ergen, Reuben A. Saunders, Xiaowei Zhuang, William E. Allen, Nir Yosef, Jonathan S. Weissman"
      ],
      "date": "2025-10-16T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx3800?af=R",
      "doi": "10.1126/science.adx3800",
      "summary": "Science, Volume 390, Issue 6770, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Head-direction cells as a neural compass in bats navigating outdoors on a remote oceanic island",
      "authors": [
        "Shaked Palgi, Saikat Ray, Shir R. Maimon, Yuval Waserman, Liron Ben-Ari, Tamir Eliav, Avishag Tuval, Chen Cohen, Julius D. Keyyu, Abdalla I. Ali, Henrik Mouritsen, Liora Las, Nachum Ulanovsky"
      ],
      "date": "2025-10-16T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adw6202?af=R",
      "doi": "10.1126/science.adw6202",
      "summary": "Science, Volume 390, Issue 6770, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Trojan gold: New US “standard” is another veiled attack on science",
      "authors": [
        "Stephan Lewandowsky"
      ],
      "date": "2025-10-16T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb9857?af=R",
      "doi": "10.1126/science.aeb9857",
      "summary": "Science, Volume 390, Issue 6770, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "A radically organic worldview turns 100",
      "authors": [
        "Àlex Gómez-Marín"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adz5359?af=R",
      "doi": "10.1126/science.adz5359",
      "summary": "Science, Volume 390, Issue 6770, Page 247-247, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Knowledge for two",
      "authors": [
        "Jeremy Goodman and Chaz Firestone"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb1081?af=R",
      "doi": "10.1126/science.aeb1081",
      "summary": "Science, Volume 390, Issue 6770, Page 246-246, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Electrically controlled interlayer trion fluid in electron-hole bilayers",
      "authors": [
        "Ruishi Qi, Qize Li, Zuocheng Zhang, Sudi Chen, Jingxu Xie, Yunbo Ou, Zhiyuan Cui, David D. Dai, Andrew Y. Joe, Takashi Taniguchi, Kenji Watanabe, Sefaattin Tongay, Alex Zettl, Liang Fu, Feng Wang"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adn4584?af=R",
      "doi": "10.1126/science.adn4584",
      "summary": "Science, Volume 390, Issue 6770, Page 299-303, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "An equilibrium trion liquid in atomic double layers",
      "authors": [
        "Phuong X. Nguyen, Raghav Chaturvedi, Liguo Ma, Patrick Knuppel, Kenji Watanabe, Takashi Taniguchi, Kin Fai Mak, Jie Shan"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adn5886?af=R",
      "doi": "10.1126/science.adn5886",
      "summary": "Science, Volume 390, Issue 6770, Page 304-307, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Architectural immunity: Ants alter their nest networks to prevent epidemics",
      "authors": [
        "Luke Leckie, Mischa Sinha Andon, Katherine Bruce, Nathalie Stroeymeyt"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ads5930?af=R",
      "doi": "10.1126/science.ads5930",
      "summary": "Science, Volume 390, Issue 6770, Page 266-271, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Durable, pure water–fed, anion-exchange membrane electrolyzers through interphase engineering",
      "authors": [
        "Shujin Hou, Archana Sekar, Yang Zhao, Minkyoung Kwak, Juhyun Oh, Kelvin Kam-Yun Li, Peiyao Wu, Ryan T. Hannagan, Valeria Cartagena, Anthony C. Ekennia, Hui Duan, Michael J. Zachman, Joelle Frechette, Gregory M. Su, Balsu Lakshmanan, Yushan Yan, Thomas F. Jaramillo, Shannon W. Boettcher"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adw7100?af=R",
      "doi": "10.1126/science.adw7100",
      "summary": "Science, Volume 390, Issue 6770, Page 294-298, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Visible light–driven stereodivergent allylation of cyclic hemiacetals with butene for polypropionate synthesis",
      "authors": [
        "Hiroyasu Nakao, Mirja Md Mahamudul Hassan, Yusuke Nakamura, Moe Toyobe, Masahiro Higashi, Harunobu Mitsunuma, Motomu Kanai"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adz0686?af=R",
      "doi": "10.1126/science.adz0686",
      "summary": "Science, Volume 390, Issue 6770, Page 272-278, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "The total synthesis of (−)-spiroaspertrione A: A divinylcyclopropane rearrangement approach",
      "authors": [
        "Wenbo Huang, Lu Pan, Heng Zhao, Fabian Schneider, Tanja Gaich"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adz7593?af=R",
      "doi": "10.1126/science.adz7593",
      "summary": "Science, Volume 390, Issue 6770, Page 261-265, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Synthesis of triple stranded porphyrin nanobelts",
      "authors": [
        "Arnau Rodríguez-Rubio, He Zhu, Ka Man Cheung, Igor Rončević, Lene A. Gödde, Janko Hergenhahn, Joshua L. Field, Prakhar Gupta, Wojciech Stawski, Henrik Gotfredsen, Joseph Straw, Matthew Edmondson, James N. O’Shea, Alex Saywell, Harry L. Anderson"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adz8900?af=R",
      "doi": "10.1126/science.adz8900",
      "summary": "Science, Volume 390, Issue 6770, Page 290-293, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Defensive fungal symbiosis on insect hindlegs",
      "authors": [
        "Takanori Nishino, Minoru Moriyama, Hiromi Mukai, Masahiko Tanahashi, Takahiro Hosokawa, Hsin-Yi Chang, Shuji Tachikawa, Naruo Nikoh, Ryuichi Koga, Chih-Horng Kuo, Takema Fukatsu"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adp6699?af=R",
      "doi": "10.1126/science.adp6699",
      "summary": "Science, Volume 390, Issue 6770, Page 279-283, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Drought intensity and duration interact to magnify losses in primary productivity",
      "authors": [
        "Timothy Ohlert, Melinda D. Smith, Scott L. Collins, Alan K. Knapp, Jeffrey S. Dukes, Osvaldo Sala, Kate D. Wilkins, Seth M. Munson, Maggie I. Anderson, Meghan L. Avolio, Anping Chen, Meghan T. Hayden, Martin C. Holdrege, Ingrid J. Slette, Peter Wilfahrt, Claus Beier, Lauchlan H. Fraser, Anke Jentsch, Michael E. Loik, Yiqi Luo, Fernando T. Maestre, Richard P. Phillips, Sally A. Power, Laura Yahdjian,Qiang Yu, Angel Chen, Andrew J. Felton, Laureano A. Gherardi, Nicholas J. Lyon, Hamed Abdoli, Mehdi Abedi, Juan Alberti, Antonio I. Arroyo, Heidi Asbjornsen, Harald Auge, Seton Bachle, Michael Bahn, David C. Bartholomew, Amgaa Batbaatar, Taryn L. Bauerle, Karen H. Beard, Kai Behn, Ilka Beil, Lucio Biancari, Irmgard Blindow,Viviana Florencia Bondaruk, Elizabeth T. Borer, Edward W. Bork, Carlos Martin Bruschetti, Kerry M. Byrne, James F. Cahill, Dianela A. Calvo, Michele Carbognani, Cameron N. Carlyle, Karen Castillioni, Miguel Castillo-Garcia, Manjunatha H. Chandregowda, Scott X. Chang, Jeff Chieppa, Amber C. Churchill, Marcus Vinicius Cianciaruso, Amanda L Cordeiro, Sara A. O. Cousins, Daniela F. Cusack, Sven Dahlke, Pedro Daleo, Lee H. Dietterich, Maren Dubbert, Nico Eisenhauer, T’ai G. W. Forte, Flavia A. Funk, Darcy Galiano, Aaron C. Greenville, Liebao Han, Siri Vatsø Haugum, Yann Hautier, Andy Hector, Hugh A. L. Henry, Daniela Hoss, Forest Isbell, Samuel E. Jordan, Yuguang Ke, Eugene F. Kelly, Sally E. Koerner, Juergen Kreyling, György Kröel-Dulay, Alicia I. Kröpfl, Angelika Kübert, Andrew Kulmatiski, Eric G. Lamb, Klaus Steenberg Larsen, Steven Lee, Smriti Pehim Limbu, Anja Linstädter, Shirong Liu, Grisel Longo, Alejandro Loydi, Junwei Luan, F. Curtis Lubbe, Andrey V. Malyshev, Cameron D. McIntire, Daniel B. Metcalfe, Malesela Vincent Mokoka, Akira S. Mori, Edwin Mudongo, Gregory S. Newman, Uffe N. Nielsen, Raúl Ochoa-Hueso, Rory C. O’Connor, Romà Ogaya, Gastón R. Oñatibia, Ildikó Orbán, Brooke B. Osborne, Rafael Otfinowski, Meelis Pärtel, Jesús Pascual, Josep Peñuelas, Pablo L. Peri, David S. Pescador, Guadalupe Peter, Alessandro Petraglia, Catherine Picon-Cochard, Valério D. Pillar, Juan M. Piñeiro-Guerra, Laura Weber Ploughe, Robert M. Plowes, Cristy Portales-Reyes, Suzanne M. Prober, Yolanda Pueyo, Golsa Rahmati, Sasha C. Reed, Dana Aylén Rodríguez, William E. Rogers, Christiane Roscher, David W. Rowley, Ana M. Sánchez, Bráulio A. Santos, Michael P. Schellenberg, Michael Scherer-Lorenzen, Eric W. Seabloom, Ruonan Shen, Baoku Shi, Lara Souza, Andreas Stampfli, Rachel J. Standish, Marcelo Sternberg, Wei Sun, Marie Sünnemann, Michelle Tedder, Tyson J. Terry, Pål Thorvaldsen, Katja Tielbörger, Maud Tissink, Matthew A. Vadeboncoeur, Alejandro Valdecantos, Liesbeth van den Brink, Vigdis Vandvik, Liv Guri Velle, Svenja Wanke, Glenda M. Wardle, Cunzheng Wei, Christiane Werner, Georg Wiehl, Jennifer L. Williams, Amelia A. Wolf, Honghui Wu, Chong Xu, Xuechen Yang, Yadong Yang, Jenifer L. Yost, Alyssa L. Young, Ping Yue, Juan M. Zeberio, Michaela Zeiter, Haiyang Zhang, Juntao Zhu, Xiaoan Zuo"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ads8144?af=R",
      "doi": "10.1126/science.ads8144",
      "summary": "Science, Volume 390, Issue 6770, Page 284-289, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "An immigrant’s dilemma",
      "authors": [
        "Mariana Gelambi"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec9691?af=R",
      "doi": "10.1126/science.aec9691",
      "summary": "Science, Volume 390, Issue 6770, Page 310-310, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "In Other Journals",
      "authors": [
        "Corinne Simonti, and Jesse Smith, Stella M. Hurtley, Priscilla N. Kelly, Caroline Ash, Brad Wible, Di Jiang, Jesse Smith, and Michael A. Funk"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed0053?af=R",
      "doi": "10.1126/science.aed0053",
      "summary": "Science, Volume 390, Issue 6770, Page 252-253, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Neural compass in the sky",
      "authors": [
        "Yue-Qing Zhou and James J. Knierim"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb6967?af=R",
      "doi": "10.1126/science.aeb6967",
      "summary": "Science, Volume 390, Issue 6770, Page 239-240, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Making hydrogen production durable",
      "authors": [
        "Yu Seung Kim"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb7886?af=R",
      "doi": "10.1126/science.aeb7886",
      "summary": "Science, Volume 390, Issue 6770, Page 237-238, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Kiss, shrink, run",
      "authors": [
        "Katharina Lichter"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec0091?af=R",
      "doi": "10.1126/science.aec0091",
      "summary": "Science, Volume 390, Issue 6770, Page 236-237, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Quantum trions in equilibrium",
      "authors": [
        "Tianyi Ouyang and Su-Fei Shi"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec0463?af=R",
      "doi": "10.1126/science.aec0463",
      "summary": "Science, Volume 390, Issue 6770, Page 241-241, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Australian algal blooms require national action",
      "authors": [
        "Dominic McAfee and Brad Martin"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea3178?af=R",
      "doi": "10.1126/science.aea3178",
      "summary": "Science, Volume 390, Issue 6770, Page 248-249, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Chile’s framework law erodes institutions",
      "authors": [
        "Iván Ojeda-Pereira"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea4024?af=R",
      "doi": "10.1126/science.aea4024",
      "summary": "Science, Volume 390, Issue 6770, Page 249-249, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Stemming green tides in the Yellow Sea",
      "authors": [
        "Luhua Yang, Ruiyong Zhang, Li Zhuo, Bin-Bin Xie, Jianqun Lin, and Shun Li"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea7703?af=R",
      "doi": "10.1126/science.aea7703",
      "summary": "Science, Volume 390, Issue 6770, Page 248-248, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Cold storage",
      "authors": [
        "Kai Kupferschmidt"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed0054?af=R",
      "doi": "10.1126/science.aed0054",
      "summary": "Science, Volume 390, Issue 6770, Page 230-235, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Papers based on open health data face bans",
      "authors": [
        "Cathleen O’Grady"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed1020?af=R",
      "doi": "10.1126/science.aed1020",
      "summary": "Science, Volume 390, Issue 6770, Page 222-223, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "DNA from rum-soaked fishes chronicles century of change",
      "authors": [
        "Erik Stokstad"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed1021?af=R",
      "doi": "10.1126/science.aed1021",
      "summary": "Science, Volume 390, Issue 6770, Page 223-224, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Did lead poisoning help drive human evolution?",
      "authors": [
        "Michael Price"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed1022?af=R",
      "doi": "10.1126/science.aed1022",
      "summary": "Science, Volume 390, Issue 6770, Page 225-225, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Architects of molecular cages win Chemistry Nobel",
      "authors": [
        "Daniel Clery and Catherine Offord"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed1023?af=R",
      "doi": "10.1126/science.aed1023",
      "summary": "Science, Volume 390, Issue 6770, Page 226-227, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Chaos and confusion as U.S. shutdown drags on",
      "authors": [
        "Science News Staff"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed1024?af=R",
      "doi": "10.1126/science.aed1024",
      "summary": "Science, Volume 390, Issue 6770, Page 228-229, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "A view of Horizon Europe’s future",
      "authors": [
        "Lidia Borrell-Damián"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed0012?af=R",
      "doi": "10.1126/science.aed0012",
      "summary": "Science, Volume 390, Issue 6770, Page 217-217, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Mobilizing capital and technology for a clean aviation industry",
      "authors": [
        "David G. Victor, Thomas Conlon, Philipp Goedeking, and Andreas W. Schäfer"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adu2458?af=R",
      "doi": "10.1126/science.adu2458",
      "summary": "Science, Volume 390, Issue 6770, Page 242-245, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "In Science Journals",
      "authors": [
        "Michael Funk, and Caroline Ash, Jake S. Yeston, Sacha Vignieri, Bianca Lopez, Mark Aldenderfer, Leoma Bere, Yevgeniya Nusinovich, Di Jiang, Corinne Simonti, Stella M. Hurtley, Peter Stern, Jesse Smith, Jack Huang, Jelena Stajic, John Foley, Brandon Berry, and Craig Cameron"
      ],
      "date": "2025-10-16T06:00:11+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aed0052?af=R",
      "doi": "10.1126/science.aed0052",
      "summary": "Science, Volume 390, Issue 6770, Page 251-253, October 2025."
    }
  ]
}