{
  "generatedAt": "2025-08-30T04:30:54.924995+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Scheme to Detect the Strong-to-Weak Symmetry Breaking via Randomized Measurements",
      "authors": [
        "Ning Sun, Pengfei Zhang, and Lei Feng"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7p5x-7yqb",
      "doi": "10.1103/7p5x-7yqb",
      "summary": "Symmetry breaking plays a central role in classifying the phases of quantum many-body systems. Recent developments have highlighted a novel symmetry-breaking pattern, in which the strong symmetry of a density matrix spontaneously breaks to the weak symmetry. This strong-to-weak symmetry breaking is … [Phys. Rev. Lett. 135, 090403] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Spectral Gap Optimization for Enhanced Adiabatic State Preparation",
      "authors": [
        "Kshiti Sneh Rai, Jin-Fu Chen, Patrick Emonts, and Jordi Tura"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cslt-x32n",
      "doi": "10.1103/cslt-x32n",
      "summary": "The preparation of nontrivial states is crucial to the study of quantum many-body physics. Such states can be prepared with adiabatic quantum algorithms, which are restricted by the minimum spectral gap along the path. In this Letter, we propose an efficient method to adiabatically prepare tensor ne… [Phys. Rev. Lett. 135, 090602] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Temperature-Resistant Order in $2+1$ Dimensions",
      "authors": [
        "Zohar Komargodski and Fedor K. Popov"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yb7d-6tvc",
      "doi": "10.1103/yb7d-6tvc",
      "summary": "High temperatures are typically thought to increase disorder. Here we examine this idea in quantum field theory in $2+1$ dimensions. For this sake we explore a novel class of tractable models, consisting of nearly-mean-field scalars interacting with critical scalars. We identify UV-complete, local, … [Phys. Rev. Lett. 135, 091602] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Tying Knots in Particle Physics",
      "authors": [
        "Minoru Eto, Yu Hamada, and Muneto Nitta"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s3vd-brsn",
      "doi": "10.1103/s3vd-brsn",
      "summary": "Knots emerge in various fields of mathematics and physics today. We show that knots indeed appear as stable solitons in a realistic extension of the standard model of particle physics that provides the QCD axion and right-handed neutrinos. This result suggests that, during the early Universe, a “kno… [Phys. Rev. Lett. 135, 091603] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Reflected Multientropy and Its Holographic Dual",
      "authors": [
        "Ma-Ke Yuan, Mingyi Li, and Yang Zhou"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/76vs-rxcs",
      "doi": "10.1103/76vs-rxcs",
      "summary": "We introduce a mixed-state generalization of the multientropy through the canonical purification, which we call “reflected multientropy.” We propose the holographic dual of this measure. For the tripartite case, a field-theoretical calculation is performed using a six-point function of twist operato… [Phys. Rev. Lett. 135, 091604] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "All-Optical Radio-Frequency Phase Detection for Rydberg Atom Sensors Using Oscillatory Dynamics",
      "authors": [
        "Matthias Schmidt, Stephanie M. Bohaichuk, Vijin Venu, Ruoxi Wang, Harald Kübler, and James P. Shaffer"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/23kb-7h7q",
      "doi": "10.1103/23kb-7h7q",
      "summary": "Rydberg atom radio-frequency sensors are a unique platform for precision electromagnetic field measurement; e.g., they have extraordinary carrier bandwidth spanning MHz to THz and can be self-calibrated. These photonic sensors use lasers to prepare and read out the atomic response to a radio-frequen… [Phys. Rev. Lett. 135, 093602] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Identifying and Anticipating the Threshold Bifurcation of a Complex Laser with Permutation Entropy",
      "authors": [
        "Juan Gancio, Cristina Masoller, and Mathias Marconi"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8lhf-51kv",
      "doi": "10.1103/8lhf-51kv",
      "summary": "The permutation entropy (PE) is a statistical indicator that allows the quantification of the complexity of a signal. Here, we show that it is able to identify and anticipate the threshold bifurcation of a complex laser, where thousands of modes compete for gain at the onset of lasing. In our experi… [Phys. Rev. Lett. 135, 093802] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Flowing Menisci: Coupled Dynamics and Liquid Exchange with Soap Films",
      "authors": [
        "Alexandre Vigna-Brummer, Antoine Monier, Isabelle Cantat, Christophe Brouzet, and Christophe Raufaste"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gfxm-67mm",
      "doi": "10.1103/gfxm-67mm",
      "summary": "Liquid foams exhibit menisci whose lengths range from hundreds of microns in microfoams to several centimeters in macroscopic bubble arrangements. These menisci are known to thin under gravity until reaching a steady thickness profile, where hydrostatic and capillary pressures are balanced. However,… [Phys. Rev. Lett. 135, 094001] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Thermomodulated Intrinsic Josephson Effect in Kagome ${\\mathrm{CsV}}_{3}{\\mathrm{Sb}}_{5}$",
      "authors": [
        "Tian Le, Zhuokai Xu, Jinjin Liu, Ruiya Zhan, Zhiwei Wang, and Xiao Lin"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yqth-sfm8",
      "doi": "10.1103/yqth-sfm8",
      "summary": "Superconducting chiral domains associated with a time-reversal symmetry-breaking order parameter have garnered significant attention in kagome systems. In this Letter, we demonstrate both the intrinsic direct-current and alternating-current Josephson effects in the nanoplates of the vanadium-based k… [Phys. Rev. Lett. 135, 096002] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Observation of High-Decay-Rate Topological Corner States in Diffusive Thermal Metamaterials",
      "authors": [
        "Minghong Qi, Yanxiang Wang, Hongzhu Li, Pei-Chao Cao, Rui Xi, Xue-Feng Zhu, Fei Gao, Hongsheng Chen, Cheng-Wei Qiu, and Ying Li"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s97b-qcjc",
      "doi": "10.1103/s97b-qcjc",
      "summary": "Effective thermal regulation is increasingly vital in numerous technological applications. The recent progress on topological diffusion in thermal materials offers promising potential. A distinct feature of diffusive systems is that their anti-Hermitian characteristics ensure purely imaginary eigenv… [Phys. Rev. Lett. 135, 096604] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Signatures of Fluctuation-Driven Magnetic Topological Charge in Pt-Ferromagnetic Insulator Bilayers",
      "authors": [
        "Sanyum Channa, Houssam Sabri, Xin Yu Zheng, Tian-Yue Chen, Haowen Ren, Qiuchen Wu, Kun Wang, Yuntian Li, Zbigniew Galazka, Ian R. Fisher, Xia Hong, Andrew D. Kent, Jiadong Zang, and Yuri Suzuki"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/r5pw-sqk2",
      "doi": "10.1103/r5pw-sqk2",
      "summary": "Chiral magnetic textures are of fundamental interest for studying exotic spin behavior, but also promising for the development of energy-efficient memory and logic devices. Recent computational work has suggested that in contrast to well-studied static chiral textures like skyrmions, there exists dy… [Phys. Rev. Lett. 135, 096702] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Determining Energy Dispersion of Spin Excitations with Scanning Tunneling Spectroscopy",
      "authors": [
        "J. C. G. Henriques, Chenxiao Zhao, G. Catarina, Pascal Ruffieux, Roman Fasel, and J. Fernández-Rossier"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/n8jn-p468",
      "doi": "10.1103/n8jn-p468",
      "summary": "C. G. Henriques, Chenxiao Zhao, G. Catarina, Pascal Ruffieux, Roman Fasel, and J. Fernández-Rossier Conventional methods to measure the dispersion relations of collective spin excitations involve probing bulk samples with particles such as neutrons, photons, or electrons, which carry a well-defined momentum. Open-ended finite-size spin chains, on the contrary, do not have a well-defined momentum d… [Phys. Rev. Lett. 135, 096703] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Zero-point motion of polar optical phonons revealed by up-converted photoluminescence from a single perovskite nanocrystal at cryogenic temperatures</span>",
      "authors": [
        "Rentong Duan, Fengrui Hu, Chunyang Yin, Yan Lv, Chunfeng Zhang, Min Xiao, Zhi-Gang Yu, and Xiaoyong Wang"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/b4076Y10P3d18f9956bd5ed1fa704b0eb7e1de21c",
      "doi": "10.1103/gp1z-fbl6",
      "summary": "Quantum mechanics suggests a persistent lattice vibration even at zero temperature; however, this elusive zero-point motion is difficult to be measured for further analyses and exploitations. Here we have performed near-resonant excitations on single perovskite CsPbI3 nanocrystals (NCs) at cryogenic… [Phys. Rev. Lett.] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Memory kernel coupling theory: Obtaining time correlation function from higher-order moments</span>",
      "authors": [
        "Wei Liu, Yu Su, Yao Wang, and Wenjie Dou"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/0e07bYe5H5a1af93e3d543f1eca1fe79540896774",
      "doi": "10.1103/qvd5-5z6m",
      "summary": "Dynamical observables can often be described by time correlation functions (TCFs). However, efficiently calculating TCFs for complex quantum systems is a significant challenge, which generally requires solving the full dynamics of the systems. This Letter presents the memory kernel coupling theory (… [Phys. Rev. Lett.] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Carrier localization and spontaneous formation of two-dimensional polarization domain in halide perovskites</span>",
      "authors": [
        "Andrew Grieder, Marcos Calegari Andrade, Hiroyuki Takenaka, Tadashi Ogitsu, Liang Z. Tan, and Yuan Ping"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/e607bY81O491849523a5316530be8a98cc503df10",
      "doi": "10.1103/4kyt-jj6w",
      "summary": "Halide perovskites are known for their rich phase diagram and superior performance in diverse optoelectronics applications. The latter property is often attributed to the long electron-hole recombination time, whose underlying physical mechanism has been a long-standing controversy. In this work, we… [Phys. Rev. Lett.] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>New limits on ultralight axionlike dark matter from reanalyzed data</span>",
      "authors": [
        "K. Y. Zhang, L. Y. Wu, and H. Yan"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/89075Y8dN2d1669300972cf0bd7a108cd1f38c90e",
      "doi": "10.1103/l8kd-yhlg",
      "summary": "New limits on the axion-nucleon coupling over the axion mass region ${10}^{−24}≤{m}_{a}≤5×{10}^{−21}$ eV are derived by reanalyzing data from laboratory measurements on Lorentz and $CPT$ violation. These results establish the first laboratory constraints on the axion-nucleon coupling for axion masse… [Phys. Rev. Lett.] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Femtosecond-laser-delamination cavities for resonant acousto-magneto-plasmonics</span>",
      "authors": [
        "Pavel Varlamov, Akira Barros, Aditya Swaminathan, Jan Marx, Andreas Ostendorf, Anna Semisalova, Denys Makarov, Alexey M. Lomonosov, Paolo Vavassori, Yannis Laplace, Michele Raynaud, and Vasily V. Temnov"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/9907bYf0O6c14486a7460859f437a4bd15bb36c61",
      "doi": "10.1103/99sl-xxb2",
      "summary": "Femtosecond lasers are routinely used for inducing local modification, including nanostructuring, and ultrafast laser spectroscopy in solids. However, these studies are often being performed separately making the unveiling of exciting physical properties of laser-fabricated materials out of reach. H… [Phys. Rev. Lett.] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Search for the rare decay D${}^{0}$ $→$ ${μ}^{+}{μ}^{−}$ in proton-proton collisions at $\\sqrt{s}$ = 13.6 TeV</span>",
      "authors": [
        "V. Chekhovsky et al."
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/e7079Yb0Sb619c94c8d012e0670bfb2af516a371f",
      "doi": "10.1103/zc76-rgcp",
      "summary": "A search for the rare decay $\\PDz\\to\\PGmp\\PGmm$ is reported using proton-proton collision events at $\\sqrt{s} = 13.6\\TeV$ collected by the CMS detector in 2022–2023, corresponding to an integrated luminosity of 64.5. This is the first analysis to use a newly developed inclusive dimuon trigger, expan… [Phys. Rev. Lett.] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Nanoscale mirrorless superradiant lasing</span>",
      "authors": [
        "Anna Bychek, Raphael Holzinger, and Helmut Ritsch"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/94070Ye5R2b24e0d73b66120f2b99a5d7262dc565",
      "doi": "10.1103/rbs2-2pd5",
      "summary": "We predict collective ’free-space’ lasing in a dense nanoscopic emitter arrangement where dipole-dipole coupled atomic emitters synchronize their emission and exhibit lasing behavior without the need for an optical resonator. At the example of a subwavelength-spaced linear emitter chain with varying… [Phys. Rev. Lett.] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Nailing down the theoretical uncertainties of <span class=\"math inline\">$\\overline{\\rm D}$</span> spectrum produced from dark matter</span>",
      "authors": [
        "Mattia Di Mauro, Nicolao Fornengo, Adil Jueid, Roberto Ruiz de Austri, and Francesca Bellini"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/7a076YcdL661848fa65671b4c4c691c8fd9247ad7",
      "doi": "10.1103/w6n5-vs4d",
      "summary": "The detection of cosmic antideuterons ( ${\\rm D}$ ) at kinetic energies below a few GeV/n could provide a smoking gun signature for dark matter (DM). However, the theoretical uncertainties of coalescence models have represented so far one of the main limiting factors for precise predictions of the ${\\… [Phys. Rev. Lett.] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Next-to-leading-order QCD corrections to nucleon Dirac form factors</span>",
      "authors": [
        "Long-Bin Chen, Wen Chen, Feng Feng, Siwei Hu, and Yu Jia"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/cf07aY73Ic61b580b48e3a13c263b2bf936895a09",
      "doi": "10.1103/r25y-rsz5",
      "summary": "The leading-order perturbative QCD (pQCD) predictions to nucleon electromagnetic form factors were first made in late 70s. Nearly half a century later, we accomplish the calculation of the next-to-leading-order (NLO) QCD corrections to proton and neutron’s Dirac form factors at large momentum transf… [Phys. Rev. Lett.] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Particle localization on helical nanoribbons: Quantum analog of the Coriolis effect</span>",
      "authors": [
        "Radha Balakrishnan, Rossen Dandoloff, Victor Atanasov, and Avadh Saxena"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ed072O1fTbd1e857e8e13a634f92599eca2244316",
      "doi": "10.1103/6jx2-m8sb",
      "summary": "We derive the Schr\"odinger equation for a particle confined to the surface of a normal and a binormal helical nanoribbon, obtain the quantum potentials induced by their respective curved surface geometries, and study the localized states of the particle for each ribbon. When the particle kinetic ene… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Missing link between the two-dimensional quantum Hall problem and one-dimensional quasicrystals</span>",
      "authors": [
        "Anuradha Jagannathan"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ee07cYbaOcb16b8ce8f79e02031dea99d99a83958",
      "doi": "10.1103/stk9-d9vf",
      "summary": "This paper discusses a connection between two important classes of materials, namely quasicrystals and topological insulators as exemplified by the Quantum Hall problem. It has been remarked that the quasicrystal “inherits” topological properties from the 2D Quantum Hall model. We show this explicit… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Thermo-optic bistability in two-dimensional all-dielectric resonators</span>",
      "authors": [
        "G. V. Shadrina, D. N. Maksimov, and E. N. Bulgakov"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7d07fOfeQ9e1c24ef9bf0d144756f4caba04b6cda",
      "doi": "10.1103/1z7s-wcw6",
      "summary": "We consider thermo-optic bistability in resonant excitation of high-quality modes in two-dimensional dielectric resonators. We develop a coupled-mode theory approach which account for the frequency shift due to a temperature dependent dielectric permittivity. The model is applied to rectangular and … [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Higher-order dark solitons and control dynamics in microcavity polariton condensates</span>",
      "authors": [
        "Jinming Sun, Manna Chen, Stefan Schumacher, Wei Hu, and Xuekai Ma"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7d072O42R4b1db5462cf5a63884984dc54e73a3d1",
      "doi": "10.1103/p357-vyq8",
      "summary": "Dark solitons carrying quantized phase information arouse great interest in different nonlinear systems. A dark soliton in 1D can be stabilized in microcavity polariton condensates as a confinement is imposed on it to prevent its decay. Such a confinement can be realized by optical manners, i.e., by… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>String membrane nets from higher-form gauging: An alternate route to $p$-string condensation</span>",
      "authors": [
        "Pranay Gorantla, Abhinav Prem, Nathanan Tantivasadakarn, and Dominic J. Williamson"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a507cO71Rdb1765546752b5370cc494818b8e324b",
      "doi": "10.1103/qq9n-16hk",
      "summary": "We present a new perspective on the p-string condensation procedure for constructing 3+1D fracton phases by implementing this process via the gauging of higher-form symmetries. Specifically, we show that gauging a 1-form symmetry in 3+1D that is generated by Abelian anyons in isotropic stacks of 2+1… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Solitons with self-induced topological nonreciprocity</span>",
      "authors": [
        "Pedro Fittipaldi de Castro and Wladimir A. Benalcazar"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/46072Yd4Ga11579a626f97f8808dea64efd82810a",
      "doi": "10.1103/6hy3-jmk9",
      "summary": "The nonlinear Schrdinger equation supports solitons – self-interacting, localized states that behave as nearly independent objects. Here, we show the existence of solitons with self-induced nonreciprocal dynamics in a discrete nonlinear Schrdinger equation. This nonreciprocal behavior, dependent on … [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Thermodynamics of the Hubbard model on the Bethe lattice</span>",
      "authors": [
        "Jia-Lin Chen, Zhen Fan, Bo Zhan, Jiahang Hu, Tong Liu, Junyi Ji, Kang Wang, Hai-Jun Liao, and Tao Xiang"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/eb072O89P1213354e4d660e5dcc577e94237fc4e2",
      "doi": "10.1103/1gx9-wcf6",
      "summary": "We investigate the thermodynamic properties of the Hubbard model on the Bethe lattice with a coordination number of 3 using the thermal canonical tree tensor network method. Our findings reveal two distinct thermodynamic phases: a low-temperature antiferromagnetic phase, where spin SU(2) symmetry is… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>First-principles study on anomalously high thermal conductivities in trirutile ternary oxides</span>",
      "authors": [
        "XiaoYun Guo, BoCheng Lei, LiLi Zhang, YiNeng Huang, and Jian Zhou"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c5079O74S3f16d56534c2ac07c313310b3aeca634",
      "doi": "10.1103/pvzp-bgj1",
      "summary": "Oxide materials, particularly ternary and quaternary oxides, typically exhibit low thermal conductivities. However, a recent experiment revealed that the trirutile compound Ga${}_{2}$TeO${}_{6}$ possesses a relatively high lattice thermal conductivity of approximately 20 Wm${}^{−1}$K${}^{−1}$ at 323… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Distinction between ice phases VII, VIII, and X</span>",
      "authors": [
        "Graeme J. Ackland, Andreas Hermann, Kazuki Komatsu, Keishiro Yamashita, and J. S. Loveday"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ec071Ob4Q4e1a75a60a00423eac3d9f2198b8af79",
      "doi": "10.1103/nmlm-rtxz",
      "summary": "Ice phases VII, VIII and X are all based on a body-centered cubic arrangement of molecules, the differences coming from how molecular orientation breaks the symmetry. It is debatable as to whether these should even be considered distinct phases given that the standard definition of a transition betw… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Pressure-induced phase transitions in (EDO-TTF)${}_{2}$SbF${}_{6}$ single crystals revealed by ultrafast optical spectroscopy</span>",
      "authors": [
        "Thomas Gauthier, Nicolas Godin, Elzbieta Trzop, Roman Bertoni, Shao Xiangfeng, Maesato Mitsuhiko, Nakano Yoshiaki, and Yamochi Hideki"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/90074O5eRe31f55161394051b44a591b2af494dbc",
      "doi": "10.1103/pwjb-87c2",
      "summary": "In this study, we have investigated the ultrafast photo-induced dynamics of (EDO-TTF)2SbF6 single crystals under hydrostatic pressure. Our results indicate the occurrence of the charge ordering phase transition under hydrostatic pressure at room temperature around 2200 bar. This leads to the appeara… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Nonlocal transport from nonlinear valley responses</span>",
      "authors": [
        "Jin Cao, Hui Wang, Shen Lai, Cong Xiao, and Shengyuan A. Yang"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c3079Y77Oae1bd9b01d689e250b5d7a3410f324c4",
      "doi": "10.1103/pjmx-rmnt",
      "summary": "We propose a theory for nonlocal measurement of nonlinear valley Hall effect (VHE). In contrast to the well-known reciprocity between direct and inverse VHEs in linear response, we unveil that the nonlinear inverse VHE needed to generate nonlocal voltage is not reciprocal to the nonlinear VHE it pro… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Symmetry-protected topological wire in a topological vacuum</span>",
      "authors": [
        "Subrata Pachhal and Adhip Agarwala"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9a071O85Qd01b25f010e6332df8ffa7fcfadc7b87",
      "doi": "10.1103/8bpq-v1zx",
      "summary": "Symmetry-protected topological phases host gapless modes at their boundary with a featureless environment of the same dimension or a trivial vacuum. In this study, we explore their behavior in a higher-dimensional environment, which itself is non-trivial - a topological vacuum. In particular, we emb… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Three-dimensional valley-locked waveguide transport enabled by phononic Weyl nodes</span>",
      "authors": [
        "Mudi Wang, Qiyun Ma, Hao Wu, Yi Fang, Ruo-Yang Zhang, Dongyang Wang, Hongwei Jia, Jing Hu, Zhengyou Liu, and C. T. Chan"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9e078Y4cH8e1b499f34998e5379ef37f3b1844901",
      "doi": "10.1103/b2f7-7cs5",
      "summary": "The flexible control of wave transport in three-dimensional (3D) space has long been a challenge. Here, we take advantage of the 3D linear dispersion of Weyl nodes and design a sandwiched valley-Hall crystal for robust acoustic waveguide transport. On the grounds of the negligible inter-valley scatt… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Skin effect in non-Hermitian systems with SU(2) gauge fields</span>",
      "authors": [
        "Wenna Zhang, Yutao Hu, Hongyi Zhang, Xiang Liu, Yuecheng Shen, Georgios Veronis, Andrea Alù, Yin Huang, and Wenchen Luo"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5507cY07I731eb8234e710924f6ea232c756869e3",
      "doi": "10.1103/cqmg-qzt4",
      "summary": "The skin effect, where bulk modes collapse into boundary modes, is a key phenomenon in topological non-Hermitian systems, and has been predominantly studied in spinless systems. Recent studies illustrate the magnetic suppression of the first-order skin effect while ignoring spin. However, the physic… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Purified pseudomode model for nonlinear system-bath interactions</span>",
      "authors": [
        "Cheng Zhang, Neill Lambert, Xin-Qi Li, Mauro Cirio, and Pengfei Liang"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ea070Of8Qc813154922048965d3ffa5d07fc9c432",
      "doi": "10.1103/c91x-bhqw",
      "summary": "The theory of purified pseudomodes [arXiv:2412.04264 (2024)] was recently developed to provide a numerical tool for the analysis of the properties of a quantum system and the environment it couples to via linear system-bath interactions. Here we extend this theory to allow for the description of gen… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Controlling quantum entanglement via chiral Majorana interference</span>",
      "authors": [
        "Yan-Feng Zhou, Qing Yan, Wei Luo, and Qing-Feng Sun"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5c072Ya5Mac1cb8af07f940793192bc09988c14b8",
      "doi": "10.1103/tp3y-45ps",
      "summary": "The control over quantum entanglement is fundamental to the advancement of large-scale quantum technologies. Here, we propose a chiral Majorana interferometer to govern the entanglement in a hybrid device of magnetic topological insulator and chiral topological superconductor. We show that quasipart… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Fractionalized fermionic multicriticality in anisotropic Kitaev spin-orbital liquids</span>",
      "authors": [
        "Max Fornoville and Lukas Janssen"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ea07cOfaR8211b51b3ca42c13a1f834ccbfa5fadb",
      "doi": "10.1103/phx7-hs6k",
      "summary": "We study the low-temperature phase diagram of quantum Kitaev-Heisenberg spin-orbital models with XXZ anisotropy on the honeycomb lattice. Within a parton mean-field theory, we identify three different quantum phases, distinguished by their symmetries. Besides a disordered spin-orbital liquid with un… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Origin of ferromagnetism in a two-dimensional dilute magnetic semiconductor $h$-Co${}_{x}$Zn${}_{1x}$O</span>",
      "authors": [
        "Shashank Chaturvedi and Umesh V. Waghmare"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7b07cO3fP8e15351a3e4465416a13a12f5b328a52",
      "doi": "10.1103/2tcq-jqvw",
      "summary": "We present theoretical analysis of the origin of ferromagnetism in two-dimensional Co-substituted h-ZnO (h-Co${}_{x}$Zn${}_{1−x}$O) observed experimentally at room-temperature within a narrow window of Co concentration ($x≈0.12$). A combination of first-principles calculations and site-occupancy dis… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Pseudogap in the lightly hole-doped triangular-lattice moiré Hubbard model</span>",
      "authors": [
        "V. I. Kuz’min, M. A. Visotin, and S. G. Ovchinnikov"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4b072O3dT591475e46f775a5868d694b8e0250716",
      "doi": "10.1103/22j6-2p89",
      "summary": "The electronic structure of the lightly hole-doped triangular-lattice moir'e Hubbard model is studied within cluster perturbation theory (CPT) using 13-site clusters for a fixed doping concentration $p=1/13$ varying the Coulomb parameter $U$ and the hopping phase parameter $ϕ$ related to the spin-or… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electronic structure and hinge states of strained half-Heusler compounds LiSbZn and LiBiZn</span>",
      "authors": [
        "Sanjib Kumar Das, Ion Cosma Fulga, Rakshanda Dhawan, Hem C. Kandpal, Jeroen van den Brink, and Jorge I. Facio"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/88071OacQa01785b52fa9e593549fd6731defbdd5",
      "doi": "10.1103/fjjh-r9mb",
      "summary": "Half-Heusler compounds are a class of materials with great potential for the study of distinct electronic states. In this work, we investigate, from first-principles, the possibility of hinge modes in closely related topological phases that are tunable by moderate uni-axial strain. We consider two c… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Bosonic quantum breakdown Hubbard model</span>",
      "authors": [
        "Yu-Min Hu and Biao Lian"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/87071Y44A6b1d88de3690d08893be4d31d906af36",
      "doi": "10.1103/1r4m-7psy",
      "summary": "We propose a bosonic quantum breakdown Hubbard model, which generalizes the Bose-Hubbard model by adding an asymmetric breakdown interaction turning one boson into two between adjacent sites. When the normal hopping is zero, this model has a global exponential U(1) symmetry, and we show that the gro… [Phys. Rev. B] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Noise equals control",
      "authors": [
        "Eric De Giuli"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vlx8-spc6",
      "doi": "10.1103/vlx8-spc6",
      "summary": "Stochastic systems have a control-theoretic interpretation in which noise plays the role of control. In the weak-noise limit, relevant at low temperatures or in large populations, this leads to a precise mathematical mapping: The most probable trajectory between two states minimizes an action functi… [Phys. Rev. E 112, 024142] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Effect of microalloying via soft and hard random pinning on the yielding transition of amorphous solids under oscillatory shear",
      "authors": [
        "Roni Chatterjee, Monoj Adhikari, and Smarajit Karmakar"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4bjr-74m6",
      "doi": "10.1103/4bjr-74m6",
      "summary": "We investigate the effects of microalloying via random pinning on the yielding transition under oscillatory shear through extensive computer simulations. Random pinning refers to freezing the relaxation degrees of freedom for a fraction of randomly selected particles, which is often termed as hard p… [Phys. Rev. E 112, 025427] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Efficient multiresonant laser isotope separation</span>",
      "authors": [
        "Aaron D. Barr, Simon Rochester, Dmitry Budker, and Mark G. Raizen"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/a707aA02Sf81bd0684b58fa03439fee3541774dd1",
      "doi": "10.1103/djk8-pv16",
      "summary": "A new method for efficient isotope separation is proposed. It is based on efficient photoionization of atoms by a continuous-wave laser using resonant-enhancement in an ultra-large volume optical cavity. This method should enable higher efficiency than the existing state of the art and could be used… [Phys. Rev. Applied] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>When more is less: Higher magnetic fields and their limited impact on signal-to-noise ratio per unit of acquisition time in unlocalized single-voxel magnetic resonance spectroscopy</span>",
      "authors": [
        "Guodong Weng and Johannes Slotboom"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/87077A42Qc819a0304fa81c1c23d166237a2bf0b0",
      "doi": "10.1103/j138-v9gr",
      "summary": "Magnetic resonance spectroscopy (MRS) offers significant diagnostic potential but is inherently constrained by low signal-to-noise ratio (SNR). While increasing the main magnetic field strength B_0 is theoretically linked to increased SNR, practically obtained gains in SNR from B_0^(7/4) to B_0 depe… [Phys. Rev. Applied] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Optimized spin estimation in atomic sensors via Kalman filter and smoother</span>",
      "authors": [
        "Jia Kong, Yaping Feng, Yihan Wang, Qingwei Wang, and Xiao-Ming Lu"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/a407dYfdOd81d49a90e14d551e1bd66cd841e1695",
      "doi": "10.1103/zmqd-6835",
      "summary": "Spin estimation plays a crucial role in quantum metrology, particularly in systems like atomic magnetometers where atomic spin ensembles transduce magnetic field information into measurable optical signals. However, precise spin estimation remains challenging, especially in weak polarization schemes… [Phys. Rev. Applied] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Quantum sensing enhanced via periodic modulation</span>",
      "authors": [
        "Jia-Xin Peng and Muhammad Asjad"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/75072A9cN5b1e80544303f3989a63293587869c2e",
      "doi": "10.1103/pqf6-92sk",
      "summary": "Accurately estimating the parameters that characterize physical processes plays a crucial role in revealing the essence of physical processes. Here, we demonstrate how to enhance the estimation precision of optomechanical coupling strength (OCS) through periodic modulation in a standard optomechanic… [Phys. Rev. Applied] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Photonic electrometry using a piezoelectric-Pockels microresonator</span>",
      "authors": [
        "Suwan Sun, Hairun Guo, Andre N. Luiten, and Wenle Weng"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/f2076A6dOd8Wb311405e0e5706d0548d22d797d35",
      "doi": "10.1103/6bkw-m89n",
      "summary": "Facilitated by low-noise laser frequency locking, optical microresonators with the Pockels effect have shown unprecedented high resolutions in sensing electrical field. However, the requirement for tunable and low-noise laser sources considerably increases the cost and the size of the system, thereb… [Phys. Rev. Applied] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Optimal quantum overlapping tomography: Theory and experiment</span>",
      "authors": [
        "Chao Wei, Kada Yang, Liangyu Che, Feng Xu, Junda Song, and Tao Xin"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/cf07aY49L6214d89c726365022500a76c0a15cd2e",
      "doi": "10.1103/z2d4-3r8z",
      "summary": "Partial tomography, which focuses on reconstructing reduced density matrices (RDMs), has emerged as a promising approach for characterizing complex quantum systems, particularly when full state tomography is impractical. Recently, overlapping tomography has been proposed as an efficient method for d… [Phys. Rev. Applied] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Locomotion of a scallop-inspired swimmer in granular matter</span>",
      "authors": [
        "Hongyi Xiao, Harol Torres, Achim Sack, and Thorsten Pöschel"
      ],
      "date": "2025-08-29T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/d6075K54N8e1b007f8968b9596fa0c1a98c3863c3",
      "doi": "10.1103/52rv-8mpz",
      "summary": "Locomotion of a Scallop-Inspired Swimmer in Granular Matter Hongyi Xiao,1, 2 Harol Torres,1, 3 Achim Sack,1 and Thorsten Poschel1 1 Institute of Multiscale Simulation, Friedrich-Alexander-Universitat Erlangen-Nurnberg, Erlangen, Germany. 2 Department of Mechanical Engineering, University of Michigan… [Phys. Rev. Applied] Published Fri Aug 29, 2025"
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "IgM and IgG1 B cell receptors differentially affect B cell fates and dictate the pathogenesis of mature B cell lymphomas",
      "authors": [
        "Rebecca M. Southern, Rebecca L. Schmitz, Daniela Samaniego-Castruita, Daniel Balsells, Isabella Han, Prathyaya Ramesh, Mi Thao Tran, Carlos Montes, Taek-Chin Cheong, Roberto Chiarle, Ajay Abraham, Ari Waisman, Robert C. Rickert, Vipul Shukla, Ashima Shukla"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adp9391?af=R",
      "doi": "10.1126/sciadv.adp9391",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Bacteriophage immunotherapy with artificial antigen-directed immune labeling against bacterial infection",
      "authors": [
        "Minjun Yao, Liang Chen, Xiaoqiang Jin, Zhenxuan Shao, Yucheng Xue, Wenkan Zhang, Hao Zhou, Shenzhi Zhao, Haochen Mou, Shixin Chen, Eloy Yinwang, Jiahao Zhang, Xiaoyong Wu, Kanbin Wang, Chenhe Zhou, Xunzi Cai, Chen Zhuang, Rongxin He, Jianbin Xu, Zhaoming Ye"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adr1911?af=R",
      "doi": "10.1126/sciadv.adr1911",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Id1 promotes clonal hematopoiesis in mice with Tet2 loss of function",
      "authors": [
        "Shweta Singh, Kristbjorn O. Gudmundsson, Tanmoy Sarkar, Brad L. Jakubison, Holly M. Morris, Sandra Burkett, Karim Baktiar, Gary T. Pauly, Dina M. Sigano, Joel P. Schneider, Lino Tessarollo, Jonathan R. Keller"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adr5867?af=R",
      "doi": "10.1126/sciadv.adr5867",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Abnormal mitochondrial structure and function in brown adipose tissue of SLC35A4-MP knockout mice",
      "authors": [
        "Andréa L. Rocha, Christian Schmedt, Guy Perkins, Antonio Pinto, Jolene K. Diedrich, Huanqi Shan, Kaja Plucińska, Eduardo Vieira de Souza, Joan M. Vaughan, Mark Foster, Srinath C. Sampath, Srihari C. Sampath, Paul Cohen, Mark H. Ellisman, Alan Saghatelian"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ads7381?af=R",
      "doi": "10.1126/sciadv.ads7381",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Massive losses and gains of northern land carbon stocks since the Last Glacial Maximum",
      "authors": [
        "Amelie Lindgren, Peter Kuhry, Max Holloway, Zhengyao Lu, George Tanski, Gustaf Hugelius"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt6231?af=R",
      "doi": "10.1126/sciadv.adt6231",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Glutamate utilization fuels rapid production of mitochondrial ROS in dendritic cells and drives systemic inflammation during tularemia",
      "authors": [
        "Ivo Fabrik, Petra Spidlova, Lukas Prchal, Daniela Fabrikova, Ina Viduka, Valentina Marecic, Vlada Filimonenko, Radek Sleha, Marie Vajrychova, Rudolf Kupcik, Ondrej Soukup, Tomas Rousar, Anetta Härtlova, Marina Santic, Jiri Stulik"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu6271?af=R",
      "doi": "10.1126/sciadv.adu6271",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Highly selective aldehyde coupling on the heterointerface of molybdenum selenide and graphdiyne",
      "authors": [
        "Siao Chen, Yurui Xue, Yang Gao, Han Wu, Xuchen Zheng, Yuliang Li"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu9264?af=R",
      "doi": "10.1126/sciadv.adu9264",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Electrostatic-driven dehydration of ions in nanoporous membranes",
      "authors": [
        "Kairui Liu, Razi Epsztein, Shihong Lin, Lie Liu, Jiuhui Qu, Meng Sun"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv0174?af=R",
      "doi": "10.1126/sciadv.adv0174",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Pathogenic variants in MAEA disrupt DNA replication fork stability and are associated with developmental abnormalities in humans",
      "authors": [
        "Elham Zeinali, Fatemeh Mashayekhi, Rabih Abou Farraj, Talah Hasanni, Marie-Christine Caron, Yan Coulombe, Amira Fitieh, J. N. Mark Glover, Jean-Yves Masson, Ismail Hassan Ismail"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv0381?af=R",
      "doi": "10.1126/sciadv.adv0381",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Prebunking and credible source corrections increase election credibility: Evidence from the US and Brazil",
      "authors": [
        "John M. Carey, Brian Fogarty, Marília Gehrke, Brendan Nyhan, Jason Reifler"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv3758?af=R",
      "doi": "10.1126/sciadv.adv3758",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "An overbend strategy to manyfold enhance the designed elastic bendability of flexible electronics",
      "authors": [
        "Qi Wang, Qinlan Li, Lijuan Sun, Xiaolei Wu, Yewang Su"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv6631?af=R",
      "doi": "10.1126/sciadv.adv6631",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Voice identity invariance by anterior temporal lobe neurons",
      "authors": [
        "Margherita Giamundo, Régis Trapeau, Etienne Thoret, Luc Renaud, Thomas Brochier, Pascal Belin"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv7033?af=R",
      "doi": "10.1126/sciadv.adv7033",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "DKC1-mediated pseudouridylation of rRNA targets hnRNP A1 to sustain IRES-dependent translation and ATF4-driven metabolic adaptation",
      "authors": [
        "Anamika Gupta, Mohit Bansal, Jane Ding, Suman Karki, Madhuparna Pandit, Sunil Sudarshan, Han-Fei Ding"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv9401?af=R",
      "doi": "10.1126/sciadv.adv9401",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Cytoskeletal control in adult microglia is essential to restore neurodevelopmental synaptic and cognitive deficits",
      "authors": [
        "Sofie Kessels, Chloë Trippaers, Melanie Mertens, Ibrahim Hamad, Ben Rombaut, Art Janssen, Keerthana Ramanathan, Sam Duwé, Adelaïde M. Gharghani, Rune Theuwis, Amber Delbroek, Tim Vangansewinkel, Lisa Berden, Jolien Beeken, Patrick Vandormael, Suresh Poovathingal, Thomas Voets, Markus Kleinewietfeld, Laurent Nguyen, Jack P. Antel, Luke M. Healy, Sally A. Cowley, Koko Ishizuka, Jean-Michel Rigo, Jelle Hendrix, Tim Vanmierlo, Ilse Dewachter, Yeranddy A. Alpizar, Akira Sawa, Bert Brône"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw0128?af=R",
      "doi": "10.1126/sciadv.adw0128",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Excitotoxic neuronal death requires superoxide entry into neurons through volume-regulated anion channels",
      "authors": [
        "Kate Harris, Seok Joon Won, Gokhan Uruk, Nguyen Mai, Devran Ogut, Yonghui Zhao, Litao Xie, Paul Baxter, Katharina Everaerts, Rajan Sah, Raymond A. Swanson"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw0424?af=R",
      "doi": "10.1126/sciadv.adw0424",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "STAT3 haploinsufficiency is associated with autosomal dominant hyper-IgE syndrome",
      "authors": [
        "Virginia Andreani, Aaron James Forde, Manfred Fliegauf, Giulia Bressan, Vera Noé, Nils Ott, Shiva Saghafi, Larsen Vornholz, Sophie E. Isay, Jürgen Ruland, Philipp Henneke, Bodo Grimbacher"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw2464?af=R",
      "doi": "10.1126/sciadv.adw2464",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "High-resolution liquid metal–based stretchable electronics enabled by colloidal self-assembly and microtransfer printing",
      "authors": [
        "Xuan Li, Eric Rytkin, Qinai Zhao, Pavan Bhat, Anna Pfenniger, Liting Yin, Xinghao Huang, Liheng Yang, Bohan Yang, Amy Burrell, Aleksei Mikhailov, Rishi Arora, Igor R. Efimov, Hangbo Zhao"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3044?af=R",
      "doi": "10.1126/sciadv.adw3044",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Intravenous AAV9-ATP7A plus subcutaneous copper histidinate optimizes outcomes in a lethal Menkes disease mouse model",
      "authors": [
        "Lalitha Venkataraman, Christopher J. Jeanty, Tarun Kaniganti, Benjamin J. Kennedy, Patricia Sullivan, David S. Goldstein, Stephen G. Kaler"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw5612?af=R",
      "doi": "10.1126/sciadv.adw5612",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "3D printed anisotropic tissue simulants with embedded fluid capsules for medical simulation and training",
      "authors": [
        "Adarsh Somayaji, Matthew S. Lawler, Alex T. Gong, Zachary J. Fuenning, Victoria A. Roach, Athira B. S., David J. Traina, Jason R. Speich, Ruikang K. Wang, Matthew G. Hackett, David M. Hananel, Robert M. Sweet, Michael C. McAlpine"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw6446?af=R",
      "doi": "10.1126/sciadv.adw6446",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Architectural transcription factors collectively shape nuclear radial positioning of chromatin contacts",
      "authors": [
        "Juan Bai, Hanhan Wei, Siling Hu, Yi Guo, Qifan Zhang, Xiaokun Liu, Chenhuan Xu"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw8040?af=R",
      "doi": "10.1126/sciadv.adw8040",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Nitrogen status exerts dynamic control over phosphorus sensing and acquisition via PSR1 in colimited marine diatoms",
      "authors": [
        "Ellen Harrison, Yasmin Meeda, Trupti Gaikwad, Glen Wheeler, Katherine Helliwell"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw8260?af=R",
      "doi": "10.1126/sciadv.adw8260",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Giant coercivity and enhanced intrinsic anomalous Hall effect at vanishing magnetization in a compensated kagome ferrimagnet",
      "authors": [
        "Jonathan M. DeStefano, Elliott Rosenberg, Guodong Ren, Yongbin Lee, Zhenhua Ning, Olivia Peek, Kamal Harrison, Saiful I. Khondaker, Liqin Ke, Igor I. Mazin, Juan Carlos Idrobo, Jiun-Haw Chu"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx4671?af=R",
      "doi": "10.1126/sciadv.adx4671",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Dynamic control of nonlinear emission by exciton-photon coupling in WS2 metasurfaces",
      "authors": [
        "Mudassar Nauman, Domenico de Ceglia, Jingshi Yan, Lujun Huang, Mohsen Rahmani, Costantino De Angelis, Andrey E. Miroshnichenko, Yuerui Lu, Dragomir Neshev"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2108?af=R",
      "doi": "10.1126/sciadv.ady2108",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Integrating CO2 electroreduction with phenol hydrogenation on an oxygen-affinity tailored catalyst",
      "authors": [
        "Zhiyong Yu, Qing Yao, Wei An, Hangjun Xu, Jiaqi Su, Juan Wang, Ying Zhang, Huile Jin, Yonggang Feng, Xiaoqing Huang"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady4981?af=R",
      "doi": "10.1126/sciadv.ady4981",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Realizing precise ion separation in polyamide nanofiltration membranes via stage control reactions",
      "authors": [
        "Yuhao Chen, Tengfang Zhang, Zixi Kang, Xu Jiang, Guanghui Hong, Q. Jason Niu, Wenguang Wang, Lu Shao, Baosheng Ge, Haixiang Sun"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady9938?af=R",
      "doi": "10.1126/sciadv.ady9938",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Robust bilinear rotations",
      "authors": [
        "Yannik T. Woordes, Tony Reinsperger, Sebastian Ehni, Burkhard Luy"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7094?af=R",
      "doi": "10.1126/sciadv.adx7094",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Patterns of genetic admixture reveal similar rates of borrowing across diverse scenarios of language contact",
      "authors": [
        "Anna Graff, Damián E. Blasi, Erik J. Ringen, Vladimir Bajić, Daphné Bavelier, Kentaro K. Shimizu, Brigitte Pakendorf, Chiara Barbieri, Balthasar Bickel"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv7521?af=R",
      "doi": "10.1126/sciadv.adv7521",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Lubiprostone in chronic kidney disease: Insights into mitochondrial function and polyamines from a randomized phase 2 clinical trial",
      "authors": [
        "Shun Watanabe, Masaaki Nakayama, Takashi Yokoo, Satoru Sanada, Yoshifumi Ubara, Atsushi Komatsuda, Katsuhiko Asanuma, Yusuke Suzuki, Tsuneo Konta, Junichiro J. Kazama, Takehiro Suzuki, Shinji Fukuda, Tomoyoshi Soga, Takuji Yamada, Sayaka Mizutani, Mitsuharu Matsumoto, Yuji Naito, Kensei Taguchi, Kei Fukami, Hitomi Kashiwagi, Koichi Kikuchi, Chitose Suzuki, Hidetaka Tokuno, Marina Urasato, Ryota Kujirai, Yotaro Matsumoto, Yasutoshi Akiyama, Yoshihisa Tomioka, Shun Itai, Yoshiyasu Tongu, Eikan Mishima, Chiharu Kawabe, Tomoko Kasahara, Yoshiaki Ogata, Takafumi Toyohara, Takeya Sato, Tetsuhiro Tanaka, Takaaki Abe, LUBI-CKD TRIAL Investigators"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3934?af=R",
      "doi": "10.1126/sciadv.adw3934",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Spatially patterned stiffness variation in a light-triggered jumper for symmetry breaking and high snap-through efficiency",
      "authors": [
        "Min Jeong Hahm, Woongbi Cho, Jisoo Jeon, Hak-Rin Kim, Teng Zhang, Jeong Jae Wie"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx8301?af=R",
      "doi": "10.1126/sciadv.adx8301",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Neuropeptide dynamics coordinate layered plasticity mechanisms adapting Drosophila circadian behavior to changing environment",
      "authors": [
        "Abhishek Chatterjee, Joydeep De, Béatrice Martin, Elisabeth Chélot, Ping Zhong, François Rouyer"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt7168?af=R",
      "doi": "10.1126/sciadv.adt7168",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Radiotranscriptomics in papillary thyroid carcinoma complement current noninvasive risk stratification system",
      "authors": [
        "Dong Hyun Seo, Eunjung Lee, Jung Hyun Yoon, Eun Gyeong Park, Sunmi Park, Hwa Young Lee, Joon Ho, Cho Rok Lee, Kyunghwa Han, Jandee Lee, Jin Young Kwak, Young Suk Jo"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv6697?af=R",
      "doi": "10.1126/sciadv.adv6697",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "How to fight election misinformation",
      "authors": [
        "Natália S.  Bueno"
      ],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aeb0116?af=R",
      "doi": "10.1126/sciadv.aeb0116",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Erratum for the Research Article “Estimating the predictability of questionable open-access journals” by H. Zhuang et al.",
      "authors": [],
      "date": "2025-08-29T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aeb8642?af=R",
      "doi": "10.1126/sciadv.aeb8642",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Author Correction: Dual neuromodulatory dynamics underlie birdsong learning",
      "authors": [
        "Jiaxuan Qi",
        "Drew C. Schreiner",
        "Miles Martinez",
        "John Pearson",
        "Richard Mooney"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09563-1",
      "doi": "10.1038/s41586-025-09563-1",
      "summary": "Nature, Published online: 29 August 2025; doi:10.1038/s41586-025-09563-1 Author Correction: Dual neuromodulatory dynamics underlie birdsong learning"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "When will life expectancy reach 100? No time soon",
      "authors": [],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02725-1",
      "doi": "10.1038/d41586-025-02725-1",
      "summary": "Nature, Published online: 29 August 2025; doi:10.1038/d41586-025-02725-1 Average expected lifespan is still increasing in high-income countries, but the rate of increase is slowing."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Audio long read: How to detect consciousness in people, animals and maybe even AI",
      "authors": [
        "Mariana Lenharo",
        "Benjamin Thompson"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02733-1",
      "doi": "10.1038/d41586-025-02733-1",
      "summary": "Nature, Published online: 29 August 2025; doi:10.1038/d41586-025-02733-1 Scientists are searching for awareness in all its possible forms — insights from human brains could inform that quest."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "The vibrant colours of a house-hunting crab — August’s best science image",
      "authors": [
        "Fred Schwaller"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02736-y",
      "doi": "10.1038/d41586-025-02736-y",
      "summary": "Nature, Published online: 29 August 2025; doi:10.1038/d41586-025-02736-y The month’s sharpest science shots, selected by Nature’s photo team."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Research posts on Bluesky are more original — and get better engagement",
      "authors": [
        "Rachel Fieldhouse"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02741-1",
      "doi": "10.1038/d41586-025-02741-1",
      "summary": "Nature, Published online: 29 August 2025; doi:10.1038/d41586-025-02741-1 Bluesky posts about science garner more likes and reposts than similar ones on X."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How LinkedIn helped me to carve out a career path after my PhD",
      "authors": [
        "Elena Hoffer"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02470-5",
      "doi": "10.1038/d41586-025-02470-5",
      "summary": "Nature, Published online: 29 August 2025; doi:10.1038/d41586-025-02470-5 The professional-networking platform helped Elena Hoffer to launch a company and sparked a global conversation to re-imagine academia."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Spouses tend to share psychiatric disorders, massive study finds",
      "authors": [
        "Mohana Basu"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02772-8",
      "doi": "10.1038/d41586-025-02772-8",
      "summary": "Nature, Published online: 29 August 2025; doi:10.1038/d41586-025-02772-8 Analysis of almost 15 million people shows the trend increases with each decade, across cultures and generations."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Trump called for ‘gold-standard science’: how the NIH, NSF and others are answering",
      "authors": [
        "Dan Garisto",
        "Jeff Tollefson",
        "Max Kozlov"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02770-w",
      "doi": "10.1038/d41586-025-02770-w",
      "summary": "Nature, Published online: 29 August 2025; doi:10.1038/d41586-025-02770-w Some researchers say that US-agency policies provide opportunities for political interference."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Why scientists are flocking to Substack",
      "authors": [
        "Hannah Docter-Loeb"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02497-8",
      "doi": "10.1038/d41586-025-02497-8",
      "summary": "Nature, Published online: 29 August 2025; doi:10.1038/d41586-025-02497-8 A new generation of researchers is using the platform to build audiences and monetize their knowledge."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Hundreds of suspicious journals flagged by AI screening tool",
      "authors": [
        "Miryam Naddaf"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02782-6",
      "doi": "10.1038/d41586-025-02782-6",
      "summary": "Nature, Published online: 29 August 2025; doi:10.1038/d41586-025-02782-6 System that searches for signs of bad practice could help to weed out questionable titles."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: Potential of artificial intelligence in reducing energy and carbon emissions of commercial buildings at scale",
      "authors": [
        "Chao Ding",
        "Jing Ke",
        "Mark Levine",
        "Jessica Granderson",
        "Nan Zhou"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63487-y",
      "doi": "10.1038/s41467-025-63487-y",
      "summary": "Nature Communications, Published online: 29 August 2025; doi:10.1038/s41467-025-63487-y Author Correction: Potential of artificial intelligence in reducing energy and carbon emissions of commercial buildings at scale"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "NEXN protects against vascular calcification by promoting SERCA2 SUMOylation and stabilization",
      "authors": [
        "Wenjie Guo",
        "Wenjing Guo",
        "Boliang Chen",
        "Zexuan Lin",
        "Zhuohua Wen",
        "Jiamin Ye",
        "Wei Feng",
        "Xin Feng",
        "Jianyun Yan",
        "Pingzhen Yang",
        "Kunfu Ouyang",
        "Yifei Li",
        "Hanyan Yang",
        "Caiwen Ou",
        "Canzhao Liu"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63462-7",
      "doi": "10.1038/s41467-025-63462-7",
      "summary": "Nature Communications, Published online: 29 August 2025; doi:10.1038/s41467-025-63462-7 Vascular calcification, a key risk factor of cardiovascular diseases, involves smooth muscle cells shifting to osteogenic phenotype. Here, the authors show that NEXN inhibits this process and protects against calcification by stabilizing SERCA2."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Visualizing nexus of porous architecture and reactive transport in heterogeneous catalysis by deep learning computer vision and transfer learning",
      "authors": [
        "Yuan Yu",
        "Baoli Wu",
        "Rui Wei",
        "Nanqi Ren",
        "Shijie You"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63481-4",
      "doi": "10.1038/s41467-025-63481-4",
      "summary": "Nature Communications, Published online: 29 August 2025; doi:10.1038/s41467-025-63481-4 Reactive transport in porous media is crucial for catalysis. Here, authors use deep learning to visualize and predict reaction rates in porous catalysts, identifying key structural features that influence transport efficiency."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Human-induced changes in extreme cold surges across the Northern Hemisphere",
      "authors": [
        "Yu Nie",
        "Ying Sun",
        "Xuebin Zhang",
        "Gang Chen"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62576-2",
      "doi": "10.1038/s41467-025-62576-2",
      "summary": "Nature Communications, Published online: 29 August 2025; doi:10.1038/s41467-025-62576-2 This study shows that human-induced warming has weakened extreme cold surges in middle-to-high latitudes but has had minimal effect in lower latitudes. This is due to reduced north-south temperature differences and this pattern of change is projected to persist with future warming."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Ten thousand hour stable zinc air batteries via Fe and W dual atom sites",
      "authors": [
        "Yifan Li",
        "Hanlin Wang",
        "Chang Chen",
        "Xuesong Xie",
        "Yang Yang",
        "Xuehai Tan",
        "Keren Jiang",
        "Ning Chen",
        "Hao Zhang",
        "Zhi Li"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63540-w",
      "doi": "10.1038/s41467-025-63540-w",
      "summary": "Nature Communications, Published online: 29 August 2025; doi:10.1038/s41467-025-63540-w Long-lasting oxygen catalysts are crucial for rechargeable zinc-air batteries. Here, the authors report that placing tungsten atoms next to iron atoms within N4 units creates durable Fe-N4/W-N4 diatomic sites, enabling a zinc-air battery to cycle reliably for more than 10,000 h."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Unique plastisphere viromes with habitat-dependent potential for modulating global methane cycle",
      "authors": [
        "Xue-Peng Chen",
        "Dong Zhu",
        "Shu-Yue Liu",
        "Ming-Ming Sun",
        "Mao Ye",
        "Lu Wang",
        "Da Lin",
        "Tian-Lun Zhang",
        "Matthias C. Rillig",
        "Yong-Guan Zhu"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63215-6",
      "doi": "10.1038/s41467-025-63215-6",
      "summary": "Nature Communications, Published online: 29 August 2025; doi:10.1038/s41467-025-63215-6 Chen et al. reveal that plastisphere viral communities possess habitat-dependent potential for modulating global methane cycling. In aquatic environments, these viruses significantly promote methane emissions, emphasizing the significance of viruses in plastic pollution risk assessments."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "CSF total tau as a proxy of synaptic degeneration",
      "authors": [
        "Carolina Soares",
        "Bruna Bellaver",
        "Pamela C. L. Ferreira",
        "Guilherme Povala",
        "Cristiano Schaffer Aguzzoli",
        "João Pedro Ferrari-Souza",
        "Hussein Zalzale",
        "Firoza Z. Lussier",
        "Francieli Rohden",
        "Sarah Abbas",
        "Guilherme Bauer-Negrini",
        "Douglas Teixeira Leffa",
        "Andréa Lessa Benedet",
        "Rebecca Langhough",
        "Tobey J. Betthauser",
        "Bradley T. Christian",
        "Rachael E. Wilson",
        "Dana L. Tudorascu",
        "Pedro Rosa-Neto",
        "Thomas K. Karikari",
        "Henrik Zetterberg",
        "Kaj Blennow",
        "Eduardo R. Zimmer",
        "Sterling C. Johnson",
        "Tharick A. Pascoal"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63545-5",
      "doi": "10.1038/s41467-025-63545-5",
      "summary": "Nature Communications, Published online: 29 August 2025; doi:10.1038/s41467-025-63545-5 CSF total tau (t-tau), often used as a marker of neuronal damage, is more strongly linked to synaptic degeneration. Here, the authors show that t-tau better reflects synaptic dysfunction than axonal or neuronal loss in Alzheimer’s disease."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Acoustic generation of orbital currents",
      "authors": [
        "Mari Taniguchi",
        "Satoshi Haku",
        "Hyun-Woo Lee",
        "Kazuya Ando"
      ],
      "date": "2025-08-29T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62703-z",
      "doi": "10.1038/s41467-025-62703-z",
      "summary": "Nature Communications, Published online: 29 August 2025; doi:10.1038/s41467-025-62703-z The orbital Hall effect has recently been shown to produce orbital torques, allowing for the efficient driving of magnetization by light metals such as titanium. Here, Taniguchi et al show that orbital currents can also be generated by surface acoustic waves, showing this in a titanium/nickel bilayer."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Quantum Bayes’ Rule and Petz Transpose Map from the Minimum Change Principle",
      "authors": [
        "Ge Bai, Francesco Buscemi, and Valerio Scarani"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5n4p-bxhm",
      "doi": "10.1103/5n4p-bxhm",
      "summary": "Bayes’ rule, which is routinely used to update beliefs based on new evidence, can be derived from a principle of minimum change. This principle states that updated beliefs must be consistent with new data, while deviating minimally from the prior belief. Here, we introduce a quantum analog of the mi… [Phys. Rev. Lett. 135, 090203] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Equation of State of Decompressed Quark Matter, and Observational Signatures of Quark-Star Mergers",
      "authors": [
        "Zhiqiang Miao, Zhenyu Zhu, and Dong Lai"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zklh-27mr",
      "doi": "10.1103/zklh-27mr",
      "summary": "Quark stars are challenging to confirm or exclude observationally because they can have similar masses and radii as neutron stars. By performing the first calculation of the nonequilibrium equation of state of decompressed quark matter at finite temperature, we determine the properties of the ejecta… [Phys. Rev. Lett. 135, 091402] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Quasinormal Modes of Nonthermal Fixed Points",
      "authors": [
        "Matisse De Lescluze and Michal P. Heller"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tz78-jfbw",
      "doi": "10.1103/tz78-jfbw",
      "summary": "Quasinormal modes play a prominent role in the relaxation of diverse physical systems to equilibria, ranging from astrophysical black holes to tiny droplets of quark-gluon plasma at the RHIC and LHC accelerators. We propose that a novel kind of quasinormal mode governs the direct approach to self-si… [Phys. Rev. Lett. 135, 091601] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Longitudinal Short-Distance Constraints on Hadronic Light-by-Light Scattering and Tensor-Meson Contributions to the Muon $g−2$",
      "authors": [
        "Jonas Mager, Luigi Cappiello, Josef Leutgeb, and Anton Rebhan"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dxwr-gpsl",
      "doi": "10.1103/dxwr-gpsl",
      "summary": "A holographic-QCD-based ansatz suggests that the contribution from a tower of tensor mesons could explain why the values of muon g − 2 from the dispersive analysis and lattice QCD differ. [Phys. Rev. Lett. 135, 091901] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Finding the Ultranarrow ${^{3}P}_{2}→{^{3}P}_{0}$ Electric Quadrupole Transition in ${\\mathrm{Ni}}^{12+}$ Ion for an Optical Clock",
      "authors": [
        "Charles Cheung, Sergey G. Porsev, Dmytro Filin, Marianna S. Safronova, Malte Wehrheim, Lukas J. Spieß, Shuying Chen, Alexander Wilzewski, José R. Crespo López-Urrutia, and Piet O. Schmidt"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/flwf-c2m1",
      "doi": "10.1103/flwf-c2m1",
      "summary": "A novel hybrid approach calculates the frequency of a strongly forbidden clock transition in a highly charged ion. [Phys. Rev. Lett. 135, 093002] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Probing $\\mathbit{k}$-Space Alternating Spin Polarization via the Anomalous Hall Effect",
      "authors": [
        "Rui Chen, Zi-Ming Wang, Ke Wu, Hai-Peng Sun, Bin Zhou, Rui Wang, and Dong-Hui Xu"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yrs7-m6zy",
      "doi": "10.1103/yrs7-m6zy",
      "summary": "Altermagnets represent a recently discovered class of collinear magnets, characterized by antiparallel neighboring magnetic moments and an alternating-sign spin polarization in momentum space ($\\mathbit{k}$ space). However, experimental methods for probing the $\\mathbit{k}$-space spin polarization i… [Phys. Rev. Lett. 135, 096602] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Robustness of Vacancy-Bound Non-Abelian Anyons in the Kitaev Model in a Magnetic Field",
      "authors": [
        "Bo Xiao, Gonzalo Alvarez, and Gábor B. Halász"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fl9b-4h4v",
      "doi": "10.1103/fl9b-4h4v",
      "summary": "Non-Abelian anyons in quantum spin liquids (QSLs) provide a promising route to fault-tolerant topological quantum computation. In the exactly solvable Kitaev honeycomb model, such anyons of the QSL state can be bound to nonmagnetic spin vacancies and endowed with non-Abelian statistics by an infinit… [Phys. Rev. Lett. 135, 096603] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Electrical Control of Ultrafast Magnetic Speeds in Graphene Spin Field-Effect Junctions",
      "authors": [
        "David Muradas-Belinchón, Suchetana Mukhopadhyay, Francesco Foggetti, Surya N. Panda, Olof Karis, Peter M. Oppeneer, Anjan Barman, and M. Venkata Kamalakar"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7ldk-csp9",
      "doi": "10.1103/7ldk-csp9",
      "summary": "Graphene spin field-effect junctions for electric-field control of ultrafast spin dynamics tune magnetic speeds in spintronic devices. [Phys. Rev. Lett. 135, 097001] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Optimal Control of Levitated Nanoparticles through Finite-Stiffness Confinement",
      "authors": [
        "Marco Baldovin, Ines Ben Yedder, Carlos A. Plata, Damien Raynal, Loïc Rondin, Emmanuel Trizac, and Antonio Prados"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pss4-b69w",
      "doi": "10.1103/pss4-b69w",
      "summary": "Optimal control of levitated nanoparticles subjected to thermal fluctuations is a challenging problem, both theoretically and experimentally. In this Letter, we compute the time-dependent harmonic confining potential that steers, in a prescribed time and with the minimum energetic cost, a Brownian p… [Phys. Rev. Lett. 135, 097102] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Flow-Driven Stretch Fluctuations Govern the Nonlinear Viscoelasticity of Elongating Associative Polymer Networks",
      "authors": [
        "Songyue Liu and Thomas C. O’Connor"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kgrd-8gkb",
      "doi": "10.1103/kgrd-8gkb",
      "summary": "Associative polymer networks exhibit broad stretch fluctuations under elongational flow, leading to a rate-dependent viscosity. [Phys. Rev. Lett. 135, 098101] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Light-matter correlation energy functional of the cavity-coupled two-dimensional electron gas via quantum Monte Carlo simulations</span>",
      "authors": [
        "Lukas Weber, Miguel A. Morales, Johannes Flick, Shiwei Zhang, and Angel Rubio"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/d307aYb0Ncd10881187f3254905df16d7c4dbbc58",
      "doi": "10.1103/lq1y-q74h",
      "summary": "We perform extensive simulations of the two-dimensional cavity-coupled electron gas in a modulating potential as a minimal model for cavity quantum materials. These simulations are enabled by a newly developed quantum-electrodynamical (QED) auxiliary-field quantum Monte Carlo method. We present a pr… [Phys. Rev. Lett.] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Bondi-Metzner-Sachs particles</span>",
      "authors": [
        "Xavier Bekaert, Laura Donnay, and Yannick Herfray"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4f076YbaRae2d50330622136c74bb6ff4b786b2f2",
      "doi": "10.1103/8376-fync",
      "summary": "We construct wavefunctions for unitary irreducible representations (UIRs) of the Bondi-MetznerSachs (BMS) group, i.e. BMS particles, and show that they describe quantum superpositions of (Poincare) particles propagating on inequivalent gravity vacua. This follows from reconsidering McCarthy’s classi… [Phys. Rev. Lett.] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>First observation of quantum correlations in ${e}^{+}{e}^{−}→XD\\stackrel{‾}{D}$ and $C$-even constrained $D\\stackrel{‾}{D}$ pairs</span>",
      "authors": [
        "M. Ablikim et al."
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ba071Y29S5a17e98287c9fe91725b2c3d4531341f",
      "doi": "10.1103/dkgg-9twj",
      "summary": "The study of meson pairs produced with quantum correlations gives direct access to parameters that are challenging to measure in other systems. In this Letter, the existence of quantum correlations due to charge-conjugation symmetry $C$ are demonstrated in $D\\overline{D}$ pairs produced through the … [Phys. Rev. Lett.] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Robust triple-<strong>q</strong> magnetic order with trainable spin vorticity in Na${}_{2}$Co${}_{2}$TeO${}_{6}$</span>",
      "authors": [
        "Xianghong Jin, Mengqiao Geng, Fabio Orlandi, Dmitry Khalyavin, Pascal Manuel, Yang Liu, and Yuan Li"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/71071YdeNea12485591c41f1aa7159c023e85a8d9",
      "doi": "10.1103/hd1p-rdyc",
      "summary": "Recent studies suggest that the candidate Kitaev magnet possesses novel triple-$𝐪$ magnetic order instead of conventional single-q zigzag order. Here we present dedicated experiments in search for distinct properties expected of the triple-q order, namely, insensitivity of the magnetic Bragg intensi… [Phys. Rev. Lett.] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Negative and positive anisotropic thermal expansion in 2D fullerene networks</span>",
      "authors": [
        "Armaan Shaikh, Jiaqi Wu, and Bo Peng"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5b070Ya9Q2815594f31527030c716ca696d7e9c93",
      "doi": "10.1103/tck2-78dx",
      "summary": "We find a design principle for tailoring thermal expansion properties in nearly-spherical molecular networks. Using 2D fullerene networks as a representative system, we realize positive thermal expansion along intermolecular [2,+,2] cycloaddition bonds and negative thermal expansion along intermolec… [Phys. Rev. Lett.] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Quantum-optimal frequency estimation of stochastic AC fields</span>",
      "authors": [
        "Anirban Dey, Sara Mouradian, Cosmo Lupo, and Zixin Huang"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5c075Y0eN8819c9db4a12a982402bd16e7e7926b4",
      "doi": "10.1103/v4x6-2dzs",
      "summary": "The resolution in the measurement of a time-dependent field is classically limited by the bandwidth. It is known that quantum estimation, supported by quantum control, may overcome this bound, yet the full potential of quantum metrology and the role played by entanglement have remained elusive so fa… [Phys. Rev. Lett.] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Spatially resolved vibronic excitations of an isolated adsorbed organometallic complex via multiple tunneling channels</span>",
      "authors": [
        "Xiangzhi Meng, Kai Uwe Clausen, Marie-Laure Bocquet, Alexander Weismann, Niklas Ide, Felix Tuczek, and Richard Berndt"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/df072Y83Pf72e40c10757fe49167d72535c70718b",
      "doi": "10.1103/xxtf-98vs",
      "summary": "Vibronic excitations of molecules at nanoscale interfaces are important for molecular electronics and spintronics and have therefore attracted considerable attention. For single molecules in mechanically controlled break junctions or in a scanning tunneling microscope (STM), vibronic excitations are… [Phys. Rev. Lett.] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Coexistence of topological surface states and superconductivity in Dirac semimetal NiTe${}_{2}$</span>",
      "authors": [
        "Chen He, Jian-Zhou Zhao, Mei Du, Luo-Zhao Zhang, Jia-Ying Zhang, Kuo Yang, Noah F. Q. Yuan, Aleksandr Seliverstov, Ewald Janssens, Jun-Yi Ge, and Zhe Li"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3b076Y3bO651ac9853e675403f1079c5077d7e158",
      "doi": "10.1103/vpl7-n6bp",
      "summary": "The coexistence of topological bands around the Fermi level (EF) and superconductivity provides a fundamental platform for exploring their interplay. However, few materials inherently display both properties. In this study, we demonstrate the coexistence of topological surface states at the EF and s… [Phys. Rev. Lett.] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "High-pressure reduction of carbon dioxide in reactive liquid mixtures",
      "authors": [
        "D. Durkee, K. P. Hilleke, and S. X. Hu"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5rfh-nkpp",
      "doi": "10.1103/5rfh-nkpp",
      "summary": "Density-functional theory based molecular-dynamics simulations were used to investigate high-pressure chemical reactions in liquid mixtures of ${\\mathrm{CO}}_{2}$ with several elements (Si, Mn, and Fe) at high temperatures of 2000–3000 K. Our ab initio simulations indicate that these reactant elemen… [Phys. Rev. B 112, 054203] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Disorder-driven quantum phase transitions in two-dimensional altermagnets: Emergence of a marginal metal phase",
      "authors": [
        "Longhai Zeng, Weiyi Wang, Zhiwei Jiao, Manyu Shang, and Weiwei Chen"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sw4z-f5fl",
      "doi": "10.1103/sw4z-f5fl",
      "summary": "We study localization properties in disordered two-dimensional altermagnets, an emerging class of material s characterized by momentum-dependent alternating spin polarization and zero net magnetization, in the presence of Rashba spin-orbit coupling. Through large-scale numerical calculations of loca… [Phys. Rev. B 112, 054204] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Weyl-mediated Ruderman-Kittel-Kasuya-Yosida interaction revisited: Imaginary-time formalism and finite temperature effects",
      "authors": [
        "Mengyao Zhou, Hao-Ran Chang (张浩然), Lijun Yang, and Long Liang"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ljzg-3vqg",
      "doi": "10.1103/ljzg-3vqg",
      "summary": "Noncentrosymmetric magnetic Weyl semimetals provide a platform for investigating the interplay among magnetism, inversion symmetry breaking, and topologically nontrivial Weyl fermions. The Weyl-mediated Ruderman-Kittel-Kasuya-Yosida (RKKY) interaction may be related to the magnetic orders observed i… [Phys. Rev. B 112, 054449] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Broken inversion symmetry in the charge density wave phase in ${\\mathrm{EuAl}}_{4}$",
      "authors": [
        "Surya Rohith Kotla, Leila Noohinejad, Preeti Pokhriyal, Martin Tolkiehn, Harshit Agarwal, Sitaram Ramakrishnan, and Sander van Smaalen"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kl2z-brms",
      "doi": "10.1103/kl2z-brms",
      "summary": "${\\mathrm{EuAl}}_{4}$ exhibits a complex phase diagram, including the development of a charge density wave (CDW) below ${T}_{\\mathrm{CDW}}=145\\phantom{\\rule{0.16em}{0ex}}\\mathrm{K}$. Below ${T}_{N}=15.4\\phantom{\\rule{0.16em}{0ex}}\\mathrm{K}$, a series of antiferromagnetically (AFM) ordered phases ap… [Phys. Rev. B 112, 064113] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Nonstabilizerness in the unitary and monitored quantum dynamics of XXZ-staggered and Sachdev-Ye-Kitaev models",
      "authors": [
        "Angelo Russomanno, Gianluca Passarelli, Davide Rossini, and Procolo Lucignano"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/njgn-fksh",
      "doi": "10.1103/njgn-fksh",
      "summary": "We consider the quantum-state-diffusion dynamics of the XXZ-staggered spin chain, also focusing on its noninteracting XX-staggered limit, and of the Sachdev-Ye-Kitaev (SYK) model. We describe the process through quantum trajectories and evaluate the nonstabilizerness (also known as “magic”) along th… [Phys. Rev. B 112, 064312] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Deep learning assisted exploration of superionic states and melting temperatures in Li-Sn superconductors",
      "authors": [
        "Xinwei Wang, Bohan Cao, Mengxin Yang, Haobo Li, Xiaohan Wang, Defang Duan, Liang Li, Fubo Tian, and Tian Cui"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/g9dv-fl6q",
      "doi": "10.1103/g9dv-fl6q",
      "summary": "The unique spatial arrangement of Li atoms in Li-rich compounds induces properties on Li-rich compounds, including interstitial quasiatoms, superconductivity, and superionic states. However, the dependence of increasing Li concentration on electron-phonon coupling (EPC) and superionic behavior at hi… [Phys. Rev. B 112, 064516] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Fermionic partial transpose in the overlap matrix framework for entanglement negativity",
      "authors": [
        "Jun Qi Fang and Xiao Yan Xu"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rq4y-35rv",
      "doi": "10.1103/rq4y-35rv",
      "summary": "Over the past two decades, the overlap matrix approach has been developed to compute quantum entanglement in free-fermion systems, particularly to calculate entanglement entropy and entanglement negativity. This method involves the use of partial trace and partial transpose operations within the ove… [Phys. Rev. B 112, 075154] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Pressure evolution of coplanar antiferromagnetism in heavy-fermion ${\\mathrm{Ce}}_{2}{\\mathrm{CoAl}}_{7}{\\mathrm{Ge}}_{4}$",
      "authors": [
        "M. O. Ajeesh, A. O. Scheie, Yu Liu, L. Keller, S. M. Thomas, P. F. S. Rosa, and E. D. Bauer"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/73sf-r86t",
      "doi": "10.1103/73sf-r86t",
      "summary": "${\\mathrm{Ce}}_{2}M{\\mathrm{Al}}_{7}{\\mathrm{Ge}}_{4}$ ($M=\\text{Co,}\\phantom{\\rule{4.pt}{0ex}}\\text{Ir,}\\phantom{\\rule{4.pt}{0ex}}\\text{Ni}\\phantom{\\rule{4.pt}{0ex}}\\text{or}\\phantom{\\rule{4.pt}{0ex}}\\text{Pd}$) are heavy-fermion materials and host a variety of ground states ranging from magnetism … [Phys. Rev. B 112, 075155] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Origin of the abnormal electrical transport behavior in Cu-intercalated $1T\\text{−}{\\mathrm{TaS}}_{2}$",
      "authors": [
        "Wei Wang, Jingjing Gao, Jianguo Si, Nan Zhou, Zhongzhu Jiang, Tianyang Wang, Wenhao Zhang, Degong Ding, Wenhai Song, Chuanhong Jin, Wenjian Lu, Xuan Luo, and Yuping Sun"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qtgk-gsjx",
      "doi": "10.1103/qtgk-gsjx",
      "summary": "Layered transition-metal dichalcogenide (TMD) materials host a variety of quantum states and exhibit fascinating physical phenomena, such as charge density waves (CDWs) and a metal-insulator transition, which have attracted considerable attention in condensed matter physics. $1T\\text{−}{\\mathrm{TaS}… [Phys. Rev. B 112, 075156] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Superconductivity in the spin-state crossover materials: Nickelates with planar-coordinated low-spin ${\\mathrm{Ni}}^{2+}$ ions",
      "authors": [
        "Jiří Chaloupka and Giniyat Khaliullin"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s5b6-crzc",
      "doi": "10.1103/s5b6-crzc",
      "summary": "We theoretically study quasi-two-dimensional nickel compounds, where the nickel ions assume ${\\mathrm{Ni}}^{2+}\\phantom{\\rule{4pt}{0ex}}{d}^{8}$ valence state and feature a low-spin $S=0$ ground state quasidegenerate with $S=1$ ionic excitations. Such a level structure is supported by square-planar … [Phys. Rev. B 112, 075157] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Atomistic tight-binding Hartree-Fock calculations of multielectron configurations in P-doped silicon devices: Wavefunction reshaping",
      "authors": [
        "Maicol A. Ochoa, Keyi Liu, Piotr Różański, Michal Zieliński, and Garnett W. Bryant"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/14lg-249q",
      "doi": "10.1103/14lg-249q",
      "summary": "Donor-based quantum devices in silicon are attractive platforms for universal quantum computing and analog quantum simulations. The nearly atomic precision in dopant placement promises great control over the quantum properties of these devices. We present atomistic calculations and a detailed analys… [Phys. Rev. B 112, 075158] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electronic structure of a doped Mott-Hubbard surface",
      "authors": [
        "Mattia Iannetti, Silvio Modesti, Giovanni Di Santo, Marco Caputo, Polina M. Sheverdyaeva, Paolo Moras, Fabio Chiapolino, Tommaso Cea, Cesare Tresca, Erio Tosatti, and Gianni Profeta"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ry9v-47x2",
      "doi": "10.1103/ry9v-47x2",
      "summary": "The $\\mathrm{Sn}/\\mathrm{Si}(111)−(\\sqrt{3}×\\sqrt{3})R{30}^{∘}$ surface, a 2D Mott insulator, has long been predicted and then found experimentally to metallize and even turn superconducting upon boron doping. To clarify the structural, spectroscopic, and theoretical details of that evolution, here … [Phys. Rev. B 112, 075159] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Localized surface plasmons in a Weyl semimetal nanosphere",
      "authors": [
        "Francesco M. D. Pellegrino, Francesco Buccheri, and G. G. N. Angilella"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7b1l-gkjy",
      "doi": "10.1103/7b1l-gkjy",
      "summary": "In this study, we investigate the localized surface-plasmon modes of a subwavelength spherical nanoparticle composed of a Weyl semimetal, taking into account the axion modification of electrodynamics. We derive analytical solutions for dipole and quadrupole normal modes by employing the quasistatic … [Phys. Rev. B 112, 075431] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Frequency-selective amplification of nonlinear response in strongly correlated bosons",
      "authors": [
        "Aditya Prakash, Debamalya Dutta, Arko Roy, and Kush Saha"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2x73-gp8k",
      "doi": "10.1103/2x73-gp8k",
      "summary": "We present a protocol to generate enhanced nonlinear responses of incident pulses in the density wave phase within the extended Bose-Hubbard model using the concept of resonance-induced amplification. This method enables the selection of an incident pulse frequency to amplify the desired harmonic or… [Phys. Rev. B 112, 085152] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Bath parameterization in multiband cluster dynamical mean-field theory",
      "authors": [
        "Diego Florez-Ablan, Carlos Mejuto-Zaera, and Massimo Capone"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lnhv-kvy4",
      "doi": "10.1103/lnhv-kvy4",
      "summary": "Accurate and reliable algorithms to solve complex impurity problems are instrumental to a routine use of quantum embedding methods for material discovery. In this context, we employ an efficient selected configuration-interaction impurity solver to investigate the role of bath discretization—specifi… [Phys. Rev. B 112, 085153] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Topography of Fermi arcs in $t\\text{−}{\\mathrm{PtBi}}_{2}$ using high-resolution angle-resolved photoemission spectroscopy",
      "authors": [
        "Evan O'Leary, Zhuoqi Li, Lin-Lin Wang, Benjamin Schrunk, Andrew Eaton, Paul C. Canfield, and Adam Kaminski"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/n5pz-j2sl",
      "doi": "10.1103/n5pz-j2sl",
      "summary": "Topological semimetals are considered important for future developments of ultralow-power fast electronics that utilize spin rather than charge for storing and processing information. Weyl semimetals are important member of this family, as they host Fermi arcs, along which the spin of electrons is locked to their momenta. In most previously studied materials, the Fermi arcs are in very close proximity to other features of the band structure (e.g., NbAs), which makes it difficult to study these objects. Here, the authors find that in t -PtBi 2 , the arcs are well separated from other features, which allows a conclusive demonstration that they are indeed disconnected contours in the momentum space, spanning two Weyl points of opposing polarity. Since the Fermi arcs in PtBi 2 are the main feature in the Fermi surface, it is likely that it would be easier to harness their unusual spin properties. [Phys. Rev. B 112, 085154] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum transport calculations: An effective medium theory based on the projector augmented wave method with the plane-wave basis",
      "authors": [
        "Yi-Cheng Lin, Ken-Ming Lin, and Yu-Chang Chen"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h62b-kjft",
      "doi": "10.1103/h62b-kjft",
      "summary": "We present an effective medium theory–plane-wave (EMT-PW) based on density functional theory (DFT) that is implemented in vasp using the projector augmented-wave method with a plane-wave basis set. The transmission coefficient, $τ(E)$, is derived through three complementary approaches: the current d… [Phys. Rev. B 112, 085155] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Leveraging epsilon-near-zero phenomena for on-chip photonic modulation",
      "authors": [
        "Arun Mambra, Ravi Pant, and Joy Mitra"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/65xm-l8x6",
      "doi": "10.1103/65xm-l8x6",
      "summary": "Epsilon-near-zero (ENZ) systems exhibit an unconventional electromagnetic response close to their zero-permittivity regime. Here, we explore the ability of ultrathin ENZ films to modulate the transmission of radiation from an underlying quantum emitter through active control of the carrier density o… [Phys. Rev. B 112, 085308] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "First-principles study of alloy stability and diffusion on aluminum alloy surfaces",
      "authors": [
        "Zhengqing Wei, Inna Plyushchay, Nebahat Bulut, and Sibylle Gemming"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gcks-fryg",
      "doi": "10.1103/gcks-fryg",
      "summary": "The stability of aluminum alloy surfaces has a critical influence on their ability to join to another material. This study employs first-principles density functional theory calculations to investigate the surface stability, configuration, and diffusion tendencies of alloying elements Mg, Si, Zr, an… [Phys. Rev. B 112, 085426] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Taming plasmonic nanocavities for persistent entanglement",
      "authors": [
        "Angus Crookes, Ben Yuen, and Angela Demetriadou"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/skc6-gnyr",
      "doi": "10.1103/skc6-gnyr",
      "summary": "Recent rapid advances in quantum nanoplasmonics offer the potential for accessing quantum phenomena at room temperature. Despite this, entangled states have not yet been realized, and remain an outstanding challenge. In this work, we demonstrate how entanglement emerges in plasmonic nanocavities, wh… [Phys. Rev. B 112, 085427] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Filtering spin and orbital moment in centrosymmetric systems",
      "authors": [
        "Luciano Jacopo D'Onofrio, Maria Teresa Mercaldo, Wojciech Brzezicki, Adam Kłosiński, Federico Mazzola, Carmine Ortix, and Mario Cuoco"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2th8-nyz8",
      "doi": "10.1103/2th8-nyz8",
      "summary": "The control of spin and orbital angular momentum without relying on magnetic materials is commonly accomplished by breaking of inversion symmetry, which enables charge-to-spin conversion and spin selectivity in electron transfer processes occurring in chiral media. In contrast to this perspective, w… [Phys. Rev. B 112, 085428] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Persistent topological negativity in a high-temperature mixed state",
      "authors": [
        "Yonna Kim, Ali Lavasani, and Sagar Vijay"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/66pk-1byg",
      "doi": "10.1103/66pk-1byg",
      "summary": "We study the entanglement structure of the Greenberger–Horne–Zeilinger (GHZ) state as it thermalizes under a strongly symmetric quantum channel describing the Metropolis-Hastings dynamics for the $d$-dimensional classical Ising model at inverse temperature $β$. This channel outputs the classical Gib… [Phys. Rev. B 112, L060304] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Localization versus hybridization of $f$ states in actinide and lanthanide dioxides probed in core-level photoemission spectra</span>",
      "authors": [
        "Sergei M. Butorin"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/81072O2aR2813353943814d68e868fb02d60a8b13",
      "doi": "10.1103/8x4b-6651",
      "summary": "The degrees of the localization and hybridization of the valence f states/covalency of the chemical bonding in actinide and lanthanide dioxides were investigated using the atomic, crystal-field multiplet and Anderson impurity model (AIM) approaches to calculate actinide 5d and lanthanide 3d x-ray ph… [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Trigonal distortion in the Kitaev candidate honeycomb magnet BaCo${}_{2}$(AsO${}_{4}$)${}_{2}$</span>",
      "authors": [
        "M. M. Ferreira-Carvalho, S. Rößler, C. F. Chang, Z. Hu, S. M. Valvidares, P. Gargiani, M. W. Haverkort, Prashanta K. Mukharjee, P. Gegenwart, A. A. Tsirlin, and L. H. Tjeng"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/da077Oc6R731d355f49270f6172b56983b915ed98",
      "doi": "10.1103/2sdd-pyx1",
      "summary": "We conducted x-ray absorption (XAS) and magnetic circular dichroism (XMCD) measurements at the Co L2,3 edges on single crystals of the Kitaev candidate honeycomb lattice compound BaCo2(AsO4)2. The measurements employed the inverse partial fluorescence yield technique, which is ideal for acquiring re… [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Identifying topological excitonic insulators via bulk-edge correspondence</span>",
      "authors": [
        "Hongwei Qu, Zeying Zhang, and Yuanchang Li"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3a078Ye8Mba1b98634a58c50a178aacbf721e3eec",
      "doi": "10.1103/9zkm-4hmf",
      "summary": "In this work, we show that the unique bulk-edge correspondence can serve as a fingerprint for identifying topological excitonic insulators, with the LiFe$X$ ($X$ = S, Se, and Te) family as a prototype. First-principles Bethe-Salpeter equation calculations reveal excitonic instabilities in these spin… [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Phonon-mediated spin-polarized superconductivity in altermagnets</span>",
      "authors": [
        "Kristoffer Leraand, Kristian Mæland, and Asle Sudbø"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/45079Y39O9610f84f741608327a898b49fccc426c",
      "doi": "10.1103/g4dl-1ff2",
      "summary": "We consider the possibility of phonon-mediated unconventional superconductivity in a recently discovered new class of antiferromagnets, dubbed altermagnets. Within a weak-coupling approach, and using a minimal Lieb lattice model for altermagnets, we find a dominant superconducting instability odd in… [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Erratum: Gilbert damping in metallic ferromagnets from Schwinger-Keldysh field theory: Intrinsically nonlocal, nonuniform, and made anisotropic by spin-orbit coupling [Phys. Rev. B <strong>109</strong>, 024413 (2024)]</span>",
      "authors": [
        "Felipe Reyes-Osorio and Branislav K. Nikolić"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/80070OedUb7R231ee01d8259e79be9093849b0ce1",
      "doi": "10.1103/kjb4-2b5j",
      "summary": "[Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Probing intervalley coupling via exciton hybridization in a charge-tunable GaAs/AlAs quantum dot</span>",
      "authors": [
        "Arnault Raymond, Paola Atkinson, Antoine Chapuis, Savvas Germanis, Florent Margaillan, Mathieu Bernard, Valia Voliotis, and Benoit Eble"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/66077O88S771cf5a52cb7f380fb8b85b6ab60f0bf",
      "doi": "10.1103/qlvx-wpbf",
      "summary": "We study a type-II GaAs/AlAs quantum dot system that enables inter-valley coupling between electronic states in the $Γ$ and ${X}_{z}$ valleys, probed optically at the single-dot level. This structure intrinsically supports both direct and indirect excitons, with their spatial separation tunable via … [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnons in the strained Heisenberg-Kitaev magnet</span>",
      "authors": [
        "Miguel Letelier, Roberto E. Troncoso, and Nicolas Vidal-Silva"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f4073O36Q6e17e5f63720e2095764d92ddf7da0c7",
      "doi": "10.1103/pdkd-dhmf",
      "summary": "The properties of magnons hosted in strained Heisenberg-Kitaev magnets are investigated using numerical and analytical calculations. Considering that deformation fields modulate the coupling parameters, we find a general expression for the weakly strained magnon Hamiltonian that depends on the (symm… [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Simulating quantum circuits with tree tensor networks using density-matrix renormalization group algorithm</span>",
      "authors": [
        "Aditya Dubey, Zeki Zeybek, and Peter Schmelcher"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/de074OdfQaa1705aa25e6a119ee99f7b78499d7f7",
      "doi": "10.1103/64hd-q4z5",
      "summary": "Quantum computing offers the potential for computational abilities that can go beyond classical machines. However, they are still limited by several challenges such as noise, decoherence, and gate errors. As a result, efficient classical simulation of quantum circuits is vital not only for validatin… [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Erratum: Theory of difference-frequency quantum oscillations [Phys. Rev. B <strong>108</strong>, 054202 (2023)]</span>",
      "authors": [
        "V. Leeb and J. Knolle"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fa077O52T7fRa61770b68949c3705da739524bbf0",
      "doi": "10.1103/jmpf-fxfq",
      "summary": "[Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum metric signatures in longitudinal conductivity of dispersive two-band systems</span>",
      "authors": [
        "Fenghua Qi, Jie Cao, Yuanyuan Xiang, and Guojun Jin"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/12071O78S471aa56e26554646a6926e71e46f8bc4",
      "doi": "10.1103/w9ps-c17d",
      "summary": "In the realm of condensed matter physics, the quantum metric, a pivotal component of the quantum geometric tensor, has been overshadowed by the Berry curvature in terms of research attention. This study investigates the contribution of the quantum metric to the longitudinal conductivity in dispersiv… [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Revisiting the current-driven and field-induced insulator-to-metal transitions in the nodal-line ferrimagnetic semiconductor Mn${}_{3}$Si${}_{2}$Te${}_{6}$</span>",
      "authors": [
        "Houpu Li, Zhiwei Wang, Kaibao Fan, Nan Zhang, Kaixin Tang, Hongyu Li, Tao Qi, Ziji Xiang, and Xianhui Chen"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a4076O9eS4e1a55a936516e98dc2a6e0f03778993",
      "doi": "10.1103/7fy4-dyx5",
      "summary": "Mn3Si2Te6, a quasi-2D ferrimagnetic nodal-line semiconductor with Tc = 78 K, exhibits stronglyangular-dependent colossal magnetoresistance (CMR) in its magnetically ordered state, which is featured by the development of a unique metallic state under magnetic fields along c-axis. Recently, a novel ch… [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Macroscopic ground state degeneracy of the Heisenberg model with ferromagnetic and antiferromagnetic interactions on diamond-decorated lattices</span>",
      "authors": [
        "D. V. Dmitriev, V. Ya. Krivnov, and O. A. Vasilyev"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d2078O29Q921124a29254f698dedd62b18b94fbc3",
      "doi": "10.1103/drjr-wt6n",
      "summary": "We investigate the spin-1/2 Heisenberg model with competing ferromagnetic and antiferromagnetic interactions on diamond-decorated lattices. Tuning the exchange interactions to the boundary of the ferromagnetic phase, we analyze the models with two types of diamond units: distorted and ideal diamonds… [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Strain-controlled $g$- to $d$-wave transition in altermagnetic CrSb</span>",
      "authors": [
        "Bennet Karetta, Xanthe H. Verbeek, Rodrigo Jaeschke-Ubiergo, Libor Šmejkal, and Jairo Sinova"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8807eOf3Se41c451013d3711d5dd096f61a9836fe",
      "doi": "10.1103/pbbr-hwz4",
      "summary": "The possibility of a strain-induced transformation from g-wave to d-wave altermagnetism was recently recently proposed for MnTe using a k p perturbative model. In this work, we demonstrate such a transition in CrSb for a wider array of strains, using a combination of a minimal model and first-princi… [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Ductile Al${}_{7}$MgH${}_{2}$ superconductors with ${T}_{c}$ up to 64 K at ambient pressure</span>",
      "authors": [
        "Chong Tian, Juan Du, Hong-xia Zhong, Yao-hui Zhu, Xinqiang Wang, and Jun-jie Shi"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2f07bO46Rba15c50353d3573909dc232e96147dbb",
      "doi": "10.1103/d3b9-8nz2",
      "summary": "Ductile high-temperature superconductors are essential for engineering applications such as superconducting tapes and wires. However, materials that simultaneously exhibit mechanical ductility and a superconducting transition temperature (${T}_{c}$) above liquid nitrogen temperature remain scarce. I… [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Leveraging recurrence in neural network wavefunctions for large-scale simulations of Heisenberg antiferromagnets on the triangular lattice</span>",
      "authors": [
        "M. Schuyler Moss, Roeland Wiersema, Mohamed Hibat-Allah, Juan Carrasquilla, and Roger G. Melko"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ab075Oc3Se010658933f3069dfb202cd704a5ce17",
      "doi": "10.1103/nh89-6jmf",
      "summary": "Variational Monte Carlo simulations have been crucial for understanding quantum many-body systems, especially when the Hamiltonian is frustrated and the ground-state wavefunction has a non-trivial sign structure. In this paper, we use recurrent neural network (RNN) wavefunction ans\"{a}tze to study t… [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Comparative study of terbium tellurides Tb${}_{2}$Te${}_{5}$ and TbTe${}_{3}$</span>",
      "authors": [
        "I. Shamova, J. -Y. Sun, X. -Y. Chang, V. Popova, D. Chareev, L. Shvanskaya, D. Ksenofontov, A. Vorobyova, K. Lyssenko, A. Demidov, H. -Y. Yeh, W. -Y. Tzeng, J. -Y. Lin, C-W. Luo, P. Monceau, E. Pachaud, E. Lorenzo, A. Sinchenko, A. Vasiliev, and O. Volkova"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3207dOa4Oc01604809484cd39bf1a97c68c36ff34",
      "doi": "10.1103/rm6p-8hzd",
      "summary": "Two terbium tellurides, TbTe3 and Tb2Te5, were studied by means of thermodynamics, ultrafast pump-probe spectroscopy and torque magnetometry. While the crystal structure and some physical properties of TbTe3 were established previously, the crystal structure of Tb2Te5 is reported based on the low-te… [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Phonon-mediated intrinsic topological superconductivity in Fermi arcs</span>",
      "authors": [
        "Kristian Maeland, Masoud Bahari, and Björn Trauzettel"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7107eYbaS6b13990666493d296087f5c2816d564e",
      "doi": "10.1103/47vs-qgzk",
      "summary": "We propose that phonons can intrinsically mediate topological superconductivity on the surface of Weyl semimetals. Weyl semimetals are gapless topological materials with nondegenerate zero energy surface states known as Fermi arcs. We derive the phonon spectrum and electron-phonon coupling in an eff… [Phys. Rev. B] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Error quantification in self-affine analysis of fracture surfaces",
      "authors": [
        "Aleksandr V. Kukharskii and Sergey G. Abaimov"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qxyz-h88l",
      "doi": "10.1103/qxyz-h88l",
      "summary": "The theory of scaling processes is a toolbox suitable for the research of damage phenomena. In particular, correlation or self-affine analysis allows us to study the influence of microstructure and energy consumption mechanisms on crack nucleation and growth by topographical analysis of fracture sur… [Phys. Rev. E 112, 024139] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Two-dimensional Coulomb gas in a nonconservative trap",
      "authors": [
        "David S. Dean, Rashed Aljasmi, and Satya N. Majumdar"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gy9c-gsrd",
      "doi": "10.1103/gy9c-gsrd",
      "summary": "We study the nonequilibrium steady state of a two-dimensional Coulomb gas under the action of an anisotropic harmonic trapping potential along with a nonconservative rotational force. In the case without rotation, the equilibrium (zero temperature) steady state has a uniform density supported over a… [Phys. Rev. E 112, 024140] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Solving Lyapunov equations for electrically driven ternary electrolytes: Application to long-range van der Waals interactions",
      "authors": [
        "Guangle Du, Bing Miao, and David S. Dean"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dltf-61pc",
      "doi": "10.1103/dltf-61pc",
      "summary": "Stochastic density-functional theory (SDFT) has been widely used to study the out-of-equilibrium properties of electrolyte solutions. Examples include investigations of electrical conductivity—both within and beyond linear response—and modifications of thermal van der Waals interactions in driven el… [Phys. Rev. E 112, 024141] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Reporting is a double-edged sword for promoting cooperation in the public goods game",
      "authors": [
        "Nanrong He, Qiang Wang, and Xiaojie Chen"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5ttk-dzfc",
      "doi": "10.1103/5ttk-dzfc",
      "summary": "Reporting is widespread in human society, yet its theoretical mechanisms for cooperation in a monitored society remain unclear. Here, we introduce a reporting mechanism into the public goods game to investigate its impact on the emergence of cooperative behavior in a monitored environment. We analyz… [Phys. Rev. E 112, 024309] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Temperature-noise interplay in a coupled model of opinion dynamics",
      "authors": [
        "Anna Chmiel and Julian Sienkiewicz"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v5q5-gy67",
      "doi": "10.1103/v5q5-gy67",
      "summary": "We consider a coupled system mimicking opinion formation under the influence of a group of $q$ neighbors ($q$-lobby) that consists of an Ising part governed by temperature-like parameter $T$ and a voter dynamics parametrized by noise probability $p$ (independence of choice). Using rigorous analytica… [Phys. Rev. E 112, 024310] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Pseudopotential lattice Boltzmann model with tunable coexistence densities and no interfacial velocity slip",
      "authors": [
        "Junren Hou, Shunli Jiang, Yugao Ma, and Shanfang Huang"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kpjp-fynh",
      "doi": "10.1103/kpjp-fynh",
      "summary": "The pseudopotential model in lattice Boltzmann method is widely used to simulate two-phase flows. Thermodynamic consistency is an important issue in the pseudopotential model. To achieve thermodynamic consistency, various force schemes have been proposed for the pseudopotential model. However, their… [Phys. Rev. E 112, 025312] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Modeling of the polymer phase transition from crystalline to conformationally disordered phase",
      "authors": [
        "Vadim V. Atrazhev, Dmitry V. Dmitriev, and Vadim I. Sultanov"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hnvl-c58g",
      "doi": "10.1103/hnvl-c58g",
      "summary": "A physics-based analytical model describing the phase transition from crystalline to conformationally disordered (condis) crystalline phase is developed. In the model, the free energy is written as a function of temperature and the lattice parameter (mean distance between neighboring chains). It con… [Phys. Rev. E 112, 025422] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Influence of pinning on diffusion in two-dimensional colloidal systems with tunable interparticle interactions",
      "authors": [
        "Ilya R. Denisenko, Artur D. Nasyrov, and Nikita P. Kryuchkov"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zgqx-rhf8",
      "doi": "10.1103/zgqx-rhf8",
      "summary": "Controlled self-assembly using external rotating electric or magnetic fields is an emerging area in soft matter, with applications in creating functional materials, three-dimensional bioprinting, and tissue engineering. Experimental studies in this field are typically conducted on substrates with pi… [Phys. Rev. E 112, 025425] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Multilayer decomposition and synchronization dynamics of nested hypergraphs</span>",
      "authors": [
        "Yinchao Yang, Xirong Xu, Xilong Qu, Jian Zhuang, Somaya Ashour, and Qiang Zhang"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/47078R7eP451952097a38a17734b418ee5c5162c6",
      "doi": "10.1103/xjdj-lr2d",
      "summary": "Synchronization is a core issue in the study of complex systems. Hypergraphs-based synchronization have been concerned due to its superiority of capturing higher-order relationship between different unit in complex system. In simple hypergraphs, using a weighted method, hyperedges can be transformed… [Phys. Rev. E] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Two-dimensional valveless nanopump: Enabling rapid water transport</span>",
      "authors": [
        "Min Wei, Zengyang Wu, Xiaoyan Zhou, and Hangjun Lu"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/2e07fR2fNc116e25337b6760150d375d44988a6f8",
      "doi": "10.1103/wnzc-6dtk",
      "summary": "Here, we propose a valve-less nanopump model, featuring a two-dimensional graphene slit that can only accommodate a single layer of water molecules. Using molecular dynamics (MD) simulations, we demonstrate the feasibility of inducing water transport via mechanical vibrations at the slit entrance, e… [Phys. Rev. E] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Spatial filtering with nonlocal non-Hermitian metasurfaces",
      "authors": [
        "Biao Chen, Mikael Reichler, Radoslaw Kolkowski, and Andriy Shevchenko"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fsmd-wsnr",
      "doi": "10.1103/fsmd-wsnr",
      "summary": "Spatial filtering of optical fields has widespread applications, ranging from beam shaping to optical information processing; however, conventional spatial filters are bulky and alignment sensitive. Here, we present nonlocal non-Hermitian metasurfaces that can act as exceptionally effective optical … [Phys. Rev. Applied 24, 024067] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Constant-depth fan-out with real-time feedforward on a superconducting quantum processor",
      "authors": [
        "Yongxin Song, Liberto Beltrán, Ilya Besedin, Michael Kerschbaum, Marek Pechal, François Swiadek, Christoph Hellings, Dante Colao Zanuz, Alexander Flasby, Jean-Claude Besse, and Andreas Wallraff"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/q418-pydy",
      "doi": "10.1103/q418-pydy",
      "summary": "When using unitary gate sequences, the growth in depth of many quantum circuits with output size poses significant obstacles to practical quantum computation. The quantum fan-out operation, which reduces the circuit depth of quantum algorithms such as the quantum Fourier transform and Shor’s algorit… [Phys. Rev. Applied 24, 024068] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Accurate, precise pressure sensing with tethered optomechanics",
      "authors": [
        "O.R. Green, Y. Bao, J.R. Lawall, J.J. Gorman, and D.S. Barker"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9dtb-sk2j",
      "doi": "10.1103/9dtb-sk2j",
      "summary": "We show that optomechanical pressure sensors with characterized density and thickness can achieve uncertainty as low as $1.1\\phantom{\\rule{0.1em}{0ex}}\\mathrm{%}$ via comparison with a secondary pressure standard. The agreement between the secondary standard and our optomechanical sensors is a neces… [Phys. Rev. Applied 24, 024069] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Fast neutral-atom transport and transfer between optical tweezers",
      "authors": [
        "Cristina Cicali, Martino Calzavara, Eloisa Cuestas, Tommaso Calarco, Robert Zeier, and Felix Motzoi"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7r3w-8m61",
      "doi": "10.1103/7r3w-8m61",
      "summary": "We study the optimization of the transport and transfer of neutral atoms between optical tweezers, both critical steps in the implementation of quantum computers and simulators. We analyze four experimentally relevant pulse shapes (piecewise linear, piecewise quadratic, minimum jerk, and a combinati… [Phys. Rev. Applied 24, 024070] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Polarization dynamics of triaxial-modulation spin-exchange-relaxation-free atomic magnetometers</span>",
      "authors": [
        "Ziao Liu, Jianli Li, Xiaoyu Li, Jianwei Sheng, Zhongyu Wang, Shushan Gao, and Jixi Lu"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/9c072AcdQ691820c0506014742694132da5b51b94",
      "doi": "10.1103/1ml5-q923",
      "summary": "Triaxial spin-exchange relaxation-free (SERF) atomic magnetometers (AMs), as opposed to the single-axis configuration, provide more comprehensive magnetic field information in bio-magnetic measurements, effectively improving their capabilities for magnetic source reconstruction. Typically, the triax… [Phys. Rev. Applied] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>High magnetic sensitivity via large-diameter-vortex stability in magnetic tunnel junctions through controlled anisotropy</span>",
      "authors": [
        "Benjamin J. Brown, Liam K. Mitchell, Vineetha S. Bheemarasetty, H. Minh Cao, Justin N. Kingsnorth, Gang Xiao, and Jerome N. Sanes"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/6e076A1cPd616305b4d09498dc88aaf426dafc155",
      "doi": "10.1103/41by-5p3c",
      "summary": "Magnetic annealing-induced uniaxial anisotropy is shown to influence vortex formation in magnetic tunnel junction (MTJ) free layers of various diameters, with micromagnetic simulations demonstrating a threshold for single vortex formation that exhibits an inverse diameter dependence. Angular M-H cur… [Phys. Rev. Applied] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Efficient charge-to-spin conversion in the topological superconductor $β$-Bi${}_{2}$Pd at room temperature</span>",
      "authors": [
        "Yu-Seng Ku, Chih-Chieh Chiang, Shuan-Cheng Mai, Jing-Yo Chen, Chao-Wei Chen, Yi-Ying Chin, Yann-Wen Lan, Danru Qu, C. L. Chien, and Ssu-Yen Huang"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/48073YafP5d1a59e17602e795316ce7440b206996",
      "doi": "10.1103/k7b8-6rp3",
      "summary": "Topological superconductors with topological surface states and strong spin-orbit coupling present exciting opportunities for fault-tolerant quantum computing and advanced spintronic applications. Among the few identified topological superconductors, -Bi2Pd is of particular interest for spintronic a… [Phys. Rev. Applied] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Giant temperature-independent ultraviolet circular dichroism in Co${}_{2}$Mn$X$ ($X$=Ga,Ge) Heusler magnetic thin films</span>",
      "authors": [
        "Yao Zhang, Jie Sung, Yuefeng Yin, Yu-Ying Chang, Nikhil V. Medhekar, Simon Granville, and Hua-Shu Hsu"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/1907bY69K781328e29579c91488a47ca487a9a9d5",
      "doi": "10.1103/h822-rw47",
      "summary": "Optical circular dichroism (CD) is an important method for investigating the role of chirality in natural and physical processes. A large magnitude of CD must be achieved for spectroscopy and sensing, particularly in the ultraviolet (UV) energy range where molecular chirality is identifiable. Howeve… [Phys. Rev. Applied] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Deterministic switching of perpendicular magnetization using Néel-order-engineered out-of-plane spin in a single ferromagnet</span>",
      "authors": [
        "Baiqing Jiang, Ziqian Cui, Hanying Zhang, Yuan Wang, and C. Bi"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/e2078Kc2Rab1250699fe6672ff0e89b1856c082f1",
      "doi": "10.1103/363p-gskl",
      "summary": "Perpendicular switching of a ferromagnet induced by spin torques is crucial for building high density spin-based memory and logic devices, where out-of-plane spin polarization (σz) has become a long sought-after goal for deterministic switching without assisted magnetic fields. Here we report the ob… [Phys. Rev. Applied] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Dynamical synthetic antiferromagnetic skyrmions and skyrmionia</span>",
      "authors": [
        "Shun Wang, Linrong Yao, Yan Zhou, and Sheng Jiang"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/0a072A51Ld81fb0cb5141eb1d1125bd5268078937",
      "doi": "10.1103/jssf-k5yr",
      "summary": "Skyrmions and skyrmioniums are topological spin textures with considerable promise for magnetic memory applications and artificial intelligence applications. Beyond their static properties, we present the generation and stabilization of dynamic skyrmions and skyrmioniums in synthetic antiferromagnet… [Phys. Rev. Applied] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Reconfigurable Boolean logic gates with a single spin-orbit-torque magnetic tunnel junction</span>",
      "authors": [
        "Ran Zhang, Caihua Wan, Mingkun Zhao, Xiaohan Li, Yingqian Xu, Shiqiang Liu, Dehao Kong, Shilong Xiong, Guoqiang Yu, and Xiufeng Han"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/f7070A19N351b002f5c022e8f6e4ee1132cafb0d1",
      "doi": "10.1103/5jqc-ry4t",
      "summary": "The need for reconfigurable and energy-efficient logic systems in modern computing has led to growing interest in spintronic devices. Spin-orbit torque magnetic tunnel junctions (SOT-MTJs) present an effective solution, enabling fast and low-power logic operations without requiring external magnetic… [Phys. Rev. Applied] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Optically accessible high-finesse millimeter-wave resonator for cavity quantum electrodynamics with atom arrays</span>",
      "authors": [
        "Tony Zhang, Michelle Wu, Sam R. Cohen, Lin Xin, Debadri Das, Kevin K. S. Multani, Nolan Peard, Anne-Marie Valente-Feliciano, Paul B. Welander, Amir H. Safavi-Naeini, Emilio A. Nanni, and Monika Schleier-Smith"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/65077AbeS6eEfd137066770584dce25bb74938862",
      "doi": "10.1103/4b8v-qdcj",
      "summary": "Cavity quantum electrodynamics (QED) is a powerful tool in quantum science, enabling preparation of nonclassical states of light and scalable entanglement of many atoms coupled to a single field mode. While the most coherent atom–photon interactions have been achieved using superconducting millimete… [Phys. Rev. Applied] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Broadband parametric amplification for multiplexed SiMOS quantum dot signals</span>",
      "authors": [
        "Victor Elhomsy, Luca Planat, David J. Niegemann, Bruna Cardoso-Paz, Ali Badreldin, Bernhard Klemt, Vivien Thiney, Renan Lethiecq, Eric Eyraud, Matthieu C. Dartiailh, Benoit Bertrand, Heimanu Niebojewski, Christopher Bäuerle, Maud Vinet, Tristan Meunier, Nicolas Roch, and Matias Urdampilleta"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/4f07cD0eU0819b04503151e15a5476a897ab08eb6",
      "doi": "10.1103/sj8d-x674",
      "summary": "Spins in semiconductor quantum dots hold great promise as building blocks of quantum processors. Trapping them in SiMOS transistor-like devices eases future industrial scale fabrication. Among the potentially scalable readout solutions, gate-based dispersive radiofrequency reflectometry only require… [Phys. Rev. Applied] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Fusion for high-dimensional linear optical quantum computing with improved success probability</span>",
      "authors": [
        "Gözde Üstün, Eleanor G. Rieffel, Simon J. Devitt, and Jason Saied"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/1a075K3aR851181870807ed46dccd6b27d89bb88e",
      "doi": "10.1103/l7bg-hc8c",
      "summary": "Type-II fusion is a probabilistic entangling measurement that is essential to measurement-based linear optical quantum computing and can be used for quantum teleportation more broadly. However, it remains under-explored for high-dimensional qudits. Our main result gives a Type-II fusion protocol wit… [Phys. Rev. Applied] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Complete analysis of a realistic fiber-based quantum repeater scheme",
      "authors": [
        "Adam Kinos, Andreas Walther, Stefan Kröll, and Lars Rippe"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/frtv-p5zy",
      "doi": "10.1103/frtv-p5zy",
      "summary": "We present a quantum repeater protocol for distributing entanglement over long distances, where a dedicated communication stage enables trial rates not limited by the travel time between repeater nodes. To accomplish this, each node contains several qubits that can couple to one single-photon emitte… [Phys. Rev. Research 7, 033199] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Dynamical Scaling Reveals Topological Defects and Anomalous Evolution of a Photoinduced Phase Transition",
      "authors": [
        "Gal Orenstein, Ryan A. Duncan, Gilberto A. de la Peña Muñoz, Yijing Huang, Viktor Krapivin, Quynh Le Nguyen, Samuel Teitelbaum, Anisha G. Singh, Roman Mankowsky, Henrik Lemke, Mathias Sander, Yunpei Deng, Christopher Arrell, Ian R. Fisher, David A. Reis, and Mariano Trigo"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/w9v5-rwjr",
      "doi": "10.1103/w9v5-rwjr",
      "summary": "Ultrafast x-ray scattering reveals that light-excited charge density waves in LaTe 3 relax slowly due to vortexlike topological defects, showing glasslike behavior and subdiffusive dynamics at the nanoscale. [Phys. Rev. X 15, 031058] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Berry Phase Dynamics of Sliding Electron Crystals",
      "authors": [
        "Yongxin Zeng and Andrew J. Millis"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/g1l3-5x6f",
      "doi": "10.1103/g1l3-5x6f",
      "summary": "Sliding electron crystals acquire a transverse velocity under an electric field because of nontrivial quantum geometry, breaking Galilean invariance and altering Hall conductance in materials like rhombohedral graphene. [Phys. Rev. X 15, 031059] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Faster Quantum Chemistry Simulations on a Quantum Computer with Improved Tensor Factorization and Active Volume Compilation",
      "authors": [
        "Athena Caesura, Cristian L. Cortes, William Pol, Sukin Sim, Mark Steudtner, Gian-Luca R. Anselmetti, Matthias Degroote, Nikolaj Moll, Raffaele Santagati, Michael Streif, and Christofer S. Tautermann"
      ],
      "date": "2025-08-28T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yngp-5fpm",
      "doi": "10.1103/yngp-5fpm",
      "summary": "Algorithmic improvements enable a 2 orders of magnitude speedup in fault-tolerant quantum simulations of complex molecules. [PRX Quantum 6, 030337] Published Thu Aug 28, 2025"
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Machine learning–based penetrance of genetic variants",
      "authors": [
        "Iain S. Forrest, Ha My T. Vy, Ghislain Rocheleau, Daniel M. Jordan, Ben O. Petrazzini, Girish N. Nadkarni, Judy H. Cho, Mythily Ganapathi, Kuan-Lin Huang, Wendy K. Chung, Ron Do"
      ],
      "date": "2025-08-28T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adm7066?af=R",
      "doi": "10.1126/science.adm7066",
      "summary": "Science, Volume 389, Issue 6763, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Transcription factors SP5 and SP8 drive primary cilia formation in mammalian embryos",
      "authors": [
        "Yinwen Liang, Richard Koche, Ravindra B. Chalamalasetty, Daniel N. Stephen, Mark W. Kennedy, Zhimin Lao, Yunong Pang, Ying-Yi Kuo, Moonsup Lee, Francisco Pereira Lobo, Xiaofeng Huang, Anna-Katerina Hadjantonakis, Terry P. Yamaguchi, Kathryn V. Anderson, Alexandra L. Joyner"
      ],
      "date": "2025-08-28T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adt5663?af=R",
      "doi": "10.1126/science.adt5663",
      "summary": "Science, Volume 389, Issue 6763, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Somatotopic organization of brainstem analgesic circuitry",
      "authors": [
        "Lewis S. Crawford, Fernando A. Tinoco Mendoza, Rebecca V. Robertson, Noemi Meylakh, Paul M. Macey, Kirsty Bannister, Tor D. Wager, Vaughan G. Macefield, Kevin A. Keay, Luke A. Henderson"
      ],
      "date": "2025-08-28T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adu8846?af=R",
      "doi": "10.1126/science.adu8846",
      "summary": "Science, Volume 389, Issue 6763, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Heavily polluted Tijuana River drives regional air quality crisis",
      "authors": [
        "Benjamin Rico, Kelley C. Barsanti, William C. Porter, Karolina Cysneiros de Carvalho, Paula Stigler-Granados, Kimberly A. Prather"
      ],
      "date": "2025-08-28T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adv1343?af=R",
      "doi": "10.1126/science.adv1343",
      "summary": "Science, Volume 389, Issue 6763, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Septal LYVE1+ macrophages control adipocyte stem cell adipogenic potential",
      "authors": [
        "Xiaotong Yu, Yanan Hu, Hwee Ying Lim, Ziyi Li, Diego Adhemar Jaitin, Katharine Yang, Wan Ting Kong, Jiaqian Xu, David Alejandro Bejarano, Mathilde Bied, Lucie Orliaguet, Gowshika Rengasamy, Zachary Chow, Christopher Zhe Wei Lee, Josephine Lum, Jing Tian, Xiao-Meng Zhang, Honghao Liu, Shu Wen Tan, Jinmiao Chen, Peter See, Yuin-Han Loh, Benoit Malleret, Sonia Baig, M. Shabeer M. Yassin, Sue-Anne Ee Shiow Toh, Bernard Malissen, Xiujun Fu, Kenji Kabashima, Lai Guan Ng, Camille Blériot, Zhaoyuan Liu, Lingling Sheng, Dan-Ning Zheng, Junwen Qu, Nicolas Venteclef, Bing Su, Ido Amit, Andreas Schlitzer, Veronique Angeli, Florent Ginhoux, Svetoslav Chakarov"
      ],
      "date": "2025-08-28T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adg1128?af=R",
      "doi": "10.1126/science.adg1128",
      "summary": "Science, Volume 389, Issue 6763, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "A hypoxia-responsive tRNA-derived small RNA confers renal protection through RNA autophagy",
      "authors": [
        "Guoping Li, Lingfei Sun, Cuiyan Xin, Tian Hao, Prakash Kharel, Aidan C. Manning, Christopher L. O’Connor, Henry Moore, Shuwen Lei, Priyanka Gokulnath, Xinyu Yang, Ritin Sharma, Krystine Garcia-Mansfield, Priyadarshini Pantham, Chunyang Xiao, Hanna Y. Wang, Emeli Chatterjee, Seungbin Yim, Leo B. Ren, Michail Spanos, Hua Zhu, Haobo Li, Ji Lei, James F. Markmann, Louise C. Laurent, John J. Rossi, Oluwaseun Akeju, Quanhu Sheng, Ravi V. Shah, William A. Goddard, Todd M. Lowe, Patrick Pirrotte, Markus Bitzer, Pavel Ivanov, Joseph V. Bonventre, Saumya Das"
      ],
      "date": "2025-08-28T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adp5384?af=R",
      "doi": "10.1126/science.adp5384",
      "summary": "Science, Volume 389, Issue 6763, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Secondary organic aerosol in urban China: A distinct chemical regime for air pollution studies",
      "authors": [
        "Ru-Jin Huang, Yong Jie Li, Qi Chen, Yanli Zhang, Chunshui Lin, Chak K. Chan, Jian Zhen Yu, Joost de Gouw, Shengrui Tong, Jingkun Jiang, Weigang Wang, Xiang Ding, Xinming Wang, Maofa Ge, Weijian Zhou, Doug Worsnop, Michael Boy, Merete Bilde, Ulrike Dusek, Annmarie G. Carlton, Thorsten Hoffmann, V. Faye McNeill, Marianne Glasius"
      ],
      "date": "2025-08-28T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adq2840?af=R",
      "doi": "10.1126/science.adq2840",
      "summary": "Science, Volume 389, Issue 6763, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Unraveling the arc of vaccine progress",
      "authors": [
        "Seth Berkley"
      ],
      "date": "2025-08-28T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea7053?af=R",
      "doi": "10.1126/science.aea7053",
      "summary": "Science, Volume 389, Issue 6763, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Mars mania and the making of scientific authority",
      "authors": [
        "Dov Greenbaum"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea2456?af=R",
      "doi": "10.1126/science.aea2456",
      "summary": "Science, Volume 389, Issue 6763, Page 883-883, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Playing Possum: How Animals Understand Death",
      "authors": [],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb1117?af=R",
      "doi": "10.1126/science.aeb1117",
      "summary": "Science, Volume 389, Issue 6763, Page 883-883, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Academic leadership in uncertain times",
      "authors": [
        "Susan Elrod"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea3930?af=R",
      "doi": "10.1126/science.aea3930",
      "summary": "Science, Volume 389, Issue 6763, Page 882-882, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Land availability and policy commitments limit global climate mitigation from forestation",
      "authors": [
        "Yijie Wang, Yakun Zhu, Susan C. Cook-Patton, Wenjuan Sun, Wen Zhang, Philippe Ciais, Tingting Li, Pete Smith, Wenping Yuan, Xudong Zhu, Josep G. Canadell, Xiaopeng Deng, Yifan Xu, Hao Xu, Chao Yue, Zhangcai Qin"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adj6841?af=R",
      "doi": "10.1126/science.adj6841",
      "summary": "Science, Volume 389, Issue 6763, Page 931-934, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Yellowstone’s free-moving large bison herds provide a glimpse of their past ecosystem function",
      "authors": [
        "Chris Geremia, E. William Hamilton, Jerod A. Merkle"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adu0703?af=R",
      "doi": "10.1126/science.adu0703",
      "summary": "Science, Volume 389, Issue 6763, Page 904-908, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Classical-decisive quantum internet by integrated photonics",
      "authors": [
        "Yichi Zhang, Robert Broberg, Alan Zhu, Gushu Li, Li Ge, Jonathan M. Smith, Liang Feng"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx6176?af=R",
      "doi": "10.1126/science.adx6176",
      "summary": "Science, Volume 389, Issue 6763, Page 940-944, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Deciphering icosahedra structural evolution with atomically precise silver nanoclusters",
      "authors": [
        "Feng Hu, Gaoyuan Yang, Lu-Ming Zheng, Gui-Jie Liang, Quan-Ming Wang"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx6639?af=R",
      "doi": "10.1126/science.adx6639",
      "summary": "Science, Volume 389, Issue 6763, Page 921-924, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Seismic evidence for a highly heterogeneous martian mantle",
      "authors": [
        "Constantinos Charalambous, W. Thomas Pike, Doyeon Kim, Henri Samuel, Benjamin Fernando, Carys Bill, Philippe Lognonné, W. Bruce Banerdt"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adk4292?af=R",
      "doi": "10.1126/science.adk4292",
      "summary": "Science, Volume 389, Issue 6763, Page 899-903, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Launching by cavitation",
      "authors": [
        "Dalei Wang, Zixiao Liu, Hongping Zhao, Huanqi Qin, Gongxun Bai, Chi Chen, Pengju Shi, Yingjie Du, Yusen Zhao, Wei Liu, Dan Wang, Guoquan Zhou, Ximin He, Chaoqing Dai"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adu8943?af=R",
      "doi": "10.1126/science.adu8943",
      "summary": "Science, Volume 389, Issue 6763, Page 935-939, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Architecture of the UBR4 complex, a giant E4 ligase central to eukaryotic protein quality control",
      "authors": [
        "Daniel B. Grabarczyk, Julian F. Ehrmann, Paul Murphy, Woo Seok Yang, Robert Kurzbauer, Lillie E. Bell, Luiza Deszcz, Jana Neuhold, Alexander Schleiffer, Alexandra Shulkina, Juyeon Lee, Jin Seok Shin, Anton Meinhart, Gijs A. Versteeg, Eszter Zavodszky, Hyun Kyu Song, Ramanujan S. Hegde, Tim Clausen"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adv9309?af=R",
      "doi": "10.1126/science.adv9309",
      "summary": "Science, Volume 389, Issue 6763, Page 909-914, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Selection at the GSDMC locus in horses and its implications for human mobility",
      "authors": [
        "Xuexue Liu, Yaozhen Jia, Jianfei Pan, Yanli Zhang, Ying Gong, Xintong Wang, Yuehui Ma, Nadir Alvarez, Lin Jiang, Ludovic Orlando"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adp4581?af=R",
      "doi": "10.1126/science.adp4581",
      "summary": "Science, Volume 389, Issue 6763, Page 925-930, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Growing into mentorship",
      "authors": [
        "Jasmine Gabriel Hughes"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb6757?af=R",
      "doi": "10.1126/science.aeb6757",
      "summary": "Science, Volume 389, Issue 6763, Page 946-946, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "In Other Journals",
      "authors": [
        "Corinne Simonti, and Jesse Smith, Caroline Ash, Sarah Lemprière, Bianca Lopez, Yevgeniya Nusinovich, Yury Suleymanov, Keith T. Smith, and Phil Szuromi"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb7642?af=R",
      "doi": "10.1126/science.aeb7642",
      "summary": "Science, Volume 389, Issue 6763, Page 891-892, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Sustainable personal cooling in a warming world",
      "authors": [
        "Dahua Shou and Ziqi Li"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adt9536?af=R",
      "doi": "10.1126/science.adt9536",
      "summary": "Science, Volume 389, Issue 6763, Page 877-878, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Penetrance and variant consequences—Two sides of the same coin?",
      "authors": [
        "Harper Raiken and Amelie Stein"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea0628?af=R",
      "doi": "10.1126/science.aea0628",
      "summary": "Science, Volume 389, Issue 6763, Page 880-881, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Mapping the anatomy of placebo analgesia",
      "authors": [
        "Massieh Moayedi and Lauren Y. Atlas"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea2370?af=R",
      "doi": "10.1126/science.aea2370",
      "summary": "Science, Volume 389, Issue 6763, Page 875-876, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "The rise of rideable horses",
      "authors": [
        "Laurent Frantz"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea6151?af=R",
      "doi": "10.1126/science.aea6151",
      "summary": "Science, Volume 389, Issue 6763, Page 874-875, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Curtail North Korea’s illegal wildlife trade",
      "authors": [
        "Joshua Elves-Powell, Jan C. Axmacher, John D.C. Linnell, and Sarah M. Durant"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ady8692?af=R",
      "doi": "10.1126/science.ady8692",
      "summary": "Science, Volume 389, Issue 6763, Page 884-885, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Copper threatens marine ecosystems",
      "authors": [
        "Luhua Yang, Shun Li, and Ruiyong Zhang"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ady8442?af=R",
      "doi": "10.1126/science.ady8442",
      "summary": "Science, Volume 389, Issue 6763, Page 884-884, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Creating connection with wings and strings",
      "authors": [
        "Christine Harrison Elliott and Emily Jean Justus"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adz9348?af=R",
      "doi": "10.1126/science.adz9348",
      "summary": "Science, Volume 389, Issue 6763, Page 885-885, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Supreme Court quashes restoration of NIH grants",
      "authors": [
        "Meredith Wadman andJohn Travis"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb7967?af=R",
      "doi": "10.1126/science.aeb7967",
      "summary": "Science, Volume 389, Issue 6763, Page 862-863, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Gaps remain in college sports’ 15-year-old sickle cell policy",
      "authors": [
        "Rodrigo Pérez Ortega"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb7968?af=R",
      "doi": "10.1126/science.aeb7968",
      "summary": "Science, Volume 389, Issue 6763, Page 864-865, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "AI hypotheses lag human ones when put to the test",
      "authors": [
        "Jeffrey Brainard"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb7969?af=R",
      "doi": "10.1126/science.aeb7969",
      "summary": "Science, Volume 389, Issue 6763, Page 865-866, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "New clues found about the assembly of life’s first proteins",
      "authors": [
        "Robert F. Service"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb7970?af=R",
      "doi": "10.1126/science.aeb7970",
      "summary": "Science, Volume 389, Issue 6763, Page 866-867, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Europe’s biggest quake may foretell Atlantic ‘ring of fire’",
      "authors": [
        "Evan Howell"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb7971?af=R",
      "doi": "10.1126/science.aeb7971",
      "summary": "Science, Volume 389, Issue 6763, Page 868-869, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Bones beneath the runway",
      "authors": [
        "Rodrigo Pérez Ortega"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb7640?af=R",
      "doi": "10.1126/science.aeb7640",
      "summary": "Science, Volume 389, Issue 6763, Page 870-873, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Taking nuclear energy to the Moon",
      "authors": [
        "Kathryn Huff"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb6479?af=R",
      "doi": "10.1126/science.aeb6479",
      "summary": "Science, Volume 389, Issue 6763, Page 859-859, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Supply-chain vulnerabilities in critical medicines: A persistent risk to pharmaceutical security",
      "authors": [
        "Giona Casiraghi, Georges Andres, Frank Schweitzer, and Luca Verginer"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx0871?af=R",
      "doi": "10.1126/science.adx0871",
      "summary": "Science, Volume 389, Issue 6763, Page 886-888, August 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "In Science Journals",
      "authors": [
        "Michael Funk, and Angela Hessler, Bianca Lopez, Michael A. Funk, Marc S. Lavine, Ian S. Osborne, Vadim Cherezov, Jack Huang, Annalisa VanHook, Jesse Smith, Mattia Maroso, Yevgeniya Nusinovich, Stella M. Hurtley, Sarah H. Ross, Sacha Vignieri, Christiana N. Fogg, John Delaney, and Catherine Charneski"
      ],
      "date": "2025-08-28T06:00:02+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb7641?af=R",
      "doi": "10.1126/science.aeb7641",
      "summary": "Science, Volume 389, Issue 6763, Page 890-892, August 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Author Correction: Endophilin marks and controls a clathrin-independent endocytic pathway",
      "authors": [
        "Emmanuel Boucrot",
        "Antonio P. A. Ferreira",
        "Leonardo Almeida-Souza",
        "Sylvain Debard",
        "Yvonne Vallis",
        "Gillian Howard",
        "Laetitia Bertot",
        "Nathalie Sauvonnet",
        "Harvey T. McMahon"
      ],
      "date": "2025-08-28T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09552-4",
      "doi": "10.1038/s41586-025-09552-4",
      "summary": "Nature, Published online: 28 August 2025; doi:10.1038/s41586-025-09552-4 Author Correction: Endophilin marks and controls a clathrin-independent endocytic pathway"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "This deep-sea worm creates a toxic yellow pigment found in Rembrandt and Cézanne paintings",
      "authors": [
        "Mohana Basu"
      ],
      "date": "2025-08-28T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02771-9",
      "doi": "10.1038/d41586-025-02771-9",
      "summary": "Nature, Published online: 28 August 2025; doi:10.1038/d41586-025-02771-9 Paralvinella hessleri is the first known animal to create orpiment, which was used by artists for centuries."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Even dinosaurs weren’t safe from this giant croc-like predator",
      "authors": [],
      "date": "2025-08-28T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02727-z",
      "doi": "10.1038/d41586-025-02727-z",
      "summary": "Nature, Published online: 28 August 2025; doi:10.1038/d41586-025-02727-z The creature might have been more than 3.5 metres long, with powerful jaws and serrated, flesh-cutting teeth."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Beer lovers fall into two flavour camps — which one are you in?",
      "authors": [
        "Jenna  Ahart"
      ],
      "date": "2025-08-28T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02709-1",
      "doi": "10.1038/d41586-025-02709-1",
      "summary": "Nature, Published online: 28 August 2025; doi:10.1038/d41586-025-02709-1 Research shows that beer drinkers are split depending on which types of flavour chemicals they prefer."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Daily briefing: Deliberate fearmongering spread like a virus through revolutionary France",
      "authors": [
        "Jacob Smith"
      ],
      "date": "2025-08-28T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02783-5",
      "doi": "10.1038/d41586-025-02783-5",
      "summary": "Nature, Published online: 28 August 2025; doi:10.1038/d41586-025-02783-5 Rumours that fuelled the Great Fear in revolutionary France were transmitted similarly to a viral disease. Plus, glow-in-the-dark succulents and a new treatment for acne."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "How squeezed cells remember their shape to migrate efficiently",
      "authors": [],
      "date": "2025-08-28T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-02984-9",
      "doi": "10.1038/s41567-025-02984-9",
      "summary": "Nature Physics, Published online: 28 August 2025; doi:10.1038/s41567-025-02984-9 Cells migrating through narrow spaces in their environment undergo repeated shape changes to pass through tight constrictions. Epithelial cells retain a memory of past confinement, allowing them to maintain a polarized, compact morphology that enhances future migration through narrow gaps. This memory is mechanically encoded in the actin cortex."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Emission of nitrogen–vacancy centres in diamond shaped by topological photonic waveguide modes",
      "authors": [
        "Raman Kumar",
        "Chandan",
        "Gabriel I. López Morales",
        "Richard Monge",
        "Anton Vakulenko",
        "Svetlana Kiriushechkina",
        "Alexander B. Khanikaev",
        "Johannes Flick",
        "Carlos A. Meriles"
      ],
      "date": "2025-08-28T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02001-3",
      "doi": "10.1038/s41565-025-02001-3",
      "summary": "Nature Nanotechnology, Published online: 28 August 2025; doi:10.1038/s41565-025-02001-3 Quantum emitters respond to weak near-field coupling with topological photonic waveguides, revealing polarization and spectral reshaping."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Enhancing Revivals via Projective Measurements in a Quantum Scarred System",
      "authors": [
        "Alessio Paviglianiti and Alessandro Silva"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jf2f-wqkx",
      "doi": "10.1103/jf2f-wqkx",
      "summary": "Quantum many-body scarred systems exhibit atypical dynamical behavior, evading thermalization and featuring periodic state revivals. In this Letter, we investigate the impact of projective measurements on the dynamics in the scar subspace for the paradigmatic PXP model, revealing that they can eithe… [Phys. Rev. Lett. 135, 090402] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Observation of Near-Critical Kibble-Zurek Scaling in Rydberg Atom Arrays",
      "authors": [
        "Tao Zhang, Hanteng Wang, Wenjun Zhang, Yuqing Wang, Angrui Du, Ziqi Li, Yujia Wu, Chengshu Li, Jiazhong Hu, Hui Zhai, and Wenlan Chen"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2gwz-65w1",
      "doi": "10.1103/2gwz-65w1",
      "summary": "The Kibble-Zurek scaling reveals the universal dynamics when a system is linearly ramped across a symmetry-breaking phase transition. However, in reality, inevitable finite-size effects or symmetry-breaking perturbations can often smear out the critical point and render the phase transition into a s… [Phys. Rev. Lett. 135, 093403] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Moiré-Orbital-Resolved Excitonic Mott Insulating States and Their Optical and Electric Control in van der Waals Heterostructures",
      "authors": [
        "Lanyu Huang, Cuihuan Ge, Boyi Xu, Yufan Wang, Siyao Li, Xinyi Luo, Haipeng Zhao, Danliang Zhang, Zhouxiaosong Zeng, Qingjun Tong, Dong Li, Xiaoli Zhu, Kai Braun, Tingge Gao, Xiao Wang, and Anlian Pan"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gg98-1vhp",
      "doi": "10.1103/gg98-1vhp",
      "summary": "Moiré potential formed in van der Waals heterostructures is predicted to feature multiple local minima functioning as orbital degree of freedom, which is an important ingredient for understanding intriguing strong correlation phenomena. However, an experimental demonstration of this moiré-orbital en… [Phys. Rev. Lett. 135, 096902] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Nonlinearity-Induced Fractional Thouless Pumping of Solitons",
      "authors": [
        "Yu-Liang Tao, Yongping Zhang, and Yong Xu"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/96f5-qszj",
      "doi": "10.1103/96f5-qszj",
      "summary": "Recent studies have shown that a soliton can be fractionally transported by slowly varying a system parameter over one period in a nonlinear system. This phenomenon is attributed to the nontrivial topology of the corresponding energy bands of a linear Hamiltonian. Here we find the occurrence of frac… [Phys. Rev. Lett. 135, 097202] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Pseudogiant Number Fluctuations and Nematic Order in Microswimmer Suspensions",
      "authors": [
        "Ismail El Korde, Dóra Bárdfalvy, Jason M. Lewis, Alexander Morozov, Cesare Nardini, and Joakim Stenhammar"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/31q1-hj3n",
      "doi": "10.1103/31q1-hj3n",
      "summary": "Giant number fluctuations (GNFs), whereby the standard deviation $\\mathrm{Δ}N$ in the local number of particles $⟨N⟩$ grows faster than $\\sqrt{⟨N⟩}$, are a hallmark property of dry active matter systems with orientational order, such as a collection of granular particles on a vibrated plate. This co… [Phys. Rev. Lett. 135, 098302] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Comment on “Aharonov-Bohm Phase Is Locally Generated Like All Other Quantum Phases”",
      "authors": [
        "Shan Gao"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v117-v5wn",
      "doi": "10.1103/v117-v5wn",
      "summary": "[Phys. Rev. Lett. 135, 098901] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Reply to “Comment on Aharonov-Bohm Phase Is Locally Generated Like All Other Quantum Phases”",
      "authors": [
        "Chiara Marletto and Vlatko Vedral"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rtwt-g7y7",
      "doi": "10.1103/rtwt-g7y7",
      "summary": "[Phys. Rev. Lett. 135, 098902] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Simulating the two-dimensional $t$-$J$ model at finite doping<br /> with neural quantum states</span>",
      "authors": [
        "Hannah Lange, Annika Böhler, Christopher Roth, and Annabelle Bohrdt"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a0078Y06Nc71b394f2be7f876572fc748427752c7",
      "doi": "10.1103/rc31-5hl9",
      "summary": "Simulating large, strongly interacting fermionic systems remains a major challenge for existing numerical methods. In this work, we introduce Gutzwiller projected hidden fermion determinant states (G-HFDS) – to simulate the strongly interacting limit of the Fermi-Hubbard model, namely the t-$J$ mode… [Phys. Rev. Lett.] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Unveiling stripe-shaped charge density modulations in doped Mott insulators</span>",
      "authors": [
        "Ning Xia, Yuchen Guo, and Shuo Yang"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/7e070YceIfb1e288b6e38281072158d71d712c209",
      "doi": "10.1103/hmqb-9q91",
      "summary": "Inspired by recent experimental findings, we investigate various scenarios of the doped Hubbard model with impurity potentials. We calculate the lattice Green’s function in a finite-size cluster and then map it to the continuum real space, which allows for a direct comparison with scanning-tunneling… [Phys. Rev. Lett.] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Efficiently measuring $d$-wave pairing and beyond in quantum gas microscopes</span>",
      "authors": [
        "Daniel K. Mark, Hong-Ye Hu, Joyce Kwan, Christian Kokail, Soonwon Choi, and Susanne F. Yelin"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/6b077Y13M391af8984e27c951531519a2a4afb3f2",
      "doi": "10.1103/dqyf-kl8x",
      "summary": "Understanding the mechanism of high-temperature superconductivity is among the most important problems in physics, for which quantum simulation can provide new insights. However, it remains challenging to characterize superconductivity in existing cold-atom quantum simulation platforms. Here, we int… [Phys. Rev. Lett.] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Topological rigidity in twisted, elastic ribbons</span>",
      "authors": [
        "Carlos E. Moguel-Lehmer and Christian D. Santangelo"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/66074Y63O2c1cf86d8d37414b49886475e41dee67",
      "doi": "10.1103/q2dk-wf7t",
      "summary": "Topology is an important determinant of the behavior of a great number of condensed-matter systems, but until recently has played a minor role in elasticity. We develop a theory for the deformations of a class of twisted non-Euclidean sheets which have a symmetry based on the celebrated Bonnet isome… [Phys. Rev. Lett.] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Universal scale-free decay of tracer-bath correlations in $d$-dimensional interacting particle systems</span>",
      "authors": [
        "Davide Venturelli, Pierre Illien, Aurélien Grabsch, and Olivier Bénichou"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/7d071YfdL701998964cf804297232576e4f586171",
      "doi": "10.1103/55qy-sflc",
      "summary": "Quantifying the correlations between the position of a tagged tracer and the density of surrounding bath particles is crucial for understanding tracer diffusion in interacting particle systems, and for characterizing the response properties of the bath. We address this problem analytically for both … [Phys. Rev. Lett.] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Phase transitions and remnants of fractionalization at finite temperature in the triangular lattice quantum loop model</span>",
      "authors": [
        "Xiaoxue Ran, Sylvain Capponi, Junchen Rong, Fabien Alet, and Zi Yang Meng"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/c8079YbcM021ba7ea91a7441921f3bc7490bc9a6a",
      "doi": "10.1103/tp8x-dscx",
      "summary": "The quantum loop and dimer models are archetypal correlated systems with local constraints. With natural foundations in statistical mechanics, they are of direct relevance to various important physical concepts and systems, such as topological order, lattice gauge theories, geometric frustrations, o… [Phys. Rev. Lett.] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Enhanced gravity sensing by a levitated mesoscopic nanoparticle</span>",
      "authors": [
        "L. -Y. Wang, J. -F. Wei, K. -F. Cui, S. -L. Su, L. -L. Yan, H. -Z. Guo, C. -X. Shan, and Gang Chen"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/fb072Y1cLc618b8f90c55668d30d66c0e8e615366",
      "doi": "10.1103/z8b4-sm79",
      "summary": "The ground-state cooling and quantum control of levitated nanoparticles have become attainable, which makes the enhanced quantum sensing based on the large mass advantage of mesoscopic quantum systems accessible. Here, we propose an enhanced gravity-sensing protocol for a nanodiamond levitated in a … [Phys. Rev. Lett.] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Atomic cluster expansion interatomic potentials for lithium: Investigating the solid and liquid phases",
      "authors": [
        "Prashanth Srinivasan, Siddharth Puri, Karen Pacho Dominguez, Andrew P. Horsfield, Mark R. Gilbert, and Duc Nguyen-Manh"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/q4nm-qyk4",
      "doi": "10.1103/q4nm-qyk4",
      "summary": "We develop an atomic cluster expansion (ACE) interatomic potential for lithium that accurately models both the solid and liquid phase and the corresponding melting point. The training data is obtained from 0 K density functional theory (DFT) and finite temperature ab initio molecular dynamics simula… [Phys. Rev. B 112, 054108] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Coupling between magnetism and transport properties in monoclinic ${\\mathrm{Fe}}_{6.10±δ}{\\mathrm{Ge}}_{5}$ single crystals",
      "authors": [
        "Liuyi Pan, Anni Hu, Ye Chen, Yi Gong, Yao Lv, Jiawen Zhang, Kunpeng Su, Ping Huang, Yu Song, Yu Liu, and Lin Yang"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s33y-f1dt",
      "doi": "10.1103/s33y-f1dt",
      "summary": "We report the synthesis of monoclinic ${\\mathrm{Fe}}_{6.10±δ}{\\mathrm{Ge}}_{5}$ single crystals, as well as their magnetic, transport and thermodynamic properties, sharing similar key features within the range of $δ≈$ 0.25. The susceptibility and magnetization results reveal two distinct antiferroma… [Phys. Rev. B 112, 054448] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "High-temperature superconductivity in quinary clathrate hydrides under pressure",
      "authors": [
        "Peiyu Zhang, Hongyi Guan, Hefei Li, Xin Zhong, Russell J. Hemley, and Hanyu Liu"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4hr1-vcvk",
      "doi": "10.1103/4hr1-vcvk",
      "summary": "The search for high-temperature superconductivity among pressure-stabilized hydrides has received great interest since theory-directed clathrate hydrides, such as ${\\mathrm{CaH}}_{6}, {\\mathrm{YH}}_{6}, {\\mathrm{YH}}_{9}$, and ${\\mathrm{LaH}}_{10}$, were synthesized and shown to exhibit a supercondu… [Phys. Rev. B 112, 054516] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Landau-Zener-Stückelberg spectroscopy of a fluxonium quantum circuit",
      "authors": [
        "Valentín Reparaz, María José Sánchez, Maximiliano Gatto, Daniel Dominguez, and Leandro Tosi"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/164m-lqzh",
      "doi": "10.1103/164m-lqzh",
      "summary": "In this work, we study the time-averaged populations obtained for a fluxonium circuit under a large amplitude nonresonant periodic drive. We present numerical simulations of the time evolution which consider the multilevel structure of the driven quantum circuit, looking for a realistic modeling clo… [Phys. Rev. B 112, 054517] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Crystal fields, exchange and dipolar interactions, and noncollinear magnons of erbium oxide",
      "authors": [
        "Kian Maleki and Michael E. Flatté"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v6n3-srt5",
      "doi": "10.1103/v6n3-srt5",
      "summary": "We simulate the properties of magnons in erbium oxide, a noncollinear antiferromagnet, from an effective single-ion Hamiltonian, including exchange and long-range dipolar interactions. We parametrize the crystal-field splitting of ${\\mathrm{Er}}_{2}{\\mathrm{O}}_{3}$ using Steven's operators and obta… [Phys. Rev. B 112, 064434] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Pump-driven transitions between non- and near-$\\mathcal{PT}$-symmetric steady states in polariton condensates",
      "authors": [
        "Ming Chen, Muhammad Idrees, Kun Zhang, Hui-jun Li, Ji Lin, and Alexey Kavokin"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1mg3-xmck",
      "doi": "10.1103/1mg3-xmck",
      "summary": "We propose an approach for realizing transitions between non- and near-$\\mathcal{PT}$-symmetric systems through controlled modulation of a nonresonant optical pump in exciton-polariton condensates. Specifically, we first construct a $(2+1)$-dimensional $\\mathcal{PT}$-symmetric Gaussian local potenti… [Phys. Rev. B 112, 075153] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electric field induced half-metallicity in a two-dimensional ferromagnetic Janus VSSe bilayer",
      "authors": [
        "Khushboo Dange, Shivprasad S. Shastri, and Alok Shukla"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1dpx-h69d",
      "doi": "10.1103/1dpx-h69d",
      "summary": "Two-dimensional half-metals with intrinsic ferromagnetism hold great potential for applications in spintronics. In this study, we aim to expand the known space of such two-dimensional ferromagnetic (FM) half-metals by investigating a bilayer of Janus VSSe, an FM semiconductor. Its structural, electr… [Phys. Rev. B 112, 075307] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Long-living superfluidity of dark excitons in a strip of strained transition metal dichalcogenide double layer",
      "authors": [
        "Gabriel P. Martins, Oleg L. Berman, Godfrey Gumbs, and Gabriele Grosso"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/962z-d1fp",
      "doi": "10.1103/962z-d1fp",
      "summary": "We propose the superfluidity of dipolar excitons in a strip of double-layer transition metal dichalcogenide (TMDC) heterostructures. We show that strain causes a shift in $k$ space between the minimum of the conduction band and the maximum of the valence band. Therefore, we expect that applying stra… [Phys. Rev. B 112, 075429] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Vibrational instabilities in charge transport through molecular nanojunctions: The role of nonconservative current-induced electronic forces",
      "authors": [
        "Martin Mäck, Riley J. Preston, Michael Thoss, and Samuel L. Rudge"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rtr4-xnny",
      "doi": "10.1103/rtr4-xnny",
      "summary": "Understanding the current-induced vibrational dynamics in molecular nanojunctions is critical for gaining insight into the stability of such systems. While it is well known that Joule heating at higher bias voltages plays an important role for the stability of the nanojunction, a different mechanism… [Phys. Rev. B 112, 075430] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Exploring the magnetic phases in the one-band Hubbard model: Impact of long-range hopping",
      "authors": [
        "Sudip Mandal, Sandip Halder, and Kalpataru Pradhan"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/f118-wk1t",
      "doi": "10.1103/f118-wk1t",
      "summary": "Correlated electron systems with competing interactions provide a valuable platform for examining exotic magnetic phases. Theoretical models often focus on nearest-neighbor interactions, although long-range interactions can have a considerable impact on the behavior of the system, creating distinct … [Phys. Rev. B 112, 085150] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Multiple magnetic transitions, anomalous Hall effect, and tunable surface states in $\\mathrm{Mn}{({\\mathrm{Bi}}_{1−x}{\\mathrm{Sb}}_{x})}_{4}{\\mathrm{Te}}_{7}$",
      "authors": [
        "Chandan De, Keisuke Fukutani, Junho Seo, Roland Stania, Koichiro Yaji, Kenta Kuroda, Kenya Shimada, Jun Sung Kim, Han Woong Yeom, and Sang-Wook Cheong"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7swz-xkrt",
      "doi": "10.1103/7swz-xkrt",
      "summary": "Mn(Bi 1 − x Sb x ) 4 Te 7 is a layered magnetic topological material that hosts multiple magnetic ground states and tunable surface Dirac states. This system is particularly suited for studying the interplay between magnetism and topology, relevant to quantum anomalous Hall phases. Here, the authors investigate the evolution of surface electronic structure using high-resolution angle-resolved photoemission spectroscopy (ARPES) on high-quality single crystals. They find that Sb doping drives a transition from gapless to gapped Dirac surface states, revealing how subtle chemical tuning controls topological and magnetic properties in this material family. [Phys. Rev. B 112, 085151] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin-orbit control of Dirac points and topological end states in inverted gap nanowires under a transverse electric field",
      "authors": [
        "Andrea Vezzosi, Andrea Bertoni, Marco Gibertini, and Guido Goldoni"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1pwr-lzz5",
      "doi": "10.1103/1pwr-lzz5",
      "summary": "We predict that broken-gap InAs/GaSb core/shell nanowires, when operating in the topological insulating regime, undergo a collapse of the hybridization gap under the application of a transverse electric field. We perform predictive, self-consistent $\\mathbf{k}·\\mathbf{p}$ calculations for realistic … [Phys. Rev. B 112, 085425] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Noninvertible symmetry-enriched quantum critical point",
      "authors": [
        "Linhao Li, Rui-Zhen Huang, and Weiguang Cao"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mz32-k1zk",
      "doi": "10.1103/mz32-k1zk",
      "summary": "Noninvertible symmetry generalizes traditional group symmetries, advancing our understanding of quantum matter, especially one-dimensional gapped quantum systems. In critical lattice models, it is usually realized as emergent symmetries in the corresponding low-energy conformal field theories. In th… [Phys. Rev. B 112, L081113] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Giant spontaneous polarization in zinc-blende III-V semiconductors",
      "authors": [
        "J. Cañas, M. Yassine, and O. Ambacher"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/q7yw-hnmy",
      "doi": "10.1103/q7yw-hnmy",
      "summary": "The discovery of ferroelectricity in wurtzite nitrides has paved the way for measuring and understanding spontaneous polarization in III-V semiconductors. However, the calculation of polarization effects at heterointerfaces, crucial for numerous electronic and photonic applications, remains a topic … [Phys. Rev. B 112, L081201] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Bound states in the continuum in a wire medium",
      "authors": [
        "E. Koreshin, S. Gladyshev, I. Matchenya, R. Balafendiev, I. Terekhov, P. Belov, and A. Bogdanov"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wvv8-qdk5",
      "doi": "10.1103/wvv8-qdk5",
      "summary": "We show that a slab of wire medium composed of thin parallel metallic wires can naturally support bound states in the continuum (BICs) formed in an unusual way. The revealed BICs appear due to the strong spatial dispersion making possible the propagation of longitudinal plasmalike waves and TEM pola… [Phys. Rev. B 112, L081302] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Bilayer triple-Q state driven by interlayer higher-order exchange interactions</span>",
      "authors": [
        "Bjarne Beyer, Mara Gutzeit, Tim Drevelow, Isabel Schwermer, Soumyajyoti Haldar, and Stefan Heinze"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a407cO60Sa01a350709e6cf600600b9bf361e99d1",
      "doi": "10.1103/ys1g-8597",
      "summary": "Using first-principles calculations and an atomistic spin model we predict the stabilization of a bilayer triple-Q state in an atomic Mn bilayer on Ir(111) due to interlayer higher-order exchange interactions. Based on density functional theory (DFT) we study the magnetic interactions and ground sta… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Low-temperature state of the spin-ice material Dy${}_{2}$Ti${}_{2}$O${}_{7}$: Reverse Monte Carlo investigation</span>",
      "authors": [
        "Mariano Marziali Bermúdez, Rodolfo A. Borzi, David A. Tennant, and Santiago A. Grigera"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d0075Ob6Qc81e85bf0c37cf5aa30bae179aa17046",
      "doi": "10.1103/8xtq-tfx3",
      "summary": "The thermal equilibrium properties of the spin-ice material Dy${}_{2}$Ti${}_{2}$O${}_{7}$, including specific heat, magnetization, and spin correlations, could be successfully reproduced by a model featuring magnetic interactions up to the third nearest neighbor and long-ranged dipolar forces. With … [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Pressure-induced ferromagnetism and structural phase transition in the van der Waals material CrCl${}_{3}$</span>",
      "authors": [
        "O. N. Lis, D. P. Kozlenko, E. V. Lukin, S. E. Kichanov, I. Yu. Zel, A. V. Belushkin, S. S. Agafonov, P. A. Borisova, and B. N. Savenko"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f1071O4fObc1ce4e88733778a749c00136be468c7",
      "doi": "10.1103/p75l-99d7",
      "summary": "The crystal and magnetic structures of van der Waals layered antiferromagnet CrCl_3 have been studied using X-ray and neutron powder diffraction at pressures up to 15 GPa at ambient temperature and up to 2 GPa in a temperature range 7-300 K, respectively. The vibrational properties of CrCl_3 were st… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Manifold role of a Ta adhesion layer in pressure-tuned Co/Pt multilayers</span>",
      "authors": [
        "Rico Ehrler, Tino Uhlig, René Hübner, Fabian Samad, Peter Heinig, and Olav Hellwig"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f8075Oa0Oa818f4878d73875fefd86d56889761ea",
      "doi": "10.1103/5g32-ykxx",
      "summary": "The impact of a thin Ta adhesion layer on the structural and magnetic properties of Co/Pt multilayers (ML) under different sputter deposition pressures was investigated. Samples were fabricated on Si/SiO${}_{2}$ substrates using sputter deposition at 3 mTorr and 10 mTorr Ar sputter gas pressure, eac… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Singular flat bands in three dimensions: Landau level spreading, quantum geometry, and Weyl reconstruction</span>",
      "authors": [
        "Takuto Kawakami, Yuji Igarashi, and Mikito Koshino"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1507fOe4S0c1745c333085216c5bba46e1f6fb386",
      "doi": "10.1103/rv4l-hxf8",
      "summary": "We theoretically investigate three-dimensional singular flat band systems, focusing on their quantum geometric properties and response to external magnetic fields. As a representative example, we study the pyrochlore lattice, which hosts a pair of degenerate flat bands touching a dispersive band. We… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Integration of promising piezoelectric and photocatalytic properties in Janus In$XY$ ($X$=S, Se, Te; $Y$=Cl, Br, I) monolayers and their heterojunctions</span>",
      "authors": [
        "Xinyue Liu, Ziqiang Li, Yanfeng Ge, Yong Liu, Xing Wang, and Wenhui Wan"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5e07cO0eQ101d056b2fa86b1fb2a5c8ea5ba0b63c",
      "doi": "10.1103/zp1j-gy2v",
      "summary": "Two-dimensional (2D) Janus materials show great promise as piezoelectric materials and photocatalysts for water splitting. In this work, we systematically investigated the piezoelectric and photocatalytic properties of the hexagonal Janus InXY (X = S, Se, Te; Y = Cl, Br, I) monolayers (MLs) using fi… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Emergent quasiparticles of the spin-$1$ trimer chain</span>",
      "authors": [
        "Manodip Routh, Anutosh Biswas, and Manoranjan Kumar"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a307dYebP7e2cb04f4d50ab15313ced350324fd31",
      "doi": "10.1103/h2l7-w3cj",
      "summary": "The recent experimental realization of emergent quasi-particles, such as spinons, doublons, and quartons, in a spin-$1/2$ trimer chain has spurred new interest in low dimensional magnetic systems. In this study, we investigate the dynamical properties of the isotropic spin-$1$ trimer chain with anti… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin glass effects and nonexistence of a ferromagnetic quantum critical point in the compositionally tuned FeGa${}_{3−x}$Ge${}_{x}$ metallic quantum ferromagnets ($x$=0.0–0.16)</span>",
      "authors": [
        "Stanislav Vrtnik, Primož Koželj, Magdalena Wencka, Kristian Bader, Julia Petrović, Jože Luzar, Peter Mihor, Andreja Jelen, Peter Gille, and Janez Dolinšek"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7c072Ke0Q161e902c9191994f2e988d2a5c2ec1a3",
      "doi": "10.1103/8dh8-91qh",
      "summary": "Searching for a ferromagnetic (FM) quantum critical point of a compositionally tuned system, we have investigated experimentally the quantum phase transition (QPT) in the FeGa3-xGex (x = 0.0–0.16) metallic quantum ferromagnet, by using crystallographically oriented single-crystalline samples with th… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Topological switching in bilayer magnons via electrical control</span>",
      "authors": [
        "Xueqing Wan, Quanchao Du, Jinlian Lu, Zhenlong Zhang, Jinyang Ni, Lei Zhang, Zhijun Jiang, and Laurent Bellaiche"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3a07eY7bPf026708938356c665bc62994c57449f2",
      "doi": "10.1103/l5hq-gzyv",
      "summary": "Topological magnons, quantized spin waves featuring nontrivial boundary modes, present a promising route toward lossless information processing. Realizing practical devices typically requires magnons excited in a controlled manner to enable precise manipulation of their topological phases and transp… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Ground state of SU(3) spin model on the checkerboard lattice</span>",
      "authors": [
        "Jun-Hao Zhang, Jie Hou, Jie Lou, and Yan Chen"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8907aO10Qaf1b15180020149195d4d4fa6ec4307b",
      "doi": "10.1103/g4ng-xr29",
      "summary": "Geometric frustration in quantum spin systems can lead to exotic ground states. In this study, we investigate the $SU(3)$ spin model on the checkerboard lattice to explore the effects of frustration arising from its point-connected $(N+1)$-site local structure. We employ density matrix renormalizati… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Frustrated Bose ladder with extended range density-density interaction</span>",
      "authors": [
        "Sourav Biswas, E. Rico, and Tobias Grass"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/28074OdeQ821ad5d102a2a73b92d4ef164f38492e",
      "doi": "10.1103/85x5-x4d6",
      "summary": "When hard-core bosons on a two-leg ladder get frustrated by ring exchange interactions, the elusive d-wave Bose liquid (DBL) can be stabilized, a bosonic analog of a correlated metal. Here, we analyze the effect of extended Hubbard interactions on the DBL phase. Strikingly, these interactions are fo… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Metallic collinear antiferromagnets with mirror-symmetric and asymmetric spin splittings</span>",
      "authors": [
        "Vladimir A. Zyuzin"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/cb072O9aPf8Efc1be44140f8647cee715a99dec2d",
      "doi": "10.1103/c19b-3mtq",
      "summary": "In this paper we theoretically describe a distinct class of two-dimensional N'{e}el ordered metallic antiferromagnets on a honeycomb-like lattice in which the two magnetic sublattices are connected only by a combination of time-reversal and mirror symmetry operations. As a result of this symmetry, c… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Tunable one-dimensional charge density waves induced by atomic-scale strain</span>",
      "authors": [
        "Meng-Meng Zhang, Cheng-Wei Liao, Chi Zhang, Ya-Xin Zhao, Ruo-Han Zhang, Lin He, and Qi Zheng"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/55079Yf0Rb01069007e06e657035e69eeba376f7d",
      "doi": "10.1103/15hx-dsvf",
      "summary": "Charge density waves (CDWs)collective quantum states arising from coupled electron-lattice interactionsserve as critical probes of competing orders in quantum materials, including superconductivity and magnetism. Monolayer 1T-VSe2 presents a unique platform where CDWs display substrate-sensitive con… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electric field induced formation of a two-dimensional adatom gas on cryogenic Li surfaces</span>",
      "authors": [
        "Shyam Katnagallu, Samuel Henrique Mattoso, Huan Zhao, Se-Ho Kim, Jing Yang, Baptiste Gault, Christoph Freysoldt, and Jörg Neugebauer"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/41071Y1cOaf1f88e2736175895b5f31e7b86ccebb",
      "doi": "10.1103/bbk2-x6xm",
      "summary": "Intense electrostatic fields, such as those able to break bonds and cause field-ion emission, can fundamentally alter the behaviour of atoms at and on the surface. Using density functional theory (DFT) calculations on the Li (110) surface under high electrostatic fields, we identify a critical field… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Interplay between Jahn-Teller distortions and structural degrees of freedom in pseudocubic states in manganite perovskites</span>",
      "authors": [
        "Ben R. M. Tragheim, Elodie A. Harbourne, Clemens Ritter, Andrew L. Goodwin, and Mark S. Senn"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8e07bO9fQ2b1545db1532f73366a59c9008f230bf",
      "doi": "10.1103/cj28-2swm",
      "summary": "The average structure of the solid solution LaMn${}_{1−x}$Ga${}_{x}$O${}_{3}$ (LMGO) has been investigated from a symmetry-motivated approach utilizing synchrotron x-ray and neutron powder diffraction techniques. We show experimentally that a trilinear coupling term (${Γ}_{5}^{+}$M${}_{2}^{+}$M${}_{… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnetic properties of metastable honeycomb KCoAsO${}_{4}$</span>",
      "authors": [
        "C. L. Sarkis, L. A. Pressley, V. O. Garlea, C. dela Cruz, M. B. Stone, A. Aczel, C. A. Bridges, D. A. Tennant, and S. E. Nagler"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/03070O69R971e056b58f97c07c5da0604a5196f0a",
      "doi": "10.1103/rnfj-st4c",
      "summary": "We present comprehensive neutron scattering data on polycrystalline samples of a new metastable honeycomb material KCoAsO${}_{4}$. Below ${T}_{N}$ = 14 K, the system orders into a zigzag antiferromagnetic state, with spins ordered into alternating ferromagnetic chains similar to the isostructural si… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Fermi surface reconstruction and enhanced spin fluctuations in strained La${}_{3}$Ni${}_{2}$O${}_{7}$ on LaAlO${}_{3}$(001) and SrTiO${}_{3}$(001)</span>",
      "authors": [
        "Benjamin Geisler, James J. Hamlin, Gregory R. Stewart, Richard G. Hennig, and P. J. Hirschfeld"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3a076Y68L4c1e68615cd60b55bb7e97ccb85805ec",
      "doi": "10.1103/g3cz-7w7f",
      "summary": "We explore the structural and electronic properties of the bilayer nickelate La${}_{3}$Ni${}_{2}$O${}_{7}$ on LaAlO${}_{3}$(001) and SrTiO${}_{3}$(001) by using density functional theory including a Coulomb repulsion term. For La${}_{3}$Ni${}_{2}$O${}_{7}$/LaAlO${}_{3}$(001), we find that compressiv… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Impurity band driven ferromagnetism in nonmetal-doped holey graphyne</span>",
      "authors": [
        "Han-Bing Li and Zhi-Gang Shao"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8a076O6cU541474da8f89ce679b26f9071380ceeb",
      "doi": "10.1103/bfb1-yc6z",
      "summary": "The emergence of two-dimensional magnetic carbon materials offers a promising platform for spintronic applications. However, pristine carbon materials typically exhibit nonmagnetic behavior. In this work, we investigate the magnetic properties of holey graphyne (HGY) doped with nonmetal -impurity at… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Anomalous transport gaps of fractional quantum Hall phases in graphene Landau levels are induced by spin-valley entangled ground states</span>",
      "authors": [
        "Jincheng An, Ajit C. Balram, Udit Khanna, and Ganpathy Murthy"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ac078Y76R7f2ca0f54ee20125af64d7a07ce3c429",
      "doi": "10.1103/rth3-mkpl",
      "summary": "We evaluate the transport gaps in the most prominent fractional quantum Hall states in the $\\bn{=}0$ and $\\bn{=}1$ Landau Levels of graphene, accounting for the Coulomb interaction, lattice-scale anisotropies, and one-body terms. We find that the fractional phases in the $\\bn{=}0$ Landau level are b… [Phys. Rev. B] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Stability of flocking in the reciprocal two-species Vicsek model: Effects of relative population, motility, and noise",
      "authors": [
        "Aditya Kumar Dutta, Matthieu Mangeat, Heiko Rieger, Raja Paul, and Swarnajit Chatterjee"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gkhv-rp16",
      "doi": "10.1103/gkhv-rp16",
      "summary": "Natural flocks need to cope with various forms of heterogeneities, for instance, their composition, motility, interaction, or environmental factors. Here, we study the effects of such heterogeneities on the flocking dynamics of the reciprocal two-species Vicsek model [ Phys. Rev. E 107 , 024607 (2023) … [Phys. Rev. E 112, 024137] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Engineering entanglement in two interacting Brownian particles through nonequilibrium driving",
      "authors": [
        "Saravanan A and Allen Lobo"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/llcl-kmnv",
      "doi": "10.1103/llcl-kmnv",
      "summary": "Investigation of the emergence of entanglement in a classical two-particle Brownian system through nonequilibrium driving is carried out. The Brownian particles are in contact with independent thermal bath, where one particle is driven by a time-dependent potential and the other remains in a static … [Phys. Rev. E 112, 024138] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Block-corrected modularity for community detection",
      "authors": [
        "Hasti Narimanzadeh, Takayuki Hiraoka, and Mikko Kivelä"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7sjf-c6jz",
      "doi": "10.1103/7sjf-c6jz",
      "summary": "Unknown node attributes in complex networks may introduce community structures that are important to distinguish from those driven by known attributes. We propose a block-corrected modularity that discounts given block structures present in the network to reveal communities masked by them. We show a… [Phys. Rev. E 112, 024307] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Universality classes in the time evolution of epidemic outbreaks on complex networks",
      "authors": [
        "Mateusz J. Samsel, Agata Fronczak, and Piotr Fronczak"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qcbd-bbjv",
      "doi": "10.1103/qcbd-bbjv",
      "summary": "We investigate the full temporal evolution of epidemic outbreaks in complex networks, focusing on the susceptible-infected (SI) model of disease transmission. Combining theoretical analysis with large-scale numerical simulations, we uncover two universal patterns of epidemic growth, determined by th… [Phys. Rev. E 112, 024308] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Crack pattern of indented cohesive granular media",
      "authors": [
        "Marie-Julie Dalbe, Pierre Jodlowski, and Nicolas Vandenberghe"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/f9fk-jc3d",
      "doi": "10.1103/f9fk-jc3d",
      "summary": "Cohesive granular materials, such as wet sand, retain their shape before yielding under stress, exhibiting a solid-like behavior. As the loading increases, the material typically flows. However, cohesive materials can also develop cracks, similar to those observed in brittle materials. This study in… [Phys. Rev. E 112, 025423] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Electroconvection of a nematic liquid crystal in polymer networks as porous media",
      "authors": [
        "Hiroki Ifuku, Ryohei Kojima, Hirotaka Okabe, Shinya Kawano, Kazuhiro Hara, and Yoshiki Hidaka"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3cwl-nl1m",
      "doi": "10.1103/3cwl-nl1m",
      "summary": "The polymer network liquid crystal (PNLC), in which a polymer network is formed within a nematic liquid crystal, can be regarded as a porous medium. In this study, we discover electroconvection in the PNLC and examine its nonlinear, nonequilibrium physical properties. As the monomer weight fraction … [Phys. Rev. E 112, 025424] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Active waves from nonreciprocity and cytoplasmic exchange",
      "authors": [
        "Jason R. Picardo, V. Jemseena, and K. Vijay Kumar"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/z5x1-4syg",
      "doi": "10.1103/z5x1-4syg",
      "summary": "Pattern formation in active biological matter typically arises from the feedback between chemical concentration fields and mechanical stresses. The actomyosin cortex of cells is an archetypal example of an active thin film that displays such patterns. Here, we show how pulsatory patterns emerge in a… [Phys. Rev. E 112, L022401] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Stochastic dynamics for quantum billiards: Bridging integrability, chaos, and freezing transitions</span>",
      "authors": [
        "Iván R. R. González, Antônio M. S. Macêdo, Giovani L. Vasconcelos, and Ernesto P. Raposo"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/5b075Y25P8f1f691d6fd7df487ef2d6e25033ff83",
      "doi": "10.1103/fcwn-gnr2",
      "summary": "We present a stochastic framework for describing the transition from regular to chaotic dynamics in quantum billiards by incorporating a background scale of fluctuations in the level spacing evolution. Analytic expressions for the nearest-neighbor spacing distribution and power spectral density accu… [Phys. Rev. E] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Geometric dynamics of signal propagation predict trainability of transformers</span>",
      "authors": [
        "Aditya Cowsik, Tamra Nebabu, Xiaoliang Qi, and Surya Ganguli"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/f807dR36Mf81df28a1d06825d88f43ea90ce2ef40",
      "doi": "10.1103/gjsm-l642",
      "summary": "We investigate forward signal propagation and gradient back propagation in deep, randomly-initialized transformers, and use our analysis to propose simple and geometrically-meaningful criteria for hyperparmater initialization that ensures trainability of deep transformers. Our approach leverages a d… [Phys. Rev. E] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Cooperation, satisfaction, and decision uncertainty in social games on complex networks with aspiration-driven players</span>",
      "authors": [
        "M. Aguilar-Janita, N. Khalil, I. Leyva, and I. Sendiña-Nadal"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/6307fRf8O4918922c30654144507ce7ad9cd2acc0",
      "doi": "10.1103/gljs-6mw4",
      "summary": "A network model based on players’ aspirations is proposed and analyzed theoretically and numerically within the framework of evolutionary game theory. In this model, players decide whether to cooperate or defect by comparing their payoffs from pairwise games with their neighbors, driven by a common … [Phys. Rev. E] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Static and dynamic Friedel oscillations in an electron gas with fractional dispersion</span>",
      "authors": [
        "V. A. Stephanovich, E. V. Kirichenko, and K. Książek"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/41070R8cR261c928d54f1f17ce540527e960e20c7",
      "doi": "10.1103/8xrz-p7k6",
      "summary": "We study the Ruderman-Kittel-Kasuya-Yosida (RKKY) interaction in disordered systems, focusing on its static and dynamic behavior in one-, two-, and three-dimensional geometries. To model disorder, we introduce the fractional Laplacian, characterized by the Lvy index less than 2, into the problem Ham… [Phys. Rev. E] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Hovering flight in flapping insects and hummingbirds: A natural real-time and stable extremum seeking feedback system</span>",
      "authors": [
        "Ahmed A. Elgohary and Sameh A. Eisa"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/ce072Rd1L9813f2921451f28ac77d8b044309b4ba",
      "doi": "10.1103/4dm4-kc4g",
      "summary": "In this paper, we take an initial and novel step toward characterizing the hovering phenomenon in flapping insects and hummingbirds as a new class of extremum seeking (ES) feedback systems. By characterizing hovering flight in insects and hummingbirds as a natural hovering ES system, we achieve: (1)… [Phys. Rev. E] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>A general approach to the statistics of microbial orientation: Lévy walks, noise, and deterministic drift</span>",
      "authors": [
        "Taylor J. Whitney, Thomas H. Solomon, and Kevin A. Mitchell"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/81079I99O1f15a0790981f61b9a7cc171d400b085",
      "doi": "10.1103/rn1g-gn6y",
      "summary": "Microbial motion is typically analyzed by simplified models in which trajectories exhibit straight runs (perhaps with added Gaussian noise) followed by random, discrete tumbling events. We present the results of a statistical analysis of the angular dynamics for four different swimming microbes: tum… [Phys. Rev. E] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Electrical conductivity in open quantum two-dimensional nonmagnetic systems: The role of the nondiagonal dissipative kernels and non-Markovian effect</span>",
      "authors": [
        "E. Kh. Alpomishev, G. G. Adamian, and N. V. Antonenko"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/91070Ra6R4719920965658e917644138058af30cf",
      "doi": "10.1103/zxfh-38h3",
      "summary": "In two-dimensional non-magnetic systems, the influence of strong correlations between random forces in the equations of motion for the components of the charge carrier momentum on electric conductivity is studied within the framework of the non-Markovian quantum Langevin approach. Analytical express… [Phys. Rev. E] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Antidegradable quantum channel with additional entanglement for quantum transduction",
      "authors": [
        "Changchun Zhong"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4g6d-6cmg",
      "doi": "10.1103/4g6d-6cmg",
      "summary": "Quantum communication theory studies how quantum information is transmitted through quantum channels, with the transmission rate quantified by the quantum channel capacity. Quantum channels often exhibit rich and complex structures—such as nonadditivity—that make evaluating their capacities particul… [Phys. Rev. Applied 24, 024065] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "High-impedance granular-aluminum ring resonators",
      "authors": [
        "Mahya Khorramshahi, Martin Spiecker, Patrick Paluch, Simon Geisert, Nicolas Gosling, Nicolas Zapata, Lucas Brauch, Christian Kübel, Simone Dehm, Ralph Krupke, Wolfgang Wernsdorfer, Ioan M. Pop, and Thomas Reisinger"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/n73t-7q1n",
      "doi": "10.1103/n73t-7q1n",
      "summary": "Superconducting inductors with impedance surpassing the resistance quantum, i.e., superinductors, are important for quantum technologies because they enable the development of protected qubits, enhance coupling to systems with small electric dipole moments, and facilitate the study of phase-slip phy… [Phys. Rev. Applied 24, 024066] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Lumped-element broadband SNAIL parametric amplifier with on-chip pump filter for multiplexed readout</span>",
      "authors": [
        "V. R. Joshi, S. Hazra, A. Z. Ding, A. Miano, W. Dai, G. Umasankar, A. Kottandavida, G. Liu, L. Frunzio, and M. H. Devoret"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/ce07eAaeS2216602641572c0e73927ae563fb86a4",
      "doi": "10.1103/5l86-pw21",
      "summary": "We present a SNAIL-based parametric amplifier that integrates a lumped-element impedance matching network for increased bandwidth and an on-chip pump-port filter for efficient pump delivery. The amplifier is fabricated using a single-layer optical lithography step, followed by a single-layer electro… [Phys. Rev. Applied] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Spin-flip two-level-system-induced anomalous magnetic field properties in thin-film superconducting resonators</span>",
      "authors": [
        "Zi-Qing Huang, Shu-Kun Ye, Yong-Qiang Xu, Tian-Yi Jiang, Tian-Yue Hao, Bao-Chuan Wang, Xiang-Xiang Song, Hai-Ou Li, Guang-Can Guo, Gang Cao, and Guo-Ping Guo"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/23074Y73Y471e07c89d083e441ec9607f4cf9b7b1",
      "doi": "10.1103/5k9f-7gc7",
      "summary": "Material disorders are one of the major sources of noise and loss in solid-state quantum devices, whose behaviors are often modeled as two-level systems (TLSs) formed by charge tunneling between neighboring sites. However, the role of their spins in tunneling and its impact on device performance rem… [Phys. Rev. Applied] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Local-limit disorder characteristics of niobium-based superconducting radio-frequency cavities</span>",
      "authors": [
        "Anastasiya Lebedeva, Matúš Hladký, Marcel Polák, and František Herman"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/2607fKafI301800928cf81b49f3bd6aae334eaab2",
      "doi": "10.1103/5hp2-3x8n",
      "summary": "Nowadays Nb-based superconducting radio frequency (SRF) cavities represent fundamental tools used for (Standard Model) particle acceleration, (beyond Standard Model) particle probing and long-lifetime photon preservation. We study the SRF frequency shift in the vicinity of the critical temperature $… [Phys. Rev. Applied] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Intersublattice-interaction-driven two-step ultrafast demagnetization in thin films of Tb-Dy-Co ferrimagnetic alloy</span>",
      "authors": [
        "Runhua Zhang, Chengyu Yang, Jinshan Wang, Liping Tong, Mingli Ge, Yuan Li, Weidong Meng, Xiaowei Zhou, Zhu Liu, and Yang Ren"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/9507bA5bQf51210a85a20472eb48a867f899e0429",
      "doi": "10.1103/z95r-1yql",
      "summary": "Laser-induced ultrafast demagnetization dynamics of Tbx(DyCo)1-x ferrimagnetic alloy films with varying Tb compositions were systematically investigated using time resolved magneto-optical Kerr effect (TR-MOKE) measurements. In low-Tb-doped compositions (Co rich), the one-stage demagnetization proce… [Phys. Rev. Applied] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Nuclear spin relaxation in solid-state-defect quantum bits via electron-phonon coupling in the optical excited state</span>",
      "authors": [
        "Gergő Thiering and Adam Gali"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/b1076Y29D921eb8af73e4ed780992f51ff8544d80",
      "doi": "10.1103/1q3f-7zvl",
      "summary": "Optically accessible solid state defect spins serve as a primary platform for quantum information processing, where precise control of the electron spin and ancillary nuclear spins is essential for operation. Using the nitrogen-vacancy (NV) color center in diamond as an example, we employ a combined… [Phys. Rev. Applied] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Tuning magneto-optical zero reflection via dual-channel hybrid magnonics</span>",
      "authors": [
        "Andrew Christy, Yujie Zhu, Yi Li, Yuzan Xiong, Tao Qu, Frank Tsui, James F. Cahoon, Binbin Yang, Jia-Mian Hu, and Wei Zhang"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/60072Y99Q1326f0352f29344e84235bb79749c30c",
      "doi": "10.1103/hs61-7hx4",
      "summary": "Multi-channel coupling in hybrid systems makes an attractive testbed not only because of the distinct advantages entailed in each constituent mode, but also the opportunity to leverage interference among the various excitation pathways. Here, via combined analytical calculation and experiment, we de… [Phys. Rev. Applied] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Timing discrimination of multiple photoelectron signals based on a convolutional neural network</span>",
      "authors": [
        "Hailong Guo, Ahai Chen, Xinglong Yu, Ruichao Dong, Zhixian Wu, Jie Liu, Tianmin Yan, Zhenjie Shen, Xincheng Wang, and Yuhai Jiang"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/8d076A9cP971d803f4487a64b193dd1feb46b1a17",
      "doi": "10.1103/3d7j-3s31",
      "summary": "Nowadays for experiments on microscopic imaging and ultrafast dynamics, precise and complete detection of multi-hit signals is indispensable. The demand in discrimination of multiple particles simultaneously detected is growing for scientific purposes, such as probing electron-electron correlations … [Phys. Rev. Applied] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Energy-relaxation pathways in finite-sized artificial square-ice structures</span>",
      "authors": [
        "Hanu Arava, Noah Kern, Paula Mellado, Justin Woods, and Charudatta Phatak"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/06072A24Ra4Ef31a900e5536d780082fa19edd051",
      "doi": "10.1103/r2tv-l2dm",
      "summary": "The energy relaxation pathway in artificial spin ice structures refers to the series of individual moment reorientations the system undergoes as it relaxes from an initial state to a final low energy state. The probability of the artificial spin ice structure reaching a ground state depends on the e… [Phys. Rev. Applied] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Syncopated dynamical decoupling to suppress crosstalk in quantum circuits</span>",
      "authors": [
        "Bram Evert, Zoe Gonzalez Izquierdo, James Sud, Hong-Ye Hu, Shon Grabbe, Eleanor G. Rieffel, Matthew J. Reagor, and Zhihui Wang"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/d9071A6eGa916301146b2c047922833d72ad2b27f",
      "doi": "10.1103/8lxc-lvv1",
      "summary": "Theoretically understanding and experimentally characterizing and modifying the underlying Hamiltonian of a quantum system is of utmost importance in achieving high-fidelity quantum gates for quantum computing. In this work, we explore the use of dynamical decoupling (DD) in characterizing and suppr… [Phys. Rev. Applied] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Factors determining ion rejection and one-step freeze desalination",
      "authors": [
        "Dachuang Shi, Le Zhou, Yixiang Wang, Yanguang Zhou, and Zhigang Li"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s77l-lvl4",
      "doi": "10.1103/s77l-lvl4",
      "summary": "Freeze desalination is an emerging, membrane-free desalination method that utilizes the ion rejection phenomenon during the freezing of seawater, where salt ions tend to be rejected by ice. However, it requires the ion rejection rate to be higher than 98.2% to generate drinking water; i.e., at least… [Phys. Rev. Research 7, 033196] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Generating quantum nonlocal entanglement with mechanical rotations",
      "authors": [
        "Marko Toroš, Maria Chiara Braidotti, Swain Ashutosh, Mauro Paternostro, Miles Padgett, and Daniele Faccio"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/84vr-nnvs",
      "doi": "10.1103/84vr-nnvs",
      "summary": "Recent experiments have searched for evidence of the impact of noninertial motion on the entanglement of particles. The success of these endeavors has been hindered by the fact that such tests were performed within spatial scales that were only “local” when compared to the spatial scales over which … [Phys. Rev. Research 7, 033197] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Duality defect in a deformed transverse-field Ising model",
      "authors": [
        "Fei Yan, Robert Konik, and Aditi Mitra"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ctxg-k3b6",
      "doi": "10.1103/ctxg-k3b6",
      "summary": "Physical quantities with long lifetimes have both theoretical significance in the study of quantum many-body systems and practical implications for quantum technologies. In this manuscript, we investigate the roles played by topological defects in the construction of quasiconserved quantities, using… [Phys. Rev. Research 7, 033198] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Microscopic Imprints of Learned Solutions in Tunable Networks",
      "authors": [
        "Marcelo Guzman, Felipe Martins, Menachem Stern, and Andrea J. Liu"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/f2hb-c9s1",
      "doi": "10.1103/f2hb-c9s1",
      "summary": "Physical constraints on networks, such as electrical resistor networks that learn on their own, offer interpretable insights into how learning tasks are performed and suggest a universal framework that extends to mechanical and biological systems. [Phys. Rev. X 15, 031056] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Magnetoelectric Control of Helical Light Emission in a Moiré Chern Magnet",
      "authors": [
        "Eric Anderson, Heonjoon Park, Kaijie Yang, Jiaqi Cai, Takashi Taniguchi, Kenji Watanabe, Liang Fu, Ting Cao, Di Xiao, and Xiaodong Xu"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ds5p-763x",
      "doi": "10.1103/ds5p-763x",
      "summary": "Efficient, all-electrical control of magnetism and light polarization in twisted bilayer MoTe 2 demonstrates a way to link magnetic memory and optical communication in one device and offers a new tuning knob for manipulating zero-field anyons. [Phys. Rev. X 15, 031057] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Quantum Metrology in the Finite-Sample Regime",
      "authors": [
        "Johannes Jakob Meyer, Sumeet Khatri, Daniel Stilck França, Jens Eisert, and Philippe Faist"
      ],
      "date": "2025-08-27T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qbn1-p6bq",
      "doi": "10.1103/qbn1-p6bq",
      "summary": "A new framework for quantum metrology based on success probabilities, rather than the Cramér-Rao bound, highlights the inadequacy of quantum Fisher information as a sole figure of merit in the finite-sample regime. [PRX Quantum 6, 030336] Published Wed Aug 27, 2025"
    },
    {
      "journalKey": "NanoLett",
      "journal": "Nano Letters",
      "journalShort": "Nano Lett.",
      "type": "published",
      "title": "Issue Editorial Masthead",
      "authors": [],
      "date": "2025-08-27T07:01:12+00:00",
      "link": "https://pubs.acs.org/doi/10.1021/nlv025i034_1977004?af=R",
      "doi": "10.1021/nlv025i034_1977004",
      "summary": "Nano Letters, Volume 25, Issue 34, August 27, 2025."
    },
    {
      "journalKey": "NanoLett",
      "journal": "Nano Letters",
      "journalShort": "Nano Lett.",
      "type": "published",
      "title": "Issue Publication Information",
      "authors": [],
      "date": "2025-08-27T07:01:12+00:00",
      "link": "https://pubs.acs.org/doi/10.1021/nlv025i034_1977003?af=R",
      "doi": "10.1021/nlv025i034_1977003",
      "summary": "Nano Letters, Volume 25, Issue 34, August 27, 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Multidecadal decoupling between coral calcifying fluid and seawater saturation states",
      "authors": [
        "Jessica C. Hankins and Thomas M. DeCarlo"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adr0264?af=R",
      "doi": "10.1126/sciadv.adr0264",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Engineering noncovalent π-stacked organic framework for intrinsic near-infrared photoactivated drug delivery",
      "authors": [
        "Ruxing Fu, Dong Meng, Xiao Han, Lu Liu, Chichia Chen, Ran Zheng, Yepin Zhao, Xuexiang Zhang, Xiao Lin, Mahdi Hasani, Yang Song, Tingxizi Liang, Di Wen, Hongjun Li, Ilhan Yavuz, Huiheng Feng, Zhen Gu, Zhenxing Li, Song Li, Feng Liu, Yang Yang"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adp2757?af=R",
      "doi": "10.1126/sciadv.adp2757",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Phase separation in lead-saponified drying oils: Implications for historical painting techniques and paint stability",
      "authors": [
        "Lucie Laporte, David Touboul, Thierry Pouget, Nicolas Benoot, Guylaine Ducouret, Sophie Rochut, Maguy Jaber, Frédéric Gobeaux, Laurence de Viguerie"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt0897?af=R",
      "doi": "10.1126/sciadv.adt0897",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Magnetically actuated multimaterial fiberbot for precise minimally invasive knee laser surgery",
      "authors": [
        "Yuqi Zou, Yu Liu, Yang Li, Lvyun Yang, Yang Liu, Kaidong He, Yuanzhuo Xiang, Jingyu Ouyang, Pan Li, Jun Liang, Ning Zhou, Huaping Zang, Nan Ruan, Peng Li, Mi Xiao, Xiang Lu, Ruilin Zheng, Lili Hu, Guangming Tao"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt1809?af=R",
      "doi": "10.1126/sciadv.adt1809",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Gut-brain nexus: Mapping multimodal links to neurodegeneration at biobank scale",
      "authors": [
        "Mohammad Shafieinouri, Samantha Hong, Paul Suhwan Lee, Spencer M. Grant, Marzieh Khani, Anant Dadu, Artur F. Schumacher Schuh, Mary B. Makarious, Rodrigo Sandon, Emily Simmonds, Hirotaka Iwaki, Gracelyn Hill, Cornelis Blauwendraat, Valentina Escott-Price, Yue A. Qi, Alastair J. Noyce, Armando Reyes-Palomares, Hampton L. Leonard, Malu Tansey, Faraz Faghri, Andrew B. Singleton, Mike A. Nalls, Kristin S. Levine, Sara Bandres-Ciga"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu2937?af=R",
      "doi": "10.1126/sciadv.adu2937",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Integrated behavioral and metabolically flexible responses of wild orangutans to ecologically driven dietary variation",
      "authors": [
        "Erin R. Vogel, Shauhin E. Alavi, Malcolm Watford, Rebecca S.A. Brittain, Brooke E. Crowley, Daniel J. Naumenko, William D. Aguado, Timothy D. Bransford, Astri Zulfa, Alysse Moldawer, Wartika Rosa Farida, Maria A. van Noordwijk, Tatang Mitra Setia, Sri Suci Utami Atmoko, Jessica M. Rothman, David Raubenheimer"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv7613?af=R",
      "doi": "10.1126/sciadv.adv7613",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Shoreline wave breaking strongly enhances the coastal sea spray aerosol population: Climate and air quality implications",
      "authors": [
        "Shengqian Zhou, Matthew Salter, Timothy Bertram, Eduardo Brito Azevedo, Francisco Reis, Jian Wang"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw0343?af=R",
      "doi": "10.1126/sciadv.adw0343",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "ACTN3 genotype influences androgen response in developing murine skeletal muscle",
      "authors": [
        "Kelly N. Roeszler, Michael See, Lyra R. Meehan, Giscard Lima, Alexander Kolliari-Turner, Sarah E. Alexander, Shanie Landen, Harrison D. Wood, Chrystal F. Tiong, Weiyi Chen, Tomris Mustafa, Peter J. Houweling, Nir Eynon, Severine Lamon, Yannis Pitsiladis, David J. Handelsman, Fernando J. Rossello, Mirana Ramialison, Kathryn N. North, Jane T. Seto"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw1059?af=R",
      "doi": "10.1126/sciadv.adw1059",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "High-confidence reconstruction for Laplace inversion in NMR based on uncertainty-informed deep learning",
      "authors": [
        "Bo Chen, Yuebin Zhang, Lina Wang, Zhe Zhan, Xun Guan, Zhuoran Rong, Yinping Cui, Enping Lin, Shuohui Cao, Yuqing Huang, Yu Yang, Zhong Chen"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw1379?af=R",
      "doi": "10.1126/sciadv.adw1379",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Bioinspired adaptive response speed for high-quality human-robot interactions",
      "authors": [
        "Zijuan He, Haigen Xiong, Qijie Lin, Song Wang, Fengjiao Zhang, Yinghui Han, Hao Chen, Hui Huang"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw2253?af=R",
      "doi": "10.1126/sciadv.adw2253",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "X-ray phase measurements by time-energy correlated photon pairs",
      "authors": [
        "Yishai Klein, Edward Strizhevsky, Haim Aknin, Moshe Deutsch, Eliahu Cohen, Avi Pe’er, Kenji Tamasaku, Tobias Schulli, Ebrahim Karimi, Sharon Shwartz"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3893?af=R",
      "doi": "10.1126/sciadv.adw3893",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Elucidating tissue and subcellular specificity of the entire SUMO network reveals how stress responses are fine-tuned in a eukaryote",
      "authors": [
        "Jason Banda, Shraboni Ghosh, Dipan Roy, Kishor D. Ingole, Lisa Clark, Eshan Sharma, Sumesh Kakkunath, Kawinnat Sue-Ob, Rahul Bhosale, Leah Band, Srayan Ghosh, Darren Wells, Jonathan Atkinson, Nicholas J. Provart, Malcolm J. Bennett, Kathryn S. Lilley, Andrew Jones, Miguel De Lucas, Anthony Bishopp, Ari Sadanandom"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw9153?af=R",
      "doi": "10.1126/sciadv.adw9153",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Mitochondrial ROS drive foam cell formation via STAT5 signaling in atherosclerosis",
      "authors": [
        "Laura Boccuni, Frieda Marka, Manuel Salzmann, Alessia Schirripa, Elisabeth Ableitner, Magdalena Siller, Mira Brekalo, Patrick Haider, Stefan Stojkovic, Christoph Neumayer, Tiit Örd, Karoline Kollmann, Alice Assinger, Thomas Decker, Thomas Köcher, Michael B. Fischer, Marion Mußbacher, Andreas Bergthaler, Christian Hengstenberg, Bruno K. Podesser, Minna U. Kaikkonen, Johann Wojta, Philipp J. Hohensinner"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw9952?af=R",
      "doi": "10.1126/sciadv.adw9952",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "European supercell thunderstorms—A prevalent current threat and an increasing future hazard",
      "authors": [
        "Monika Feldmann, Michael Blanc, Killian P. Brennan, Iris Thurnherr, Patricio Velasquez, Olivia Martius, Christoph Schär"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx0513?af=R",
      "doi": "10.1126/sciadv.adx0513",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Mechanistic adaptation of the metazoan RabGEFs Mon1-Ccz1 and Fuzzy-Inturned",
      "authors": [
        "Stephan Wilmes, Jesse Tönjes, Maik Drechsler, Anita Ruf, Jan-Hannes Schäfer, Anna Lürick, Dovile Januliene, Steven Apelt, Daniele Di Iorio, Seraphine V. Wegner, Martin Loose, Arne Moeller, Achim Paululat, Daniel Kümmel"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2893?af=R",
      "doi": "10.1126/sciadv.adx2893",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "PhoCoil: A photodegradable and injectable single-component recombinant protein hydrogel for minimally invasive delivery and degradation",
      "authors": [
        "Nicole E. Gregorio, Fan Zhang, Yusuke Suita, Lisa S. Ang, Olivia Prado, Arafat Fasuyi, James M. Olson, Kelly R. Stevens, Cole A. DeForest"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx3472?af=R",
      "doi": "10.1126/sciadv.adx3472",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Structure of the complete 14-subunit botulinum neurotoxin B complex reveals a unique anchoring through the narrow central pore of HA70",
      "authors": [
        "Ajda Krč, Sara Persson Košenina, Maria B. Nowakowska, Geoffrey Masuyer, Pål Stenmark"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx5058?af=R",
      "doi": "10.1126/sciadv.adx5058",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "A nut-and-bolt assembly of the bimodular large progenitor botulinum neurotoxin complex",
      "authors": [
        "Kwok-ho Lam, Linfeng Gao, Adina Przykopanski, Baohua Chen, Ting Huang, Maren Krüger, Anna-Magdalena Bartels, Martin Bernhard Dorner, Kay Perry, Brigitte Gertrud Dorner, Andreas Rummel, Rongsheng Jin"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx5831?af=R",
      "doi": "10.1126/sciadv.adx5831",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Amyloid-β oligomers, curvilinear and annular assemblies, imaged by cryo-ET, cryo-EM, and AFM",
      "authors": [
        "Ruina Liang, Anum Khursheed, Bogachan Tahirbegi, Andrea P. Torres-Flores, Shang Qi, Yao Tian, Hui Zhang, Piotr Szwedziak, Vladimir A. Volkov, Vidya C. Darbari, John H. Viles"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx9030?af=R",
      "doi": "10.1126/sciadv.adx9030",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Putative PINK1/Parkin activators lower the threshold for mitophagy by sensitizing cells to mitochondrial stress",
      "authors": [
        "William M. Rosencrans, Ryan W. Lee, Logan McGraw, Ian Horsburgh, Ting-Yu Wang, Baiyi Quan, Diana Huynh, Jennifer A. Johnston, David C. Chan, Tsui-Fen Chou"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady0240?af=R",
      "doi": "10.1126/sciadv.ady0240",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Broad-spectrum synthetic carbohydrate receptors (SCRs) inhibit viral entry across multiple virus families",
      "authors": [
        "Shahrzad Ezzatpour, Khushabu Thakur, Kenneth Erzoah Ndede, David W. Buchholz, Annette Choi, Brian Imbiakha, Jordan Carter, David Onofrei, Brett Eaton, Elena Postnikova, Michael Murphy, Beicer C. Tapia, Diana Bello, Siddharth Pasari, Anthony Russo, Matthew Babayev, Gregory P. Holland, Michael R. Holbrook, Sara L. Caddy, Steven J. Moran, Seyed Mohammad Davachi, Isaac Abrrey Monreal, Julie Sahler, Victoria Ortega, Jose M. Miranda, Gary R. Whittaker, Mason C. Jager, Seema K. Bhagwat, Pradeep Chopra, Geert Jan-Boons, Mateusz Marianski, Adam B. Braunschweig, Hector C. Aguilar"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady3554?af=R",
      "doi": "10.1126/sciadv.ady3554",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Declines of ebony and ivory are inextricably linked in an African rainforest",
      "authors": [
        "Vincent Deblauwe, Matthew Scott Luskin, Serge Désiré Assola, Olivier J. Hardy, Simon Jansen, Céline Loubières, Gaston Guy Mempong, Jean Mathurin Ntsihe, Gilbert Oum Ndjock, Eric Rostand Onguene Kwecheu, Luke L. Powell, Bonaventure Sonké, Thomas B. Smith"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady4392?af=R",
      "doi": "10.1126/sciadv.ady4392",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Smarter biopsy decisions in thyroid nodules via dual-modal photoacoustic and ultrasound imaging",
      "authors": [
        "Junho Ahn, Jaekyung Lee, Kwangsoon Kim, Ja Seong Bae, Chan Kwon Jung, Minseong Kim, Wonseok Choi, Byullee Park, Dong-Jun Lim, Chulhong Kim"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady6173?af=R",
      "doi": "10.1126/sciadv.ady6173",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Human endogenous retrovirus K (HERV-K) envelope structures in pre- and postfusion by cryo-EM",
      "authors": [
        "Jeremy Shek, Chen Sun, Elise M. Wilson, Fatemeh Moadab, Kathryn M. Hastie, Roshan R. Rajamanickam, Patrick J. Penalosa, Stephanie S. Harkins, Diptiben Parekh, Chitra Hariharan, Dawid S. Zyla, Cassandra Yu, Kelly C. L. Shaffer, Victoria I. Lewis, Ruben Diaz Avalos, Tomas Mustelin, Erica Ollmann Saphire"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady8168?af=R",
      "doi": "10.1126/sciadv.ady8168",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Sequential effects in reaching reveal efficient coding in motor planning",
      "authors": [
        "Tianhe Wang, Yifan Fang, David Whitney"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv6572?af=R",
      "doi": "10.1126/sciadv.adv6572",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Notch signaling blockade links transcriptome heterogeneity in quiescent neural stem cells with reactivation routes and potential",
      "authors": [
        "David Morizet, Isabelle Foucher, Ilona Mignerey, Alessandro Alunni, Laure Bally-Cuif"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu3189?af=R",
      "doi": "10.1126/sciadv.adu3189",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Annotation-free discovery of disease-relevant cells in single-cell datasets",
      "authors": [
        "Erin Craig, Timothy J. Keyes, Jolanda Sarno, Jeremy P. D’Silva, Pablo Domizi, Maxim Zaslavsky, Albert Tsai, David Glass, Garry P. Nolan, Trevor Hastie, Robert Tibshirani, Kara L. Davis"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv5019?af=R",
      "doi": "10.1126/sciadv.adv5019",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "BioFuse: A programmable timer switch of gene expression",
      "authors": [
        "Cheng Huang, Jie Zhao, Zichun Tan, Shang Dai, Binqiang Wang, Zhenming Xie, Furong Zhang, Yulong Zhou, Ning Yu, Chunhui Cai, Yonghua Yao, Baojun Wang, Bing Tian"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv7892?af=R",
      "doi": "10.1126/sciadv.adv7892",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Capturing carbon monoxide—Accessing bis(boryl)ketones through direct B–B bond carbonylation",
      "authors": [
        "Eva Beck, Ivo Krummenacher, Thomas Kupfer, Maximilian Dietz, Holger Braunschweig"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz3520?af=R",
      "doi": "10.1126/sciadv.adz3520",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Cells prioritize the regulation of cell mass density",
      "authors": [
        "Jinyu Fu, Qin Ni, Yufei Wu, Anoushka Gupta, Zhuoxu Ge, Hongru Yang, Yasin Afrida, Ishan Barman, Sean X. Sun"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv9759?af=R",
      "doi": "10.1126/sciadv.adv9759",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The Rayleigh-Taylor instability in a binary quantum fluid",
      "authors": [
        "Yanda Geng, Junheng Tao, Mingshu Zhao, Shouvik Mukherjee, Stephen P. Eckel, Gretchen K. Campbell, Ian B. Spielman"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw9752?af=R",
      "doi": "10.1126/sciadv.adw9752",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Spatial and temporal heterogeneity foster high fish biodiversity in an Amazonian floodplain",
      "authors": [
        "Anne E. Magurran, Alexandre Pucci Hercos, Faye Moyes, Jonas Alves de Oliveira, Carolina Gomes Sarmento, Diego Matheus de Mello Mendes, Flávia Alessandra da Silva Nonato, Jomara Cavalcante de Oliveira, Danielle Pedrociane Cavalcante Rossato, Túlio Bernardo Caxias de Oliveira, Jade Beatriz Alves da Silva, Yana Karine da Silva Coelho, Tatiana Martins Vieira, Raphael Aquino Heleodoro, Peter A. Henderson, Helder Lima de Queiroz"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv9672?af=R",
      "doi": "10.1126/sciadv.adv9672",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Bacteria induce an amoeboid phase in coccolithophores that persists after bloom collapse",
      "authors": [
        "Sophie T. Zweifel, Richard J. Henshaw, Oliver Müller, Johannes M. Keegstra, Samuel G. V. Charlton, Roberto Pioli, Clara Martínez-Pérez, Uria Alcolombri, Estelle Clerc, Roman Stocker"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw7280?af=R",
      "doi": "10.1126/sciadv.adw7280",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Estimating the predictability of questionable open-access journals",
      "authors": [
        "Han Zhuang, Lizhen Liang, Daniel E. Acuna"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt2792?af=R",
      "doi": "10.1126/sciadv.adt2792",
      "summary": "Science Advances, Volume 11, Issue 35, August 2025."
    },
    {
      "journalKey": "NanoLett",
      "journal": "Nano Letters",
      "journalShort": "Nano Lett.",
      "type": "published",
      "title": "Welcome, Early Career Board 2025",
      "authors": [
        "Teri W. Odom"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://pubs.acs.org/doi/10.1021/acs.nanolett.5c04068?af=R",
      "doi": "10.1021/acs.nanolett.5c04068",
      "summary": "Nano Letters, Volume 25, Issue 34, Page 12779-12788, August 27, 2025."
    },
    {
      "journalKey": "NanoLett",
      "journal": "Nano Letters",
      "journalShort": "Nano Lett.",
      "type": "published",
      "title": "The Next 25 Years of Nanoscience and Nanotechnology: A Nano Letters Roadmap",
      "authors": [
        "Wooyoung Shim",
        "Douglas Natelson",
        "Jordi Arbiol",
        "Elena Besley",
        "Jennifer A. Dionne",
        "Carmen Herrmann",
        "Deep Jariwala",
        "Chun Ning Lau",
        "Lain-Jong Li",
        "Liberato Manna",
        "Ki Tae Nam",
        "Guangjun Nie",
        "Amy L. Prieto",
        "Benjamin C. K. Tee",
        "Arend M. van der Zande",
        "Latha Venkataraman",
        "Haotian Wang",
        "Yiguang Wang",
        "Qihua Xiong",
        "Jun Zhu",
        "Teri W. Odom"
      ],
      "date": "2025-08-27T07:00:00+00:00",
      "link": "https://pubs.acs.org/doi/10.1021/acs.nanolett.5c04115?af=R",
      "doi": "10.1021/acs.nanolett.5c04115",
      "summary": "Nano Letters, Volume 25, Issue 34, Page 12789-12798, August 27, 2025."
    }
  ]
}