{
  "generatedAt": "2025-11-10T06:24:11.467548+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "AI-Driven Design of poly(ethylene terephthalate)-replacement copolymers",
      "authors": [
        "Chiho Kim, Wei Xiong, Akhlak Mahmood, Rampi Ramprasad, Huan Tran"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04695",
      "arxiv": "https://arxiv.org/abs/2511.04695",
      "doi": null,
      "summary": "Poly(ethylene terephthalate) (PET), a widely used thermoplastic in packaging, textiles, and engineering applications, is valued for its strength, clarity, and chemical resistance. Increasing environmental impact concerns and regulatory pressures drive the search for alternatives with comparable or superior performance. We present an AI-driven polymer design pipeline employing virtual forward synthesis (VFS) to generate PET-replacement copolymers. Inspired by the esterification route of PET synthesis, we systematically combined a down-selected set of Toxic Substances Control Act (TSCA)-listed monomers to create 12,100 PET-like polymers. Machine learning models predicted glass transition temperature (Tg), band gap, and tendency to crystallize, for all designs. Multi-objective screening identified 1,108 candidates predicted to match or exceed PET in $T_{\\rm g}$ and band gap, including the ``rediscovery'' of other known commercial PET-alternate polymers (e.g., PETG, Tritan, Ecozen) that provide retrospective validation of our design pipeline, demonstrating a capability to rapidly design experimentally feasible polymers at a scale. Furthermore, selected, entirely new (previously unknown) candidates designed here have been synthesized and characterized, providing a definitive validation of the design framework."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Influence of carbon nanocone structure on ultra-efficient water flow",
      "authors": [
        "Bruno H. S. Mendon\\c{c}a, Elizane E. de Moraes, Jo\\~ao P. K. Abal, Jo\\~ao V. L. Valle, T\\'assylla O. Fonseca, H\\'elio Chacham"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04701",
      "arxiv": "https://arxiv.org/abs/2511.04701",
      "doi": null,
      "summary": "In this study, using nonequilibrium molecular dynamics simulation, the water flow in carbon nanocones is studied using the TIP4P/2005 rigid water model. The results demonstrate a nonuniform dependence of the flow on the cone apex angle and the diameter of the opening where the flow is established, leading to a significant increase in the flow in some cases. The effects of cone diameter and pressure gradient are investigated to explain flow behavior with different system structures. We observed that some cones can optimize the water flow precisely. Nanocones with a larger opening facilitate the sliding of water, significantly increasing the flow, thus being promising membranes for technological use in water impurity separation processes. Nanocones with narrower opening angles limited water mobility due to excessive confinement. This phenomenon is linked to the ability of water to form a larger hydrogen-bond network in typical systems with diameters of this size, obtaining a single-layer water structure. Nanocones act as selective nanofilters capable of allowing water molecules to pass through while blocking salts and impurities. The conical shape of their structures creates a directed flow that improves separation efficiency. Membranes based on carbon nanocones are becoming promising for clean, smart, and efficient technologies. The combination of transport speed, selectivity, and structural control put them ahead of other nanostructures for various purposes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "AI-assisted design of chemically recyclable polymers for food packaging",
      "authors": [
        "Brandon K. Phan, Chiho Kim, Janhavi Nistane, Wei Xiong, Haoyu Chen, Woo Jin Jang, Farzad Gholami, Yongliang Su, Jerry Qi, Ryan Lively, Will Gutekunst, Rampi Ramprasad"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04704",
      "arxiv": "https://arxiv.org/abs/2511.04704",
      "doi": null,
      "summary": "Polymer packaging plays a crucial role in food preservation but poses major challenges in recycling and environmental persistence. To address the need for sustainable, high-performance alternatives, we employed a polymer informatics workflow to identify single- and multi-layer drop-in replacements for polymer-based packaging materials. Machine learning (ML) models, trained on carefully curated polymer datasets, predicted eight key properties across a library of approximately 7.4 million ring-opening polymerization (ROP) polymers generated by virtual forward synthesis (VFS). Candidates were prioritized by the enthalpy of polymerization, a critical metric for chemical recyclability. This screening yielded thousands of promising candidates, demonstrating the feasibility of replacing diverse packaging architectures. We then experimentally validated poly(p-dioxanone) (poly-PDO), an existing ROP polymer whose barrier performance had not been previously reported. Validation showed that poly-PDO exhibits strong water barrier performance, mechanical and thermal properties consistent with predictions, and excellent chemical recyclability (95% monomer recovery), thereby meeting the design targets and underscoring its potential for sustainable packaging. These findings highlight the power of informatics-driven approaches to accelerate the discovery of sustainable polymers by uncovering opportunities in both existing and novel chemistries."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Microscopic model for a granular solid-liquid-like phase transition",
      "authors": [
        "S\\'ebastien Auma\\^itre, Nicolas Mujica"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04709",
      "arxiv": "https://arxiv.org/abs/2511.04709",
      "doi": null,
      "summary": "Forced granular matter in confined geometries presents phase transitions and coexistence. Depending on the system and forcing parameters, liquid-vapor and liquid-solid co-existing states are possible. For the solid-liquid coexistence that is observed in quasi-two-dimensional vibrated systems, both first- and second-order transitions have been reported. Experiments show that particles in the solid cluster move collectively, synchronized with the cell's vibration, in a similar way to the collect-and-collide regime observed in granular dampers. Here, we present a model that proposes a microscopic origin of this granular phase transition and co-existence. Imposing synchronicity, we model the solid cluster as an effective particle of zero restitution coefficient. In addition, we use the mechanical equilibrium between the two phases, with an equation of state validated for hard spheres relating the horizontal velocities in each phase. Balancing energy input and dissipation per unit time we obtain a global power equation, which relates the characteristic vertical and horizontal velocities to the microscopic relevant parameters (geometric and dissipation coefficients) as well as to the vibration amplitude and solid cluster's size. The predictions of the model compare quite well with our experimental results and with the experimental and dynamic simulation results reported elsewhere."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phase controlled multi-terminal Josephson junction in ternary hybrid nanowire",
      "authors": [
        "Sabbir A. Kahn, Lukas Stampfer, Sara Marti-Sanchez, Dags Olsteins, Damon James Carrad, Thies Jansen, Jonas Johansson, Jordi Arbiol, Peter Krogstrup, Thomas Sand Jespersen"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04719",
      "arxiv": "https://arxiv.org/abs/2511.04719",
      "doi": null,
      "summary": "This work presents multiterminal Josephson junctions in hybrid semiconductor-superconductor InAsSb-Al nanocrosses. Hybrid nanocrosses are grown using molecular beam epitaxy and are formed through As-assisted merging of oppositely directed InAsSb nanowires. We explain this complex ternary merging mechanism using a temperature-dependent phase diagram and investigate the detailed crystal structure with atomic-resolution imaging. The hybrid nanoscrosses enabled the fabrication of multiterminal Josephson junction devices, which were characterized at low temperatures. The supercurrent through each terminal combination was measured as a function of the density in the junction and the relative phase of the terminals, which was controlled by an external magnetic field."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Superexchanges and Charge Transfer in the La$_3$Ni$_2$O$_7$ Thin Films",
      "authors": [
        "Yuxun Zhong, W\\'ei W\\'u, Dao-Xin Yao"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04739",
      "arxiv": "https://arxiv.org/abs/2511.04739",
      "doi": null,
      "summary": "The recent discovery of superconductivity with $T_c$ above 40 K in La$_3$Ni$_2$O$_7$ and (La,Pr)$_3$Ni$_2$O$_7$ thin films at ambient pressure marks a new era in the field of the nickelate superconductors. Motivated by the recent experimental reports, we study an 11-band Hubbard model with tight-binding parameters derived from \\textit{ab initio} calculations of La$_3$Ni$_2$O$_7$ thin films, by using large scale determinant quantum Monte Carlo and cellular dynamical mean-field theory approaches. Our results demonstrate that the major antiferromagnetic superexchange couplings in thin-film La$_3$Ni$_2$O$_7$ can be significantly weaker than in the bulk at 29.5 Gpa. The out-of-plane antiferromagnetic correlation between Ni$-d_{3z^2-r^2}$ orbitals is significantly reduced by about 27% in film, whereas, the in-plane magnetic correlations remain largely unchanged. We estimate the antiferromagnetic coupling constants, $J_{\\parallel}$ and $J_{\\perp}$ by using perturbation theory. Regarding charge transfer, we find that biaxial compression in the thin films results in reduced charge-transfer gap compared to the bulk material. We determine the distribution of doped holes and electrons among the in-plane (Ni$-d_{x^2-y^2}$ and O$-p_x/p_y$) orbitals and the out-of-plane (Ni$-d_{3z^2-r^2}$ and O$-p_z$) orbitals. A significant particle-hole asymmetry regarding carrier doping is revealed. Our results provide a foundation for subsequent studies of the low-energy $t-J$ model of La$_3$Ni$_2$O$_7$ thin films, and ofer key insights into the understanding of physical differences between the film and bulk bilayer nickelate high-temperature superconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Twistraintronics in Square Moire Superlattices of Stacked Graphene Layers",
      "authors": [
        "Roberto Carrasco, Federico Escudero, Zhen Zhan, Eva Cortes-del Rio, Beatriz Vi\\~na-Bausa, Yulia Maximenko, Pierre A. Pantaleon, Francisco Guinea, Ivan Brihuega"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04741",
      "arxiv": "https://arxiv.org/abs/2511.04741",
      "doi": null,
      "summary": "We report the first observation of controlled, strain-induced square moire patterns in stacked graphene. By selectively displacing native wrinkles, we drive a reversible transition from the usual trigonal to square moire order. Scanning tunneling microscopy reveals elliptically shaped AA domains, while spectroscopy shows strong electronic correlation in the form of narrow bands with split Van Hove singularities near the Fermi level. A continuum model with electrostatic interactions reproduces these features under the specific twist-strain combination that minimizes elastic energy. This work demonstrates that the combination of twist and strain, or twistraintronics, enables the realization of highly correlated electronic states in moire heterostructures with geometries that were previously inaccessible."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electrostatics-induced breakdown of the integer quantum Hall effect in cavity QED",
      "authors": [
        "Gian Marcello Andolina, Zeno Bacciconi, Alberto Nardin, Marco Schir\\`o, Peter Rabl, Daniele De Bernardis"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04744",
      "arxiv": "https://arxiv.org/abs/2511.04744",
      "doi": null,
      "summary": "We analyze the recently observed breakdown of the integer quantum Hall effect in a two-dimensional electron gas embedded in a metallic split-ring resonator. By accounting for both the quantized vacuum field and electrostatic boundary modifications, we identify a mechanism that could potentially explain this breakdown in terms of non-chiral edge channels arising from electrostatic boundary effects. For experimentally relevant geometries, a minimal single-electron model of this mechanism predicts characteristic signatures and energy scales consistent with those observed in experiments. These predictions can be directly tested against alternative, purely vacuum-induced explanations to shed further light on the origin of this puzzling phenomenon."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Experimental Study of a Vortex Spin-Torque Oscillator in an MTJ with a Vortex Polarizer",
      "authors": [
        "Maksim Stebliy, Alex Jenkins, Luana Benetti, Ricardo Ferreira"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04761",
      "arxiv": "https://arxiv.org/abs/2511.04761",
      "doi": null,
      "summary": "Spin-torque nano-oscillators (STNOs) are promising nanoscale microwave sources for spintronic applications, serving as signal generators or elements in neuromorphic computing systems. In this paper, we investigate the experimental realization of an oscillator based on a magnetic tunnel junction (MTJ) comprising two magnetic layers: a reference layer (RL) and a free layer (FL). We demonstrate that when magnetic vortices with opposite chirality and polarity are formed in the layers, the application of a current induces auto-oscillations even in the absence of external magnetic fields. This effect is observed in devices with diameters ranging from 800 to 1000 nm, exhibiting oscillation frequencies between 110 and 60 MHz. The underlying mechanism is attributed to the action of a spin current with vortex-like polarization injected from the RL, interacting with the magnetic vortex in the FL. This interaction generates a local out-of-plane effective field due to spin-transfer torque, which acts on the vortex core and initiates its motion. The observed mechanism differs qualitatively from the case of uniformly polarized spin currents perpendicular to the plane, where the resulting in-plane field acts on the planar components of the vortex magnetization."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Photo-induced switching of magnetisation in the epsilon-near-zero regime",
      "authors": [
        "H\\'elo\\\"ise Damas, Carl S. Davies, Petr M. Vetoshko, Vladimir I. Belotelov, Andrzej Stupakiewicz, Andrei Kirilyuk"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04819",
      "arxiv": "https://arxiv.org/abs/2511.04819",
      "doi": null,
      "summary": "The possibility of controlling spins using ultrashort light and strain pulses has triggered intense discussions about the mechanisms responsible for magnetic re-ordering. All-optical magnetisation switching can be achieved through ultrafast heat-driven demagnetisation or transient modifications of magnetic anisotropy. During the phononic switching of magnetic dielectrics, however, mid-infrared optical excitations can modify the crystal environment via both the thermal quenching of anisotropy and the generation of strain respectively, with the relative distinction between these thermal and non-thermal processes remaining an open question. Here, we examine the effect of mid-infrared pulses tuned to the frequency of optical phonon resonances on the labyrinthine domain structure of a cobalt-doped yttrium iron garnet film. We find that the labyrinthine domains are transformed into stable parallel stripes, and quantitative micromagnetic calculations demonstrate this stems predominantly from a partial quenching of the anisotropy. Contrary to conventional wisdom, however, we find that this heat-facilitated process of magnetisation switching is spectrally strongest not at the maximum of absorbed optical energy but rather at the epsilon-near-zero points. Our results reveal that the epsilon-near-zero condition provides an alternative pathway for laser-driven control of magnetisation, even when the underlying mechanism is primarily thermal."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Short-range Spin Freezing State in the Double Trillium Lattice Spin-Liquid Candidate KSrFe$_2$(PO$_4$)$_3$ Revealed via $^{31}$P NMR",
      "authors": [
        "Sebin J. Sebastian, Q. -P. Ding, A. A. Tsirlin, R. Nath, Y. Furukawa"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04866",
      "arxiv": "https://arxiv.org/abs/2511.04866",
      "doi": null,
      "summary": "A comprehensive $^{31}$P nuclear magnetic resonance (NMR) study, combined with thermodynamic measurements and first-principle band-structure calculations, has been conducted to explore the ground state of the $S = 5/2$ double trillium lattice antiferromagnet KSrFe$_2$(PO$_4$)$_3$. Our experimental results indicate that the magnetic ground state is neither a conventional three-dimensional (3D) long-range order (LRO) nor a pure gapless spin-liquid state, as conjectured previously [Boya et al., APL Mater. 10, 101103 (2022)]. Specifically, the observation of a nearly field-independent NMR linewidth below $T^{*}$ = (3.5 $\\pm$ 0.4) K, and a significant enhancement of spin-spin relaxation rate $1/T_2$ below $2T^{*}$ (where $T^{*}$ is the characteristic temperature identified from the magnetic susceptibility), indicate a complex magnetic ground state where spin freezing coexists with persistent dynamics. Furthermore, we argue that the lack of magnetic LRO and the persistence of strong magnetic fluctuations in KSrFe$_2$(PO$_4$)$_3$ are unlikely to originate from intersite K/Sr disorder, rather arise due to intrinsic magnetic frustration. Our findings position KSrFe$_2$(PO$_4$)$_3$ into a broader family of geometrically frustrated magnets characterized by coexisting spin freezing and pronounced antiferromagnetic fluctuations, marking it as a promising platform for investigating exotic phenomena in 3D frustrated magnets."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unexpected Behavior of Ultra-Low-Crosslinked Microgels in Crowded Conditions",
      "authors": [
        "Susana Mar\\'in-Aguilar, Emanuela Zaccarelli"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04868",
      "arxiv": "https://arxiv.org/abs/2511.04868",
      "doi": null,
      "summary": "Ultra-low-crosslinked (ULC) microgels are among the softest colloidal particles nowadays routinely synthesized experimentally. Despite a growing literature of experimental results, their microscopic behavior under crowded conditions is yet to be revealed. To this aim, we resort to realistic monomer-resolved computer simulations to investigate their structural, mechanical, and dynamical properties across a wide range of packing fractions. Using particle-resolved analyses, we unveil the role of outer chains in the ULCs, which manifest in peculiar behaviors, utterly different from those of regularly crosslinked microgels. In particular, we report the absence of faceting and the dominance of interpenetration between microgels at high densities. Furthermore, we observe no signs of local ordering in the radial distribution functions, nor the structural reentrance characteristic of Hertzian-like particles. This is accompanied by the lack of a dynamical arrest transition, even well above random close packing. Altogether, our results establish ULCs as a distinct class of soft colloids in which polymeric degrees of freedom are highly predominant over colloidal ones, providing for the first time a robust, microscopic framework to interpret their unusual behavior."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Direct Visualization of the Magnetic Monopole Field in a 3D Artificial Spin Ice",
      "authors": [
        "Arjen van den Berg, Peter Rickhaus, Frank Barrows, Cristiano Nisoli, Sam Ladak"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04877",
      "arxiv": "https://arxiv.org/abs/2511.04877",
      "doi": null,
      "summary": "Magnetic monopoles, long hypothesised as fundamental particles carrying isolated magnetic charge, emerge in spin-ice systems as fractionalised excitations governed by the ice rule. Yet their three-dimensional field structure has never been directly visualised. Here, we use two-photon lithography and processing to fabricate a fully three-dimensional artificial spin-ice lattice with diamond-bond geometry. We then use scanning nitrogen-vacancy magnetometry to directly measure the stray magnetic fields of both charge-neutral and monopole vertices. We find that ice-rule vertices produce antivortex textures directly above their vertices, stabilised by the local frustrated two-in/two out ordering principle. Direct imaging of the monopole stray field shows a highly divergent profile. By correlating experiment with micromagnetic simulations and performing a multipole expansion of the reconstructed magnetisation, we reveal that monopoles in 3DASI are non-trivial micromagnetic entities, carrying both magnetic charge and an intrinsic moment, giving rise to anisotropic interactions that are dependent upon the quasiparticles position on the lattice. Results suggest that as monopoles separate under an applied field, the dipolar contribution to their interaction reorients relative to the underlying Coulombic field, revealing that monopole coupling is tunable through geometry, being set by the local vertex topology. These findings establish 3DASI as a programmable magnetic metamaterial in which nanoscale geometry governs the energetics and dynamics of emergent magnetic charges."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "In-Plane Field induced Quantized Longitudinal Conductivity in Magnetic Topological Insulators",
      "authors": [
        "Ting-Hsun Yang, Yaochen Li, Peng Zhang, Penghao Zhu, Hung-Yu Yang, Eun Sang Choi, Kaiwei Chen, Wenqiang Cui, Kin Wong, Peng Deng, Gang Qiu, Kang L. Wang"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04879",
      "arxiv": "https://arxiv.org/abs/2511.04879",
      "doi": null,
      "summary": "We report the discovery of an in plane quantization (IPQ) state in trilayer magnetic topological insulators, characterized by a quantized longitudinal conductivity of e2/h under strong in-plane magnetic fields. This state emerges at a quantum critical point separating quantum anomalous Hall phases tuned by field angle and orientation, directly linking gap-closing behavior to quantized criticality. Temperature and gate dependent transport measurements, supported by a self consistent approximation model, reveal that electron hole puddles dominate charge transport in this regime, highlighting the essential role of impurity disorder in stabilizing quantized critical transport. These findings establish a tunable experimental framework that connects gap-closing physics with universal conductivity, offering both microscopic insight into critical transport in magnetic topological insulators and a robust platform for probing quantum criticality in topological systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mixed-Valent Ce Disrupts Magnetic Ordering in CeFe$_2$Ga$_8$",
      "authors": [
        "Hui-Fei Zhai, Sergey L. Bud'ko, Jacob W. Fritsky, Jason F. Khoury"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04894",
      "arxiv": "https://arxiv.org/abs/2511.04894",
      "doi": null,
      "summary": "Mixed valency in intermetallics with lanthanide cations is well established as a pathway to unusual charge transport, complex magnetism, and superconductivity. In this work, we report a comprehensive study of the structural, magnetic, electronic, and thermal properties of the mixed valent compound CeFe$_2$Ga$_8$. Powder X-ray diffraction (PXRD) and X-ray photoelectron spectroscopy (XPS) characterize CeFe$_2$Ga$_8$ as a quasi-one-dimensional (Q1D) compound with mixed-valent Ce$^{3+}$ and Ce$^{4+}$ on a single crystallographic site. $^{57}$Fe M\\\"ossbauer spectroscopy indicates that the Fe sublattice is nonmagnetic, in direct contrast with recent reports of this compound. Low-temperature electrical resistivity and heat capacity measurements show no evidence of magnetic ordering, and a modest Sommerfeld coefficient ($\\gamma$) of 22.7 mJ/mol$\\cdot$K$^2$ make extensive Kondo hybridization unlikely. DC and AC magnetic susceptibility data suggest short-range magnetic order at $\\sim$5.2 and 7.6 K with no frequency dependence, ruling out canonical spin-glass behavior in this compound. Additionally, the magnetic susceptibility data does not contain any broad features that are typically associated with an intermediate valence state in Ce, suggesting either high-temperature valence fluctuation or a different mechanism of mixed valency. This work demonstrates that mixed-valent Ce inhibits magnetic ordering in CeFe$_2$Ga$_8$ and provides a broader picture for how to analyze short-range spin interactions in Q1D intermetallics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Preparation and evaluation of alexandrite, forsterite, and topaz substrates for the epitaxial growth of rutile oxides",
      "authors": [
        "Monique Kubovsky, Yorick A. Birkh\\\"olzer, Luka B. Mitrovic, Hanjong Paik, George R. Rossman, Darrell G. Schlom"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04897",
      "arxiv": "https://arxiv.org/abs/2511.04897",
      "doi": null,
      "summary": "Metal-insulator transitions and superconductivity in rutile-structured oxides hold promise for advanced electronic applications, yet their thin film synthesis is severely hindered by limited substrate options. Here, we present three single- crystalline substrates, BeAl2O4, Mg2SiO4, and Al2SiO4(F,OH)2, prepared via optimized thermal and chemical treatments to achieve atomically smooth surfaces suitable for epitaxial growth. Atomic force microscopy confirms atomic step-and-terrace surface morphologies, and oxide molecular-beam epitaxy growth on these substrates demonstrates successful heteroepitaxy of rutile TiO2, VO2, NbO2, and RuO2 films. Among these unconventional substrates, BeAl2O4 exhibits exceptional thermal and chemical stability, making it a versatile substrate candidate. These findings introduce new substrate platforms that facilitate strain engineering and exploration of rutile oxide thin films, potentially advancing the study of their strain-dependent physical properties."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Review of the tight-binding method applicable to the properties of moir\\'e superlattices",
      "authors": [
        "Xueheng Kuang, Federico Escudero, Pierre A. Pantale\\'on, Francisco Guinea, Zhen Zhan"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04899",
      "arxiv": "https://arxiv.org/abs/2511.04899",
      "doi": null,
      "summary": "Moir\\'e superlattices have emerged as a versatile platform for exploring a wide range of ex- otic quantum phenomena. Unlike angstrom-scale materials, the moir\\'e length-scale system contains a large number of atoms, and its electronic structure is significantly modulated by the lattice relaxation. These features pose a huge theoretical challenge. Among the available theoretical approaches, tight-binding (TB) methods are widely employed to predict the electronic, transport, and optical properties of systems such as twisted graphene, twisted transition-metal dichalcogenides (TMDs), and related moir\\'e materials. In this review, we pro- vide a comprehensive overview of atomistic TB Hamiltonians and the numerical techniques commonly used to model graphene-based, TMD-based and hBN-based moir\\'e superlattices. We also discuss the connection between atomistic TB descriptions and effective low-energy continuum models. Two examples of different moir\\'e materials and geometries are provided to emphasize the advantages of the TB methods. This review is intended to serve as a theoretical and practical guide for those seeking to apply TB methods to the study of various properties of moir\\'e superlattices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Intrinsic Fracture Nonreciprocity at the Nanoscale",
      "authors": [
        "Siwei Zhao, Penghua Ying, Guoqiang Zhang, Ke Zhou, Shengying Yue, Yan Chen, Yilun Liu"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04936",
      "arxiv": "https://arxiv.org/abs/2511.04936",
      "doi": null,
      "summary": "We reveal intrinsic fracture nonreciprocity, manifesting as directional asymmetry in crack resistance, in two-dimensional heterostructures engineered through lattice-mismatched interfaces. Density-functional theory combined with machine-learning molecular dynamics show that intrinsic lattice mismatch between bonded component crystals imprints asymmetric prestrain states at crack tips, governing bond-breaking thresholds through charge redistribution. The failure criterion obeys a universal exponential scaling law between normalized charge density and bond strain, insensitive to bonding chemistry and local atomic environment. The magnitude of nonreciprocity scales systematically with lattice mismatch, reaching 49% at 10% mismatch. Validation across hexagonal, square, rectangular, and oblique two-dimensional lattices confirms universality, establishing interface strain engineering as a general design principle that bridges electronic structure to nanoscale failure, enabling rational design of damage-tolerant nanostructures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Recursive entropy in thermodynamics: establishing the statistical-physics basis of the zentropy approach",
      "authors": [
        "Luke Allen Myers, Nigel Lee En Hew, Shun-Li Shang, Zi-Kui Liu"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04950",
      "arxiv": "https://arxiv.org/abs/2511.04950",
      "doi": null,
      "summary": "The recursive property of entropy is well known in the field of information theory; however, the concept is rarely used in the field of thermodynamics, despite being the field where the concept of entropy originated. This work shows that the equation for entropy used in the zentropy, which is an exact multiscale approach to thermodynamics, is a statement of the recursive property of entropy. Further, we clarify the meaning of entropy as the uncertainty arising from unconstrained degrees of freedom and separate configurational contributions from intra-configurational ones. Building on this, we derive the partition function, as used in zentropy, by maximizing entropy in its recursive form. The resulting framework is exact for a chosen level of description and enables principled coarse-graining, thereby reducing computational complexity while preserving thermodynamic consistency. These results position zentropy as a rigorous bridge between microscopic and macroscopic behavior, facilitating quantitative predictions and the study of emergent phenomena."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Many-body wave function and edge magnetization of an open $p+is$ superconducting chain",
      "authors": [
        "Jiarui Jiao, Chao Xu, Congjun Wu, Wang Yang"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05002",
      "arxiv": "https://arxiv.org/abs/2511.05002",
      "doi": null,
      "summary": "Although BCS wave function for superconductors under periodic boundary conditions are well-established, obtaining an explicit form of the many-body BCS wave function under open boundary condition is usually a nontrivial problem. In this work, we construct the exact BCS ground state wave function of a one-dimensional spin-1/2 superconductor with $p+ is$ pairing symmetry under open boundary conditions for special sets of parameters. The spin magnetization on the edges are calculated explicitly using the obtained wave function. Approximate expression of the wave function is also discussed based on degenerate perturbation theory when the $s$-wave component is much smaller than the $p$-wave one, which provides more intuitive understanding for the system. Our work is useful for obtaining deeper understandings of open $p+ is$ superconducting chains on a wave function level."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Disorder-broadened topological Hall phase and anomalous Hall scaling in FeGe",
      "authors": [
        "Chaman Gupta, Chris Matsumura, Hongbin Yang, Sarah Edwards, Rebeca M. Gurrola, Jiun-Haw Chu, Hanjong Paik, Yongqiang Wang, David A. Muller, Robert Streubel, Tzu-Ming Lu, Serena Eley"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05008",
      "arxiv": "https://arxiv.org/abs/2511.05008",
      "doi": null,
      "summary": "Magnetic skyrmions are topologically protected spin textures that are promising candidates for low-power spintronic memory and logic devices. Realizing skyrmion-based devices requires an understanding of how structural disorder affects their stability and transport properties. This study uses Ne$^{+}$ ion irradiation at fluences from $10^{11}$ to $10^{14}$ ions-cm$^{-2}$ to systematically vary defect densities in 80 nm epitaxial FeGe films and quantify the resulting modifications to magnetic phase boundaries and electronic scattering. Temperature- and field-dependent Hall measurements reveal that increasing disorder progressively extends the topological Hall signal from a narrow window near 200\\~K in pristine films down to 4\\~K at the highest fluence, with peak amplitude more than doubling. Simultaneously, the anomalous Hall effect transitions from quadratic Berry curvature scaling to linear skew scattering behavior, with the skew coefficient increasing threefold. These results establish quantitative correlations between defect concentration, skyrmion phase space, and transport mechanisms in a chiral magnet. It demonstrates that ion-beam modification provides systematic control over both topological texture stability and electrical detectability."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ultrafast Terahertz Photoconductivity and Near-Field Imaging of Nanoscale Inhomogeneities in Multilayer Epitaxial Graphene Nanoribbons",
      "authors": [
        "Arvind Singh, Jan Kunc, Tinkara Troha, Hynek N\\v{e}mec, Petr Ku\\v{z}el"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05014",
      "arxiv": "https://arxiv.org/abs/2511.05014",
      "doi": null,
      "summary": "We study broadband terahertz (THz) conductivity and ultrafast photoconductivity spectra in lithographically fabricated multilayer epitaxial graphene nanoribbons grown on C- face of 6H-SiC substrate. THz near-field spectroscopy reveals local conductivity variations across nanoscale structural inhomogeneities such as wrinkles and grain boundaries within the multilayer graphene. Ultrabroadband THz far-field spectroscopy (0.15-16 THz) distinguishes doped graphene layers near the substrate from quasi-neutral layers (QNLs) further from the substrate. Temperature-dependent THz conductivity spectra are dominated by intra-band transitions both in the doped and QNLs. Photoexcitation then alters mainly the response of the QNLs: these exhibit a very high carrier mobility and a large positive THz photoconductivity with picosecond lifetime. The response of QNLs strongly depends on the carrier temperature $T_c$: the scattering time drops by an order of magnitude down to ~10 fs upon an increase of $T_c$ from 50 K to $T_c >$ 1000 K, which is attributed to an enhanced electron-electron and electron- phonon scattering and to an interaction of electrons with mid-gap states."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Anisotropy of linear magnetoresistance in Kagome metal ZrV$_6$Sn$_6$",
      "authors": [
        "Yifan Deng, Ming Cheng, Lanxin Liu, Nan Zhou, Yu Zhao, Ruihuan Lan, Yongqiang Pan, Wenhai Song, Yuyan Han, Xiaoguang Zhu, Xuan Luo, Yuping Sun"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05023",
      "arxiv": "https://arxiv.org/abs/2511.05023",
      "doi": null,
      "summary": "The Kagome lattice has attracted extensive attention due to the diverse magnetic properties and non-trivial electronic states generated by its unique atomic arrangement, which provides an excellent system for exploring macroscopic quantum behavior. Here, we report the anomalous transport properties in 166-type Kagome metal ZrV$_6$Sn$_6$ single crystals. The quadratic and linear magnetoresistance (LMR) can be observed depending on the directions of the field and the current. Integrating Hall resistivity and quantum oscillation measurements, we found that the LMR could match well with the Abrikosov model. However, this model encounters difficulties in explaining the anisotropy of the magnetoresistance. To solve the issue, we extrapolate the Abrikosov model to the case of two-dimensional linear dispersion. It was found that when the field is parallel to the linear dependence momentum, the quantized energy is $\\epsilon_n^{\\pm}$ = $\\pm v\\sqrt{p^2+2eHn/c}$, resulting in LMR. By contrast, when it is parallel to the non-linear dependence momentum, the energy is $\\epsilon_n^{\\pm}$ = $\\pm v\\sqrt{2eHn/c}$, without yielding LMR. Through the combination of experiment and theory, the modified Abrikosov model could interpret the macroscopic quantum transport in ZrV$_6$Sn$_6$ crystal. The present research provides a new perspective for understanding the LMR behavior."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Coupled dimerized alternating-bond quantum spin chains in the distorted honeycomb-lattice magnet Cu$_5$SbO$_6$",
      "authors": [
        "C. Piyakulworawat, K. Morita, Y. Fukumoto, W. -Y. Hsieh, W. -T. Chen, K. Nakajima, S. Ohira-Kawamura, Y. Zhao, S. Wannapaiboon, P. Piyawongwatthana, T. J. Sato, K. Matan"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05037",
      "arxiv": "https://arxiv.org/abs/2511.05037",
      "doi": null,
      "summary": "We analyze powder-averaged inelastic neutron scattering and magnetization data for the distorted honeycomb compound Cu$_5$SbO$_6$ using a first-order dimer expansion calculation and quantum Monte Carlo simulations. We show that, in contrast to the previously proposed honeycomb lattice model, Cu$_5$SbO$_6$ accommodates interacting dimerized spin chains with alternating ferromagnetic-antiferromagnetic couplings along the chain. Moreover, unlike the typical couplings observed in other Cu$^{2+}$-based distorted honeycomb magnets, the spin chains in Cu$_5$SbO$_6$ primarily couple through an antiferromagnetic coupling $J_4$ that arises between the honeycomb layers, rather than the expected interchain $J_3$ coupling in the layers. This finding reveals a different magnetic coupling scheme, $J_1$-$J_2$-$J_4$, for Cu$_5$SbO$_6$. In addition, utilizing x-ray spectroscopy and transmission electron microscopy, we also refine the crystal structure and stacking-fault model of the compound."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Probing the atomic dynamics of ultrafast melting with femtosecond electron diffraction",
      "authors": [
        "M. Z. Mo, M. B. Maigler, T. Held, B. K. Ofori-Okai, A. Bergermann, Z. Chen, R. K. Li, X. Shen, K. Sokolowski-Tinten, R. Redmer, X. J. Wang, J. Schein, D. O. Gericke, B. Rethfeld, S. H. Glenzer"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05054",
      "arxiv": "https://arxiv.org/abs/2511.05054",
      "doi": null,
      "summary": "Melting is an everyday phase transition that is determined by thermodynamic parameters like temperature and pressure. In contrast, ultrafast melting is governed by the microscopic response to a rapid energy input and, thus, can reveal the strength and dynamics of atomic bonds as well as the energy flow rate to the lattice. Accurately describing these processes remains challenging and requires detailed insights into transient states encountered. Here, we present data from femtosecond electron diffraction measurements that capture the structural evolution of copper during the ultrafast solid to liquid phase transformations. At absorbed energy densities 2 to 4 times the melting threshold, melting begins at the surface slightly below the nominal melting point followed by rapid homogeneous melting throughout the volume. Molecular dynamics simulations reproduce these observations and reveal a weak electron lattice energy transfer rate for the given experimental conditions. Both simulations and experiments show no indications of rapid lattice collapse when its temperature surpasses proposed limits of superheating, providing evidence that inherent dynamics limits the speed of disordering in ultrafast melting of metals."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ultimate photon entanglement in biexciton cascade",
      "authors": [
        "V. N. Mantsevich, D. S. Smirnov, E. L. Ivchenko"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05065",
      "arxiv": "https://arxiv.org/abs/2511.05065",
      "doi": null,
      "summary": "The polarization entanglement of photons emitted by semiconductor quantum dots is unavoidably limited by the spin fluctuations of the host lattice nuclei. To overcome this limitation, we develop a theory of entangled photon pair generation by a symmetric colloidal quantum dot mediated by a triplet exciton. We derive general analytical expressions for the concurrence as a function of the hyperfine interaction strength and show that it is intrinsically higher than that in conventional doublet-exciton systems such as self-assembled quantum dots. The concurrence sensitively depends on the shape anisotropy and the strain applied to a nanocrystal. In particular, we uncover a possibility of completely suppressing the detrimental effect of the hyperfine interaction due to the interplay between nanocrystal anisotropy and electron-hole exchange interaction. We argue that this represents the ultimate limit for the generation of entangled photon pairs by semiconductor quantum dots."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Compact localized fermions and Ising anyons in a chiral spin liquid",
      "authors": [
        "Tim Bauer, Johannes Reuther"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05105",
      "arxiv": "https://arxiv.org/abs/2511.05105",
      "doi": null,
      "summary": "Quasiparticle hybridization remains a major challenge to realizing and controlling exotic states of matter in existing quantum simulation platforms. We report the absence of hybridization for compact localized states (CLS) emerging in the chiral spin liquid described by the Yao-Kivelson model. The CLS form due to destructive quantum interference at fine-tuned coupling constants and populate perfectly flat quasiparticle bands on an effective kagome lattice. Using a formalism for general Majorana-hopping Hamiltonians, we derive exact expressions for CLS for various flux configurations and both for the topological and trivial phases of the model. In addition to finite-energy matter fermions with characteristic spin-spin correlations, we construct compact localized Majorana zero modes attached to $\\pi$-flux excitations, which enable non-Abelian braiding of Ising anyons with minimal separation. Our results inform the quantum simulation of topologically ordered states of matter and open avenues for exploring flat-band physics in quantum spin liquids."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unexpected increase of intensity-dependent excitonic second- and third-harmonic generation induced by static electric fields",
      "authors": [
        "Ruixin Zuo, Matthias Reichelt, Cong Ngo, Xiaohong Song, Weifeng Yang, Torsten Meier"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05112",
      "arxiv": "https://arxiv.org/abs/2511.05112",
      "doi": null,
      "summary": "We compute and analyze the dependence of excitonic second- and third-harmonic generation (SHG/THG) as a function of the optical excitation intensity in the presence of static electric fields by solving the semiconductor Bloch equations. Our simulations are performed for excitation of the strongly bound intralayer exciton of an inversion-symmetric homobilayer of MoS2 with in-plane electric fields. We demonstrate that for resonant excitation at the 1s K-exciton the SHG and the THG show complex dependencies on both the strength of the static field and the peak amplitude of the optical pulse. For sufficiently intense optical excitation, the THG increases and the SHG increases superlinearly with the amplitude of the static field as long as exciton ionization is not yet dominating. Microscopic simulations demonstrate that these dependencies arise from an interplay between several effects including static and transient Stark shifts, exciton ionization, Wannier-Stark localization, off-resonant Rabi oscillations, and a modified interference between optical nonlinearities induced by the intraband acceleration. Our findings offer several new possibilities for controlling the strong-field dynamics of systems with strongly bound excitons."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "An explicit formula for perturbation theory at any order with infinitely many perturbations",
      "authors": [
        "Joseph M. Jones, M. W. Long"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05153",
      "arxiv": "https://arxiv.org/abs/2511.05153",
      "doi": null,
      "summary": "We provide a systematic formula, in terms of integer partitions, that generates perturbation theory explicitly at an arbitrary order. Our approach naturally includes an infinite number of perturbations and uses a single matrix equation that contains the information for both the eigenvalue and eigenvector corrections. The formula reduces to the standard case of one perturbation in the appropriate limit. This formulation streamlines the derivations that are traditionally tedious in perturbation theory, facilitating high-order calculations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "LeMat-Bulk: aggregating, and de-duplicating quantum chemistry materials databases",
      "authors": [
        "Martin Siron, Inel Djafar, Ali Ramlaoui, Etienne du Fayette, Amandine Rossello, Edvin Fako, Matthew McDermott, Felix Therrien, Luis Barroso-Luque, Flaviu Cipcigan, Philippe Schwaller, Thomas Wolf, Alexandre Duval"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05178",
      "arxiv": "https://arxiv.org/abs/2511.05178",
      "doi": null,
      "summary": "The rapid expansion of materials science databases has driven machine learning-based discovery while also posing challenges in data integration, duplication, and interoperability. Robust standardization and de-duplication methods are needed to address these issues and streamline materials research. We present LeMat-Bulk, a unified dataset combining Materials Project, OQMD, and Alexandria, encompassing over 5.3 million PBE-calculated materials and also representing the largest collection of PBESol and SCAN functional calculations. Our methodology standardizes calculations across databases that utilize different parameters, effectively addressing redundancy and enhancing cross-compatibility. To de-duplicate, we propose a hashing function which we termed the Bonding Algorithm Weisfeiller-Lehman (BAWL). We comprehensively benchmark this fingerprint under atomic noise, lattice strain, and symmetry transformations, demonstrating that it outperforms existing fingerprinting techniques such as SLICES, and CLOUD in robustness while offering greater computational efficiency than similarity-based approaches such as Pymatgen's StructureMatcher. Additionally, the fingerprint facilitates the analysis of functional-dependent trends (PBE, PBESol, SCAN) offering a scalable framework for data-driven materials science."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Systematic global structure search of bismuth-based binary systems under pressure using machine learning potentials",
      "authors": [
        "Hayato Wakai, Shintaro Ishiwata, Atsuto Seko"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05188",
      "arxiv": "https://arxiv.org/abs/2511.05188",
      "doi": null,
      "summary": "Machine learning potentials (MLPs) have significantly advanced global crystal structure prediction by enabling efficient and accurate property evaluations. In this study, global structure searches are performed for 11 bismuth-based binary systems, including Na-Bi, Ca-Bi, and Eu-Bi, under pressures ranging from 0 to 20 GPa, employing polynomial MLPs developed specifically for these systems. The searches reveal numerous compounds not previously reported in the literature and identify all experimentally known compounds that are representable within the explored configurational space. These results highlight the robustness and reliability of the current MLP-based structure search. The study provides valuable insights into the discovery and design of novel bismuth-based materials under both ambient and high-pressure conditions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interplay between altermagnetism and superconductivity in two dimensions: intertwined symmetries and singlet-triplet mixing",
      "authors": [
        "Kinga Jasiewicz, Pawe{\\l} W\\'ojcik, Micha{\\l} Nowak, Micha{\\l} Zegrodnik"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05190",
      "arxiv": "https://arxiv.org/abs/2511.05190",
      "doi": null,
      "summary": "We study the interplay between altermagnetism and unconventional superconductivity for the case of two-dimensional square- and triangular-lattice systems. Our approach is based on an effective single particle Hamiltonian which mimics the alternating spin splitting characteristic for the $d$-$wave$ and $i$-$wave$ altermagnetic state. By supplementing the model with intersite pairing term we characterize the principal features of the coexistent altermagnetic-superconducting state as well as the possibility of inducing the Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) phase. Our calculations show that the subtle interplay between the symmetries of the superconducting and altermagnetic order parameters as well as the shape/size of the Fermi surface lead to various types of anisotropic behaviors of the resultant non-zero momentum pairing, which has not been possible in the originally proposed FFLO state. Moreover, in the considered systems additional pairing symmetries appear leading to an exotic multi-component order parameter with singlet-triplet mixing. To interpret the obtained data we analyze the Cooper pair density in the momentum space and the corresponding Fermi wave vector mismatch resulting from the altermagnetic spin splitting. We discuss our result in the context of possible applications like, e.g., the superconducting diode."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Application of boundary functionals of the theory of random processes to aerosol coagulation",
      "authors": [
        "V. V. Ryazanov"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05194",
      "arxiv": "https://arxiv.org/abs/2511.05194",
      "doi": null,
      "summary": "A new approach to describing aerosol behavior is proposed. Boundary functionals of random process theory are applied to describe the behavior of aerosol concentrations during coagulation. It is shown that considering the first-passage time of a given aerosol concentration level corresponds to experimental results for the time dependence of aerosol concentration. Probabilities for aerosol concentrations to attain specific values are obtained, as well as expressions for average aerosol concentrations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Altermagnetic Spin Precession and Spin Transistor",
      "authors": [
        "Li-Shuo Liu, Kai Shao, Hai-Dong Li, Xiangang Wan, Wei Chen, D. Y. Xing"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05208",
      "arxiv": "https://arxiv.org/abs/2511.05208",
      "doi": null,
      "summary": "Altermagnets hold great potential for spintronic applications, yet their intrinsic spin dynamics and associated transport properties remain largely unexplored. Here, we investigate spin-resolved quantum transport in a multi-terminal setup based on a $d$-wave altermagnet. It is found that the altermagnetic spin splitting in momentum space induces an interesting spin precession in real space, giving rise to characteristic spin patterns. This altermagnetic spin precession manifests as a spatial modulation of the Hall voltage, whose oscillation period provides a direct measure of the spin-splitting strength. When the altermagnetism is electrically tunable, the proposed setup functions as a prototype for a highly efficient spin transistor. The key physical effects are shown to be robust against dephasing and crystalline warping. Our work not only identifies a fingerprint signature of altermagnets, offering a direct probe of the altermagnetic spin splitting, but also represents an important step toward bridging their fundamental physics with practical spintronic applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exact analysis of the interplay of charge order and unconventional pairings in the 2D Hatsugai-Kohmoto model",
      "authors": [
        "Carlos Eduardo S. P. Corsino, Hermann Freire"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05213",
      "arxiv": "https://arxiv.org/abs/2511.05213",
      "doi": "10.1016/j.physleta.2025.131070",
      "summary": "We provide here a study of some competing ordering tendencies exhibited by the exactly solvable 2D Hatsugai-Kohmoto (HK) model on a square lattice. To this end, we investigate the interplay between superconductivity, charge-density wave (CDW) and pair-density wave (PDW) orders as a function of interaction, doping parameter, magnetic field, and uniaxial strain. As a result, we confirm the intertwined nature of CDW and PDW fluctuating orders for intermediate-to-strong couplings. We also verify that, while an applied magnetic field favors the formation of a CDW and allows the subsequent emergence of a PDW as a secondary order, strain effects favor unidirectional PDW as a primary order over the subdominant appearance of a stripe-like CDW. These results underscore the value of the HK model as an interesting platform in order to investigate (via an exactly solvable framework) the emergence of charge order and unconventional superconductivity in fermionic systems with strong interactions. Finally, we briefly discuss an orbital generalization of the HK model, which has been recently argued to be relevant to describe the properties of realistic strongly correlated systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phase separation with non-local interactions",
      "authors": [
        "Filipe C. Thewes, Yicheng Qiang, Oliver W. Paulin, David Zwicker"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05214",
      "arxiv": "https://arxiv.org/abs/2511.05214",
      "doi": null,
      "summary": "Phase separation in complex systems is a ubiquitous phenomenon. While simple theories predict coarsening until only macroscopically large phases remain, concrete models often exhibit patterns with finite length scales. To unify such models, we here propose a general field-theoretic model that combines phase separation with non-local interactions. Our analysis reveals that long-range interactions generally suppress coarsening, whereas systems with non-local short-range interactions additionally exhibit a continuous phase transition to patterned phases. Only the latter system allows for the coexistence of homogeneous and patterned phases, which we explain by mapping to the conserved Swift-Hohenberg model. Taken together, our generic model reveals an underlying framework that describes similar phenomena observed in many complex phase-separating systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Uniaxial stress tuning of the anomalous Hall effect in Mn3Ge",
      "authors": [
        "G. A. Lombardi, L. O. Kutelak, M. M. Piva, V. E. S. Frehse, G. A. Calligaris, K. Manna, C. Felser, R. D. dos Reis, M. Nicklas"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05224",
      "arxiv": "https://arxiv.org/abs/2511.05224",
      "doi": "10.1103/k1c5-cs6g",
      "summary": "Tunable electronic properties in magnetic materials lead to novel physical phenomena that have the potential to be exploited in the design of new spintronic devices. Here, we report the effect of uniaxial stress on the anomalous Hall effect (AHE) in the hexagonal frustrated antiferromagnetic Heusler compound Mn3Ge. Our x-ray diffraction results show that the c/a ratio varies linearly with strain when stress is applied along the a axis, as well as a significantly higher Young's modulus along the c direction. The linear behavior of the c/a ratio under uniaxial stress mirrors that seen under hydrostatic pressure up to 1.8 GPa, but results in a characteristically different behavior of the AHE. Stress applied along the a axis induces a distortion in the ab plane, smoothing the abrupt jump in the AHE signal at zero magnetic field. In contrast, stress applied along the c axis has little effect, presumably due to the higher Young's modulus. We argue that this is due to pronounced changes in magnetic order."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The action of the nearest neighbor Coulomb repulsion on the homogeneity in the high concentration domain for itinerant systems",
      "authors": [
        "Zsolt Gulacsi"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05303",
      "arxiv": "https://arxiv.org/abs/2511.05303",
      "doi": null,
      "summary": "Exact results are presented for itinerant systems demonstrating that the nearest neighbor Coulomb repulsion (V) destroys the homogeneity in the high concentration regime, this property being not present in the low concentration domain. Since the effects of V often seems contradictory, and the number of phases in which it could appear is extremely large, this result underlines that the action of the nearest neighbor repulsion is not necessarily routed in the characteristics of phases on which it acts, but could be intimately related to V itself. The $V > 0$ case usually means non-integrability, hence the deduced exact ground states are related to non-integrable systems, the technique being based on positive semidefinite operator properties."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Directional Photocurrent Generated by Quantum Interference Control",
      "authors": [
        "Yiming Gong, Kai Wang, Steven T. Cundiff"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05318",
      "arxiv": "https://arxiv.org/abs/2511.05318",
      "doi": null,
      "summary": "Although the absorption of light in a bulk homogeneous semiconductor produces photocarriers with non-zero momentum, it generally does not produce a current in the absence of an applied electric field because equal amounts of carriers with opposite momentum are injected. The interference of absorption processes, for example, between one-photon and two-photon absorption, can produce a current because constructive interference for carriers with one momentum can correspond to destructive interference for carriers with the opposite momentum. We show that for the interference between two-photon and three-photon absorption, the current has a narrower angular spread, i.e., a ``beam'' of electrons in a specified direction is produced in the semiconductor."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Influence of Bi Alloying on GaAs Valence Band Structure",
      "authors": [
        "Joshua J. P. Cooper, Jared W. Mitchell, Shane Smolenski, Ming Wen, Eoghan Downey, Chris Jozwiak, Aaron Bostwick, Eli Rotenberg, Kai Sun, Dominika Zgid, Na Hyun Jo, Rachel S. Goldman"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05335",
      "arxiv": "https://arxiv.org/abs/2511.05335",
      "doi": null,
      "summary": "Bi alloying is predicted to transform GaAs from a semiconductor to a topological insulator or semi-metal. To date, studies of the GaAs$_{1-x}$Bi$_x$ alloy band structure have been limited, and the origins of Bi-induced enhancement of the spin-orbit splitting energy, $\\Delta_\\mathrm{SO}$, are unresolved. Here, we present high-resolution angle-resolved photoemission spectroscopy (ARPES) of droplet-free epitaxial GaAs$_{1-x}$Bi$_x$ films with $x_{\\mathrm{Bi}}$ = 0.06. In addition to quantifying the Bi-induced shifts of the light-hole and heavy-hole valence bands, we probe the origins of the Bi-enhanced $\\Delta_\\mathrm{SO}$. Using exact-two-component density functional theory calculations, we identify the key role of Bi p-orbitals in the upward shift of the light-hole and heavy-hole bands that results in the Bi-enhanced $\\Delta_\\mathrm{SO}$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Engineering Anderson Localization in Arbitrary Dimensions with Interacting Quasiperiodic Kicked Bosons",
      "authors": [
        "H. Olsen, P. Vignolo, M. Albert"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05344",
      "arxiv": "https://arxiv.org/abs/2511.05344",
      "doi": null,
      "summary": "We study the interplay of interactions and quasiperiodic driving in the Lieb-Liniger model of one-dimensional bosons subjected to a sequence of delta kicks. Building on the known mapping between the kicked rotor and the Anderson model, we show that both interparticle interactions and quasiperiodic modulations of the kicking strength can independently and simultaneously generate synthetic dimensions. In the absence of modulation, interactions between two bosons already promote an effective two-dimensional Anderson model. Introducing one or two additional incommensurate frequencies further extends the system to three and four effective dimensions, respectively. Through extensive numerical simulations of the two-body dynamics and finite-time scaling analysis, we observe Anderson localization and the associated critical behavior characteristic of the orthogonal universality class. This combined use of interactions and quasiperiodic driving thus provides a versatile framework for emulating Anderson localization and its transition in arbitrary dimensions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Antisolvent-Assisted Growth of Centimeter-Scale CsPbBr$_3$ Perovskite Single Crystals: A Theory-Guided Approach",
      "authors": [
        "I. O. Simonenko, R. G. Nazmitdinov, T. N. Vershinina"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05354",
      "arxiv": "https://arxiv.org/abs/2511.05354",
      "doi": null,
      "summary": "The fabrication of large, high-quality single crystals (SCs) of all-inorganic cesium lead bromide (CsPbBr$_3$) via accessible methods remains a significant challenge. This work presents a systematic approach to optimize the antisolvent vapor-assisted crystallization (AVC) method, where the experimental design is guided by a theoretical methods at each step. A synergistic 9:1 (v/v) DMSO/DMF binary solvent was selected to balance solubility and kinetics, a choice rationalized by an analysis of Gutmann's donor numbers. Subsequently, ethanol was selected as a promising antisolvent by evaluating its properties against key criteria of miscibility and diffusion rate using Hansen Solubility Parameters (HSP) and Fick's law expressed in terms of saturated vapor pressure. Within this rationally-defined chemical system, the \"growth window\" was experimentally mapped, identifying an optimal precursor concentration of 0.35 M and a preliminary titration step to induce a controlled metastable state. The optimized protocol consistently yields phase-pure, orthorhombic CsPbBr$_3$ SCs up to 1 cm in size within one week at room temperature. The resulting crystals exhibit high crystallinity and thermal stability up to \\SI{550}{\\celsius}"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "On-Shell Methods for Quantum Matter: Strongly correlated Dirac materials",
      "authors": [
        "Jeff Murugan"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05358",
      "arxiv": "https://arxiv.org/abs/2511.05358",
      "doi": null,
      "summary": "We propose a framework for applying on-shell scattering amplitude methods to emergent relativistic phases of quantum matter. Many strongly correlated systems, from Dirac and Weyl semimetals to topological-insulator surfaces, exhibit low-energy excitations that are effectively massless relativistic spinors. We show that physical observables such as nonlinear optical and Hall responses can be obtained from compact on-shell amplitudes, bypassing the complexity of Feynman diagrams. As a concrete demonstration, we derive the nonlinear Hall conductivity of a Dirac semimetal from a single parity-odd three-photon amplitude, highlighting the analytic and conceptual power of amplitude-based approaches for strongly correlated condensed-matter systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Coarse-graining nonequilibrium diffusions with Markov chains",
      "authors": [
        "Ram\\'on Nartallo-Kaluarachchi, Renaud Lambiotte, Alain Goriely"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05366",
      "arxiv": "https://arxiv.org/abs/2511.05366",
      "doi": null,
      "summary": "We investigate nonequilibrium steady-state dynamics in both continuous- and discrete-state stochastic processes. Our analysis focuses on planar diffusion dynamics and their coarse-grained approximations by discrete-state Markov chains. Using finite-volume approximations, we derive an approximate master equation directly from the underlying diffusion and show that this discretisation preserves key features of the nonequilibrium steady-state. In particular, we show that the entropy production rate of the approximation converges as the number of discrete states goes to the limit. These results are illustrated with analytically solvable diffusions and numerical experiments on nonlinear processes, demonstrating how this approach can be used to explore the dependence of entropy production rate on model parameters. Finally, we address the problem of inferring discrete-state Markov models from continuous stochastic trajectories. We show that discrete-state models significantly underestimate the true entropy production rate. However, we also show that they can provide tests to determine if a stationary planar diffusion is out of equilibrium. This property is illustrated with both simulated data and empirical trajectories from schooling fish."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Structural modulation, physical properties, and electronic band structure of the kagome metal UCr$_6$Ge$_6$",
      "authors": [
        "Z. W. Riedel, C. S. Kengle, A. Schmidt, K. Allen, C. Lane, Ying Wai Li, Jian-Xin Zhu, J. D. Thompson, F. Ronning, S. M. Thomas, P. F. S. Rosa, E. D. Bauer"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05376",
      "arxiv": "https://arxiv.org/abs/2511.05376",
      "doi": null,
      "summary": "The chemical flexibility of the $RM_6X_6$ stoichiometry, where an $f$-block element is intercalated in the CoSn structure type, allows for the tuning of flatbands associated with kagome lattices to the Fermi level and for emergent phenomena due to interactions between the $f$- and $d$-electron lattices. Yet, 5$f$ members of the \"166\" compounds are underrepresented compared with 4$f$ members. Here, we report single-crystal growth of UCr$_6$Ge$_6$, which crystallizes in a monoclinically distorted Y$_{0.5}$Co$_3$Ge$_3$-type structure. The real-space character of the modulation, which is unique within the $RM_6X_6$ family, is approximated by a 3$\\times$1$\\times$2 supercell of the average monoclinic cell. The compound has kagome-lattice flatbands near the Fermi level and a moderately enhanced electronic heat capacity, as evidenced by its low-temperature Sommerfeld coefficient ($\\gamma=86.5$ mJ mol$^{-1}$ K$^{-2}$) paired with band structure calculations. The small, isotropic magnetization and featureless resistivity of UCr$_6$Ge$_6$ suggest itinerant uranium 5$f$ electrons and Pauli paramagnetism. The isotropic magnetic behavior of the uranium 5$f$ electrons starkly contrasts with localized behavior in other uranium 166 compounds, highlighting the high tunability of the magnetic ground state across the material family."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum-Uncertainty-Governed Spin Dynamics in s-d Coupled Systems",
      "authors": [
        "Jie Zheng (School of Physical Science and Technology, Lanzhou University, Lanzhou, China), Jiyong Kang (School of Physical Science and Technology, Lanzhou University, Lanzhou, China), Zheng Zhu (Institute of Integrated Circuits, Shanghai University, Shanghai, China), Di Wu (Institute of Integrated Circuits, Shanghai University, Shanghai, China), Yuesheng Li (Institute of Integrated Circuits, Shanghai University, Shanghai, China), Dongxing Yu (School of Physical Science and Technology, Lanzhou University, Lanzhou, China), Jiayong Wang (Institute of Integrated Circuits, Shanghai University, Shanghai, China), Hongxing Xu (Henan Academy of Sciences, Zhengzhou, China, Wuhan University, Wuhan, China), Chenglong Jia (School of Physical Science and Technology, Lanzhou University, Lanzhou, China, Lanzhou Center for Theoretical Physics, Key Laboratory of Quantum Theory and Application of MoE, Lanzhou University, Lanzhou, China, Key Laboratory of Theoretical Physics of Gansu Province, Gansu Provincial Research Center for Basic Disciplines of Quantum Physics, Lanzhou University, Lanzhou, China)"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05388",
      "arxiv": "https://arxiv.org/abs/2511.05388",
      "doi": null,
      "summary": "We investigate quantum fluctuation effects arising from the Heisenberg uncertainty principle governing angular momentum operators in the full dynamical evolution of disentanglement-entanglement-disentanglement between itinerant electrons and localized magnetic moments under the s-d exchange interaction. Beyond the conventional deterministic spin-transfer torque, we identify an intrinsic channel for the transfer of spin quantum fluctuations. By extending the Landau-Lifshitz-Gilbert equation to include both quantum and thermal stochastic fields, we reveal a temperature regime where quantum fluctuations dominate spin dynamics. Furthermore, voltage-controlled magnetic anisotropy can exponentially amplify these quantum fluctuation signals, enabling their binary detection via tunneling magnetoresistance in magnetic tunnel junctions. These results establish a microscopic framework for quantum fluctuation-driven spin dynamics and provide a fundamental route toward spin-based quantum true random number generation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Point Defects Limited Carrier Mobility in Janus MoSSe monolayer",
      "authors": [
        "Nguyen Tran Gia Bao, Ton Nu Quynh Trang, Phan Bach Thang, Nam Thoai, Vu Thi Hanh Thu, Nguyen Tuan Hung"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05437",
      "arxiv": "https://arxiv.org/abs/2511.05437",
      "doi": null,
      "summary": "Point defects, often formed during the growth of Janus MoSSe, act as built-in scatterers and affect carrier transport in electronic devices based on Janus MoSSe. In this study, we employ first-principles calculations to investigate the impact of common defects, such as sulfur vacancies, selenium vacancies, and chalcogen substitutions, on electron transport, and compare their influence with that of mobility limited by phonons. Here, we define the saturation defect concentration ($C_{\\mathrm{sat}}$) as the highest defect density that still allows the total mobility to remain within 90\\% of the phonon-limited value, providing a direct measure of how many defects a device can tolerate. Based on $C_{\\mathrm{sat}}$, we find a clear ranking of defect impact: selenium substituting for sulfur is relatively tolerant, with $C_{\\mathrm{sat}}\\approx2.07\\times10^{-4}$, while selenium vacancies are the most sensitive, with $C_{\\mathrm{sat}}\\approx3.65\\times10^{-5}$. Our $C_{\\mathrm{sat}}$ benchmarks and defect hierarchy provide quantitative, materials-specific design rules that can guide the fabrication of high-mobility field-effect transistors, electronic devices, and sensors based on Janus MoSSe."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "An improved reliability factor for quantitative low-energy electron diffraction",
      "authors": [
        "Alexander M. Imre, Lutz Hammer, Ulrike Diebold, Michele Riva, Michael Schmid"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05448",
      "arxiv": "https://arxiv.org/abs/2511.05448",
      "doi": null,
      "summary": "Quantitative low-energy electron diffraction [LEED $I(V)$ or LEED $I(E)$, the evaluation of diffraction intensities $I$ as a function of the electron energy] is a versatile technique for the study of surface structures. The technique is based on optimizing the agreement between experimental and calculated intensities. Today, the most commonly used measure of agreement is Pendry's $R$ factor $R_\\mathrm{P}$. While $R_\\mathrm{P}$ has many advantages, it also has severe shortcomings, as it is a noisy target function for optimization and very sensitive to small offsets of the intensity. Furthermore, $R_\\mathrm{P} = 0$, which is meant to imply perfect agreement between two $I(E)$ curves can also be achieved by qualitatively very different curves. We present a modified $R$ factor $R_\\mathrm{S}$, which can be used as a direct replacement for $R_\\mathrm{P}$, but avoids these shortcomings. We also demonstrate that $R_\\mathrm{S}$ is as good as $R_\\mathrm{P}$ or better in steering the optimization to the correct result in the case of imperfections of the experimental data, while another common $R$ factor, $R_\\mathrm{ZJ}$ (suggested by Zanazzi and Jona) is worse in this respect."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A flexible implementation of strong segregation theory for two dimensional ABC star terpolymer morphologies",
      "authors": [
        "Merin Joseph, Daniel J. Read, Alastair M. Rucklidge"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05457",
      "arxiv": "https://arxiv.org/abs/2511.05457",
      "doi": null,
      "summary": "We present a novel computational implementation of strong segregation theory, developed specifically for calculations of phase separated ABC star terpolymers. The method allows calculation of free energies of common two-dimensional morphologies for these polymers and the efficient construction of phase diagrams. The branch points of the ABC star terpolymers are localized in core regions, modeled as cylinders in three dimensions, and our framework is applicable to morphologies with single and multiple core types. Our central idea is that all the structures we wish to model can be assembled from a flexible base motif, which we call Strongly Segregated Polygons. This method is useful for exploring a wide range of complex morphologies, using a range of compositions and interaction strengths. We focus on 2D morphologies of ABC star terpolymers, but our method could be extended into three dimensions and to other molecular architectures, and in principle to large, irregular quasiperiodic two-dimensional structures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exact strong zero modes in quantum circuits and spin chains with non-diagonal boundary conditions",
      "authors": [
        "Sascha Gehrmann, Fabian H. L. Essler"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05490",
      "arxiv": "https://arxiv.org/abs/2511.05490",
      "doi": null,
      "summary": "We construct exact strong zero mode operators (ESZM) in integrable quantum circuits and the spin-1/2 XXZ chain for general open boundary conditions, which break the bulk U(1) symmetry of the time evolution operators. We show that the ESZM is localized around one of the boundaries induces infinite boundary coherence times. Finally we prove that the ESZM becomes spatially non-local under the map that relates the spin-1/2 XXZ chain to the asymmetric simple exclusion process, which suggests that it does not play a significant role in the dynamics of the latter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Stresses and fluid flow in lamina cribrosa through anisotropic poroelasticty",
      "authors": [
        "Riccardo Cavuoto (Department of Structures for Engineering and Architecture, University of Naples Federico II, Naples, Italy, Department of Neuroscience, Reproductive Sciences and Dentistry, University of Naples Federico II, Naples, Italy), Sofia Damian (Department of Civil, Environmental and Mechanical Engineering, University of Trento, Trento, Italy), Luca Deseri (Department of Civil, Environmental and Mechanical Engineering, University of Trento, Trento, Italy), Massimiliano Fraldi (Department of Structures for Engineering and Architecture, University of Naples Federico II, Naples, Italy), Alon Harris (Department of Ophthalmology, Icahn School of Medicine at Mount Sinai, New York, NY, USA), Brent Siesky (Department of Ophthalmology, Icahn School of Medicine at Mount Sinai, New York, NY, USA), Alice Verticchio (Department of Ophthalmology, Icahn School of Medicine at Mount Sinai, New York, NY, USA), Giovanna Guidoboni (Maine College of Engineering and Computing, University of Maine, Orono, ME, USA)"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04726",
      "arxiv": "https://arxiv.org/abs/2511.04726",
      "doi": null,
      "summary": "To explore the possible mechanical correlations between intraocular pressure (IOP) variations and glaucoma, this study presents a transversely isotropic poroelastic model of the Lamina Cribrosa (LC) based on Reissner Mindlin plate theory, ultimately highlighting the interplay between solid matrix deformation and blood flow behavior under pathological conditions. Starting from poroelasticity theory, the equilibrium equations governing the LC were formulated and analytically solved by applying appropriate mechanical and hydraulic boundary conditions. The results indicate that both strain and stress measures (in the form of shear strain and von Mises stress) peak in the peripheral region of the LC, which is currently suspected to be the initial site of glaucomatous damage. These quantities increase with IOP, suggesting a pressure-dependent mechanical insult to the retinal ganglion cell (RGC) axons. In parallel, the model predicts a monotonic reduction in fluid content as IOP rises, which may contribute to ischemic phenomena and disc haemorrhages. The influence of material anisotropy was also examined, revealing that isotropic assumptions tend to underestimate the fluid content while overestimating shear strain. Given the current experimental challenges in measuring blood flow within the LC, the proposed model provides a valuable framework for exploring the coupled mechanical hemodynamic behavior of the tissue and for inverse estimation of its mechanical parameters, such as the stiffness of the opening for the central retinal vessels."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "From single-particle to many-body chaos in Yukawa--SYK: theory and a cavity-QED proposal",
      "authors": [
        "David Pascual Solis, Alex Windey, Soumik Bandyopadhyay, Andrea Legramandi, Philipp Hauke"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04762",
      "arxiv": "https://arxiv.org/abs/2511.04762",
      "doi": null,
      "summary": "Understanding how quantum systems transition from integrable to fully chaotic behavior remains a central open problem in physics. The Sachdev--Ye--Kitaev (SYK) model provides a paradigmatic framework for studying many-body chaos and holography, yet it captures only the strongly correlated limit, leaving intermediate regimes unexplored. Here, we investigate the Yukawa--SYK (YSYK) model, where bosonic fields mediate random fermionic interactions, and demonstrate that it naturally bridges single-particle and many-body chaos. Using spectral and dynamical chaos markers, we perform a comprehensive finite-size characterization of the YSYK model. We show that the interaction strength acts as a tunable control parameter interpolating between the SYK$_2$ and SYK$_4$ limits, and introduce a framework enabling direct and quantitative comparison with these benchmark models. In the intermediate regimes, we uncover distinct dynamical regimes marked by partial ergodicity breaking, prethermalization plateaus, and incomplete scrambling. Finally, we propose a feasible optical-cavity implementation of the YSYK model using ultra-cold atoms. Our results establish the YSYK model as a unifying platform connecting single-particle and many-body chaos, paving the way for experimental observation of these phenomena."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Joint control of coherent transmission, reflection, and absorption",
      "authors": [
        "Shiyu Li, Dongha Kim, Shanhui Fan, Cheng Guo"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04788",
      "arxiv": "https://arxiv.org/abs/2511.04788",
      "doi": null,
      "summary": "Controlling multiple wave properties simultaneously poses a key challenge in coherent control of wave transport. We present a theory for joint coherent control of transmission, reflection, and absorption in linear systems. We prove that the numerical range provides the mathematical structure governing achievable responses, and reveal non-abelian effects due to non-commutativity between transmission, reflection, and absorption matrices. We provide an algorithm to achieve arbitrary target responses. Our results establish a theoretical foundation for joint coherent control of waves."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Impact of the lead factor of neutron irradiation on the magnetic properties of RPV steels",
      "authors": [
        "Sebasti\\'an Passanante, Dafne Goijman, M. R. Neyra Astudillo, Carlos D. Anello, Rodolfo Kempf, Juli\\'an Milano, Mart\\'in G\\'omez, Joaqu\\'in Sacanell"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04801",
      "arxiv": "https://arxiv.org/abs/2511.04801",
      "doi": null,
      "summary": "Materials used in nuclear reactors are constantly exposed to the effects of neutron irradiation, which leads to changes in their mechanical properties. In particular, the steels employed in reactor pressure vessels experience a reduction in the ductile-to brittle transition temperature. Given that the pressure vessel is a non-redundant component, understanding this phenomenon is of significant interest. In this work, we focus on studying the effects of accelerated irradiation by maintaining constant neutron fluence while varying neutron flux, which results in different lead factors. This approach enables the extrapolation of accelerated test results to real operational conditions of the reactor pressure vessels. In our study, we analyzed irradiated steels using three magnetic techniques. Each technique responds differently to the microstructural changes induced by irradiation, allowing for a better characterization of its effects on the material. Through DC magnetometry, the analysis of minor loops shows that the remanence, coercivity, and saturation of the steel depend not only on the fluence with which the material was irradiated but also on the irradiation rate, which means, more specifically, on the lead factor. The AC susceptibility technique shows that the response of the irradiated steel to the applied magnetic field increases with fluence but also with the lead factor. For the real part of XAC, there is an increase with the lead factor, while the imaginary component of XAC grows with the size of the nanoprecipitates. Finally, Barkhausen noise measurements show a clear increase in the RMS of the signal with the lead factor."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "On the Origin of the Hidden Symmetry in the Asymmetric Quantum Rabi Model",
      "authors": [
        "Yun-Tong Yang, Song-Ming Chen, Hong-Gang Luo"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04916",
      "arxiv": "https://arxiv.org/abs/2511.04916",
      "doi": "10.1063/5.0299997",
      "summary": "The introduction of an asymmetric term into the quantum Rabi model generally lifts energy-level degeneracies. However, when the asymmetry parameter takes specific multiples of the bosonic mode frequency, level degeneracies reappear$-$a phenomenon referred to as the hidden symmetry in the asymmetric quantum Rabi model. Identifying the origin of this hidden symmetry and its explicit operator form constitutes two central tasks in studying this system. Here, we investigate the origin of this hidden symmetry using the method of two successive diagonalizations, with a focus on physics in the regime where the ratio between the two-level splitting $\\Delta$ and the mode frequency $\\omega$ satisfies $\\Delta/\\omega \\gg 1$. We find that the hidden symmetry stems from energy-level matching within the asymmetric double-well potential, a picture strongly supported by the wavefunctions of both the ground and excited states. Moreover, the emergence of an excited-state quantum phase transition is identified and qualitatively discussed, which arises from the breaking and restoration of this hidden symmetry across different coupling regimes. Our results provide deeper insight into the physics of the asymmetric quantum Rabi model, particularly in the previously less-explored strong-coupling regime where $\\Delta/\\omega \\gg 1$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Representational power of selected neural network quantum states in second quantization",
      "authors": [
        "Zhendong Li, Tong Zhao, Bohan Zhang"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04932",
      "arxiv": "https://arxiv.org/abs/2511.04932",
      "doi": null,
      "summary": "Neural network quantum states emerge as a promising tool for solving quantum many-body problems. However, its successes and limitations are still not well-understood in particular for Fermions with complex sign structures. Based on our recent work [J. Chem. Theory Comput. 21, 10252-10262 (2025)], we generalizes the restricted Boltzmann machine to a more general class of states for Fermions, formed by product of `neurons' and hence will be referred to as neuron product states (NPS). NPS builds correlation in a very different way, compared with the closely related correlator product states (CPS) [H. J. Changlani, et al. Phys. Rev. B, 80, 245116 (2009)], which use full-rank local correlators. In constrast, each correlator in NPS contains long-range correlations across all the sites, with its representational power constrained by the simple function form. We prove that products of such simple nonlocal correlators can approximate any wavefunction arbitrarily well under certain mild conditions on the form of activation functions. In addition, we also provide elementary proofs for the universal approximation capabilities of feedforward neural network (FNN) and neural network backflow (NNBF) in second quantization. Together, these results provide a deeper insight into the neural network representation of many-body wavefunctions in second quantization."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phase-sensitive tip-enhanced sum frequency generation spectroscopy using temporally asymmetric pulse for detecting weak vibrational signals",
      "authors": [
        "Atsunori Sakurai, Shota Takahashi, Tatsuto Mochizuki, Tomonori Hirano, Akihiro Morita, Toshiki Sugimoto"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04965",
      "arxiv": "https://arxiv.org/abs/2511.04965",
      "doi": null,
      "summary": "Vibrational sum frequency generation (SFG) spectroscopy is a powerful technique for investigating molecular structures, orientations, and dynamics at surfaces. However, its spatial resolution is fundamentally restricted to the micrometer scale by the optical diffraction limit. Tip-enhanced SFG (TE-SFG) using a scanning tunneling microscope has been developed to overcome this limitation. The acquired spectra exhibit characteristic dips originating from vibrational responses located within the strong broadband non-resonant background (NRB), which distorts and obscures the molecular signals. By making the second pulse temporally asymmetric and introducing a controlled delay between the first and second laser pulses, the NRB was effectively suppressed, which in turn amplified the vibrational response through interference and facilitated the detection of weak vibrational signals. This interference also made the technique phase-sensitive, enabling the determination of absolute molecular orientations. Furthermore, forward- and backward-scattered signals were simultaneously detected, conclusively confirming that the observed signals originated from tip enhancement rather than far-field contributions. Finally, the signal enhancement factor in TE-SFG was estimated to be $6.3\\times 10^6-1.3\\times 10^7$, based on the experimental data. This phase-sensitive TE-SFG technique overcomes the optical diffraction limit and enables the investigation of molecular vibrations at surfaces with unprecedented detail."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Bounds on quantum Fisher information and uncertainty relations for thermodynamically conjugate variables",
      "authors": [
        "Ye-Ming Meng, Zhe-Yu Shi"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05042",
      "arxiv": "https://arxiv.org/abs/2511.05042",
      "doi": null,
      "summary": "Uncertainty relations represent a foundational principle in quantum mechanics, imposing inherent limits on the precision with which \\textit{mechanically} conjugate variables such as position and momentum can be simultaneously determined. This work establishes analogous relations for \\textit{thermodynamically} conjugate variables -- specifically, a classical intensive parameter $\\theta$ and its corresponding extensive quantum operator $\\hat{O}$ -- in equilibrium states. We develop a framework to derive a rigorous thermodynamic uncertainty relation for such pairs, where the uncertainty of the classical parameter $\\theta$ is quantified by its quantum Fisher information $\\mathcal{F}_\\theta$. The framework is based on an exact integral representation that relates $\\mathcal{F}_{\\theta}$ to the autocorrelation function of operator $\\hat{O}$. From this representation, we derive a tight upper bound for the quantum Fisher information, which yields a thermodynamic uncertainty relation: $\\Delta\\theta\\,\\overline{\\Delta O} \\ge k_\\text{B}T$ with $\\overline{\\Delta O}\\equiv\\partial_\\theta\\langle\\hat{O}\\rangle\\,\\Delta\\theta$ and $T$ is the system temperature. The result establishes a fundamental precision limit for quantum sensing and metrology in thermal systems, directly connecting it to the thermodynamic properties of linear response and fluctuations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Scaling behavior of dissipative systems with imaginary gap closing",
      "authors": [
        "Jinghui Pi, Xingli Li, Yangqian Yan"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05220",
      "arxiv": "https://arxiv.org/abs/2511.05220",
      "doi": null,
      "summary": "Point-gap topology, characterized by spectral winding numbers, is crucial to non-Hermitian topological phases and dramatically alters real-time dynamics. In this paper, we study the evolution of quantum particles in dissipative systems with imaginary gap closing, using the saddle-point approximation method. For trivial point-gap systems, imaginary gap-closing points can also be saddle points. This leads to a single power-law decay of the local Green's function, with the asymptotic scaling behavior determined by the order of these saddle points. In contrast, for nontrivial point-gap systems, imaginary gap-closing points do not coincide with saddle points in general. This results in a dynamical behavior characterized by two different scaling laws for distinct time regimes. In the short-time regime, the local Green's function is governed by the dominant saddle points and exhibits an asymptotic exponential decay. In the long-time regime, however, the dynamics is controlled by imaginary gap-closing points, leading to a power-law decay envelope. Our findings advance the understanding of quantum dynamics in dissipative systems and provide predictions testable in future experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fast and Scalable Evaluation of Unbiased Atomic Forces in ab initio Variational Monte Carlo via the Lagrangian Technique",
      "authors": [
        "Kousuke Nakano, Stefano Battaglia, J\\\"urg Hutter"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05222",
      "arxiv": "https://arxiv.org/abs/2511.05222",
      "doi": null,
      "summary": "Ab initio quantum Monte Carlo (QMC) methods are state-of-the-art electronic structure calculations based on highly parallelizable stochastic frameworks for accurate solutions of the many-body Schr\\\"{o}dinger equation, suitable for modern many-core supercomputer architectures. Despite its potential, one of the major drawbacks that still hinders QMC applications, especially when targeting dynamical properties of large systems or large amounts of configurations, is the lack of an affordable method to compute atomic forces that are consistent with the corresponding potential energy surfaces (PESs), also known as unbiased atomic forces. Recently, one of the authors in the present paper proposed a way to obtain unbiased forces with the Jastrow-correlated Slater determinant ansatz, where the determinant part is frozen to the values obtained by a mean-field method, such as DFT. However, the proposed method has a significant drawback for its applications: for a system with $N$ nuclei, one requires $3N$ additional DFT calculations to get unbiased forces, which is not negligible as the system size increases. This paper presents a way to replace the $3N$ DFT calculations with a single coupled-perturbed Kohn-Sham calculation, following the so-called Lagrangian technique established in quantum chemistry. This improves the computational cost and scalability of the method. We also demonstrate that the developed unbiased VMC force calculation improves not only the consistency with PESs, but also its accuracy, by investigating three molecules from the rMD17 benchmark set, and comparing the corrected VMC forces with those obtained by the Coupled-Cluster Singles and Doubles with perturbative Triples [CCSD(T)] calculations. We found that the bare VMC forces are significantly biased from the CCSD(T) ones, while the unbiased ones give values much closer to those of the CCSD(T) ones."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Generating functions for quantum metric, Berry curvature, and quantum Fisher information matrix",
      "authors": [
        "Wei Chen"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05260",
      "arxiv": "https://arxiv.org/abs/2511.05260",
      "doi": null,
      "summary": "We elaborate that the fidelity between two density matrices is a generating function, through which the quantum Fisher information matrix and Christoffel symbol of the first kind in the parameter space can be obtained through derivatives with respect to the parameters. For pure states, the fidelity and phase of the product between two quantum states are shown to be the generating functions of the quantum metric and Berry curvature, respectively. Further limiting to systems described by real wave functions, our formalism recovers the well-known result that the fidelity between two probability mass functions is the generating function of the classical Fisher information matrix, indicating a hierarchy of quantum to information geometry. The Bloch representation of the generating functions is given explicitly for $2\\times 2$ density matrices, and the application to canonical ensemble of Su-Schrieffer-Heeger model suggests the mitigation of quantum geometry at finite temperature."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fuzzy Neural Network Performance and Interpretability of Quantum Wavefunction Probability Predictions",
      "authors": [
        "Pedro H. M. Zanineli, Matheus Zaia Monteiro, Vinicius Francisco Wasques, Francielle Santo Pedro Sim\\~oes, Gabriel R. Schleder"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05261",
      "arxiv": "https://arxiv.org/abs/2511.05261",
      "doi": null,
      "summary": "Predicting quantum wavefunction probability distributions is crucial for computational chemistry and materials science, yet machine learning (ML) models often face a trade-off between accuracy and interpretability. This study compares Artificial Neural Networks (ANNs) and Adaptive Neuro-Fuzzy Inference Systems (ANFIS) in modeling quantum probability distributions for the H$_{2}^+$ ion, leveraging data generated via Physics-Informed Neural Networks (PINNs). While ANN achieved superior accuracy (R$^2$ = 0.99 vs ANFIS's 0.95 with Gaussian membership functions), it required over 50x more parameters (2,305 vs 39-45). ANFIS, however, provided unique interpretability: its Gaussian membership functions encoded spatial electron localization near proton positions ($\\mu = 1.2 A$), mirroring Born probability densities, while fuzzy rules reflected quantum superposition principles. Rules prioritizing the internuclear direction revealed the system's 1D symmetry, aligning with Linear Combination of Atomic Orbitals theory--a novel data-driven perspective on orbital hybridization. Membership function variances ($\\sigma$) further quantified electron delocalization trends, and peak prediction errors highlighted unresolved quantum cusps. The choice of functions critically impacted performance: Gaussian/Generalized Bell outperformed Sigmoid, with errors improving as training data increased, showing scalability. This study underscores the context-dependent value of ML: ANN for precision and ANFIS for interpretable, parameter-efficient approximations that link inputs to physical behavior. These findings advocate hybrid approaches in quantum simulations, balancing accuracy with explainability to accelerate discovery. Future work should extend ANFIS to multi-electron systems and integrate domain-specific constraints (e.g., kinetic energy terms), bridging data-driven models and fundamental physics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin covalent chemistry of carbon",
      "authors": [
        "E. F. Sheka"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05305",
      "arxiv": "https://arxiv.org/abs/2511.05305",
      "doi": null,
      "summary": "This review presents the covalent chemistry of carbon within the spin-radical concept of electron interaction. Using the language of valence bond trimodality, the regions of classical spinless covalence and its spin counterpart are defined. Carbon is the only element exhibiting spin covalent chemistry. Classical covalent chemistry of carbon concerns molecular substances whose valence bond structure includes segregate or chained single sp3C-C bonds. Substances with double sp2C-C and triple sp1C-C bonds are the subject of spin covalent chemistry of carbon. The mathematical apparatus of spin covalence forms the basis of algorithms governing the chemical modification of carbon substances, polymerization processes, and catalysis involving them, making it possible to supplement the empirical spin covalent chemistry of carbon with its virtual analog."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum non-Markovian Hatano-Nelson model",
      "authors": [
        "Sumit Kumar Jana, Ryo Hanai, Tan Van Vu, Hisao Hayakawa, Archak Purkayastha"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05328",
      "arxiv": "https://arxiv.org/abs/2511.05328",
      "doi": null,
      "summary": "While considering non-Hermitian Hamiltonians arising in the presence of dissipation, in most cases, the dissipation is taken to be frequency independent. However, this idealization may not always be applicable in experimental settings, where dissipation can be frequency-dependent. Such frequency-dependent dissipation leads to non-Markovian behavior. In this work, we demonstrate how a non-Markovian generalization of the Hatano-Nelson model, a paradigmatic non-Hermitian system with nonreciprocal hopping, arises microscopically in a quasi-one-dimensional dissipative lattice. This is achieved using non-equilibrium Green's functions without requiring any approximation like weak system-bath coupling or a time-scale separation, which would have been necessary for a Markovian treatment. The resulting effective system exhibits nonreciprocal hopping, as well as uniform dissipation, both of which are frequency-dependent. This holds for both bosonic and fermionic settings. We find solely non-Markovian nonreciprocal features like unidirectional frequency blocking in bosonic setting, and a non-equilibrium dissipative quantum phase transition in fermionic setting, that cannot be captured in a Markovian theory, nor have any analog in reciprocal systems. Our results lay the groundwork for describing and engineering non-Markovian nonreciprocal quantum lattices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mapping the positions of Two-Level-Systems on the surface of a superconducting transmon qubit",
      "authors": [
        "J\\\"urgen Lisenfeld, Alexander K. H\\\"andel, Etienne Daum, Benedikt Berlitz, Alexander Bilmes, Alexey V. Ustinov"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05365",
      "arxiv": "https://arxiv.org/abs/2511.05365",
      "doi": null,
      "summary": "The coherence of superconducting quantum computers is severely limited by material defects that create parasitic two-level-systems (TLS). Progress is complicated by lacking understanding how TLS are created and in which parts of a qubit circuit they are most detrimental. Here, we present a method to determine the individual positions of TLS at the surface of a transmon qubit. We employ a set of on-chip gate electrodes near the qubit to generate local DC electric fields that are used to tune the TLS' resonance frequencies. The TLS position is inferred from the strengths at which TLS couple to different electrodes and comparing them to electric field simulations. We found that the majority of detectable surface-TLS was residing on the leads of the qubit's Josephson junction, despite the dominant contribution of its coplanar capacitor to electric field energy and surface area. This indicates that the TLS density is significantly enhanced near shadow-evaporated electrodes fabricated by lift-off techniques. Our method is useful to identify critical circuit regions where TLS contribute most to decoherence, and can guide improvements in qubit design and fabrication methods."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Glassy dynamics in active epithelia emerge from an interplay of mechano-chemical feedback and crowding",
      "authors": [
        "Sindhu Muthukrishnan, Phanindra Dewan, Tanishq Tejaswi, Michelle B Sebastian, Tanya Chhabra, Soumyadeep Mondal, Soumitra Kolya, Saroj Kumar Nandi, Sumantra Sarkar, Medhavi Vishwakarma"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05469",
      "arxiv": "https://arxiv.org/abs/2511.05469",
      "doi": null,
      "summary": "Glassy dynamics in active biological cells remain a subject of debate, as cellular activity rarely slows enough for true glassy features to emerge. In this study, we address this paradox of glassy dynamics in epithelial cells by integrating experimental observations with an active vertex model. We demonstrate that while crowding is essential, it is not sufficient for glassy dynamics to emerge. A mechanochemical feedback loop (MCFL), mediated by cell shape changes through the contractile actomyosin network, is also required to drive glass transition in dense epithelial tissues, as revealed via a crosstalk between actin-based cell clustering and dynamic heterogeneity in the experiments. Incorporating the MCFL into the vertex model reveals that glassy dynamics can emerge even at high cellular activity if the strength of the MCFL remains high. We show that the MCFL can counteract cell division-induced fluidisation and enable glassy dynamics to emerge through active cell-to-cell communication. Furthermore, our analysis reveals the existence of novel collective mechanochemical oscillations that arise from the crosstalk of two MCFLs. Together, we demonstrate that an interplay between crowding and active mechanochemical feedback enables the emergence of glass-like traits and collective biochemical oscillations in epithelial tissues with active cell-cell contacts."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Anomalous diffusion in convergence to effective ergodicity",
      "authors": [
        "M. S\\\"uzen"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/1606.08693",
      "arxiv": "https://arxiv.org/abs/1606.08693",
      "doi": null,
      "summary": "The nature of diffusion is usually studied for particles or dynamics generating trajectories over time. Similar in principle, these studies can be executed in tracking how a given function of observable properties evolve over time akin to a system's particle motion, so-called {\\it functional-diffusion}. This is not the same as systems' own trajectories but can be considered as a meta-trajectory. Following this idea, we measure how an approach to ergodicity evolves over time for the observed magnetization of a full Ising model with an external field. We compute the functional's diffusive behavior depending on a range of temperatures via Metropolis and Glauber single-spin-flip dynamics. System's ensemble-averaged dynamics are computed using expressions from the exact solution. Power-laws on the approach to ergodicity provide the classification of anomalies in the {\\it functional-diffusion}, demonstrating non-linear anomalous behavior over different temperature and field ranges."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Local insulator-to-superconductor transition in amorphous InO$_x$ films modulated by e-beam irradiation",
      "authors": [
        "Iago F. Llovo, Julien Delahaye"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2405.02276",
      "arxiv": "https://arxiv.org/abs/2405.02276",
      "doi": "10.1088/1361-6668/ae0dbf",
      "summary": "We present a novel method enabling precise post-fabrication modulation of the electrical resistance in micrometer-scale regions of amorphous indium oxide (a-InO$_x$) films. By subjecting initially insulating films to an electron beam at room temperature, we demonstrate that the exposed region of the films becomes superconducting. The resultant superconducting transition temperature ($T_c$) is adjustable up to 2.8 K by changing the electron dose and accelerating voltage. This technique offers a compelling alternative to traditional a-InO$_x$ annealing methods for both fundamental investigations and practical applications. Moreover, it empowers independent adjustment of electrical properties across initially identical a-InO$_x$ samples on the same substrate, facilitating the creation of superconducting microstructures with precise $T_c$ control at the micrometer scale. Some possible mechanisms for the observed resistance modifications are discussed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Intrinsic nonequilibrium distribution of large ions in charged small nanopores",
      "authors": [
        "Yu Qiao, Meng Wang"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2407.04599",
      "arxiv": "https://arxiv.org/abs/2407.04599",
      "doi": null,
      "summary": "Recent theoretical research on the fundamentals of statistical mechanics has led to a remarkable discovery [2-4]: with a locally nonchaotic energy barrier, a macroscopic system may produce useful work in a cycle by absorbing heat from a single thermal reservoir without any other effect, thereby breaking the boundaries of the second law of thermodynamics. The mechanism is rooted in the intrinsic nonequilibrium steady state associated with local nonchaoticity. In the current investigation, we experimentally validate this concept, with the weak gravitational force in the \"toy model\" being changed to the strong Coulomb force. The tests are performed on a set of nanoporous carbon electrodes immersed in aqueous cesium pivalate solutions. The key characteristic is that the effective nanopore size is only slightly larger than the effective ion size, less than twice the ion size. At first glance, the supercapacitive cells exhibit \"normal\" charge curves. However, the steady-state distribution of the large ions in the charged small nanopores inherently differs from thermodynamic equilibrium, because of the confinement effect of the nanopore walls. The measured potential difference is nearly one order of magnitude larger than the upper limit calculated from the heat-engine statement of the second law of thermodynamics. Although counterintuitive, such a phenomenon is consistent with the molecular dynamics simulations in open literature."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Noise-driven odd elastic waves in living chiral active matter",
      "authors": [
        "Sang Hyun Choi, Zhi-Feng Huang, Nigel Goldenfeld"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.09615",
      "arxiv": "https://arxiv.org/abs/2411.09615",
      "doi": null,
      "summary": "Chiral active matter is predicted to exhibit odd elasticity, with nontraditional elastic response arising from a combination of chirality, being out of equilibrium, and the presence of nonreciprocal interactions. One of the resulting phenomena is the possible occurrence of odd elastic waves in overdamped systems, although its experimental realization still remains elusive. Here we show that in overdamped active systems, noise is required to generate persistent elastic waves. In the chiral crystalline phase of active matter, such as that found recently in populations of swimming starfish embryos, the noise arises from the self-driving of active particles and their mutual collisions, a key factor that has been missing in previous studies. We identify the criterion for the occurrence of noise-driven odd elastic waves and construct the corresponding phase diagram, which is also applicable to general chiral active crystals. Our results can be used to predict the experimental conditions for achieving a transition to self-sustained elastic waves in overdamped active systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological defects lead to energy transfer in active nematics",
      "authors": [
        "Daniel J. G. Pearce, Berta Mart\\'inez-Prat, Jordi Ign\\'es-Mullol, Francesc Sagu\\'es"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.18214",
      "arxiv": "https://arxiv.org/abs/2411.18214",
      "doi": null,
      "summary": "Active nematics are fluids in which the components have nematic symmetry and are driven out of equilibrium due to the microscopic generation of an active stress. When the active stress is high, it drives flows in the nematic and can lead to the proliferation of topological defects, a state we refer to as defect chaos. Using numerical simulations of active nematics, we observe energy transfer between length scales during defect chaos. We demonstrate that this energy transfer is driven by the exchange between variations in the orientation and degree of order in the nematic that predominantly occur during defect creation and annihilation. We then show that the primary features of energy transfer during defect chaos scale with the active length scale. Finally, we identify a second regime that features few defects, but rather bend walls. Similar to topological defects, these bend walls co-localize variations in the orientation with variations in the scalar order parameter leading to energy transfer."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Scaling theory of fading ergodicity",
      "authors": [
        "Rafa{\\l} \\'Swi\\k{e}tek, Miroslav Hopjan, Carlo Vanoni, Antonello Scardicchio, Lev Vidmar"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.15331",
      "arxiv": "https://arxiv.org/abs/2412.15331",
      "doi": "10.1103/4l42-l7pk",
      "summary": "In most noninteracting quantum systems, the scaling theory of localization predicts one-parameter scaling flow in both ergodic and localized regimes. On the other hand, it is expected that the one-parameter scaling hypothesis breaks down for interacting systems that exhibit the many-body ergodicity breaking transition. Here we introduce a scaling theory of fading ergodicity, which is a precursor regime of many-body ergodicity breaking. We argue that the two-parameter scaling governs the entire ergodic regime; however, (i) it evolves into the one-parameter scaling at the ergodicity breaking critical point with the critical exponent $\\nu=1$, and (ii) it gives rise to the resilient one-parameter scaling close to the ETH point. Our theoretical framework may serve as a building block for two-parameter scaling theories of many-body systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dzyaloshinskii-Moriya interaction chirality reversal with ferromagnetic thickness",
      "authors": [
        "Capucine Gueneau, Fatima Ibrahim, Johanna Fischer, Libor Voj\\'a\\v{c}ek, Charles-\\'Elie Fillion, Stefania Pizzini, Laurent Ranno, Isabelle Joumard, St\\'ephane Auffret, J\\'er\\^ome Faure-Vincent, Claire Baraduc, Mairbek Chshiev, H\\'el\\`ene B\\'ea"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.12098",
      "arxiv": "https://arxiv.org/abs/2501.12098",
      "doi": null,
      "summary": "In ultrathin ferromagnetic films sandwiched between two distinct heavy metal layers or between a heavy metal and an oxide layer, the Dzyaloshinskii-Moriya interaction (DMI) is of interfacial origin. Its chirality and strength are determined by the properties of the adjacent heavy metals and the degree of oxidation at the interfaces. Here, we demonstrate that the DMI chirality can change solely with variations in the thickness of the ferromagnetic layer - an effect that has not been experimentally studied in details or explained until now. Our experimental observation in the trilayer system Ta/FeCoB/TaOx is supported by ab initio calculations: they reveal that variations in orbital filling and inter-atomic distances at the interface, driven by the structural relaxations in the ultrathin regime, lead to an inversion of DMI chirality. We hence propose a new degree of freedom to tune DMI chirality and the associated chiral spin textures by tailoring crystal structure e.g. using strain or surface acoustic waves."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Long-range Entanglement and Role of Realistic Interaction in Braiding of Non-Abelian Quasiholes in Fractional Quantum Hall Phases",
      "authors": [
        "Ha Quang Trung, Qianhui Xu, Bo Yang"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.13380",
      "arxiv": "https://arxiv.org/abs/2503.13380",
      "doi": null,
      "summary": "Parity conservation dictates that when fusing pairs of Moore-Read (MR) quasiholes, such that each pair of charge-$e/4$ anyon forms a charge-$e/2$ anyon, the parity of the numbers of $1$-anyon and $\\psi$-anyon must be conserved within a given system. This idea is illustrated here using the Jack polynomial formalism, which also provides a basis to numerically study the dynamics of MR anyons. In particular, we examine the effect of two-body electron-electron interaction on the degeneracy of two anyon fusion channels, which affects their mutual statistics of the MR anyons. We find that parity conservation gives rise to a long-range ``entanglement\" which affect the experimental measurement of exchange statistics under realistic electron interaction. It is therefore important to account for all quasiholes in an experimental systems in order to accurately predict the outcome of a certain measurement. We also show how understanding the quasihole dynamics can help to fine-tune two-body interactions in order to stabilize any given fusion channel in experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Toroid, Altermagnetic and Noncentrosymmetric ordering in metals",
      "authors": [
        "V. P. Mineev"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.01686",
      "arxiv": "https://arxiv.org/abs/2504.01686",
      "doi": null,
      "summary": "This article is dedicated to the 60-th anniversary of the Landau Institute for Theoretical Physics and presents a review of normal and superconducting properties of toroidal, altermagnetic, and noncentrosymmetric metals. Metals with toroidal order are compounds not possessing symmetry in respect of space and time inversion but are symmetric in respect of the product of these operations. An electric current propagating through samples of such a material causes its magnetisation. Superconducting states in toroidal metals are a mixture of singlet and triplet states. Superconductivity is gapless even in ideal crystals without impurities. Altermagnets are antiferromagnetic metals that have a specific spin splitting of electron bands determined by time inversion in combinations with rotations and reflections of a crystal lattice. Similar splitting takes place in metals whose symmetry does not have a spatial inversion operation. Both of these types of materials have an anomalous Hall effect. A current propagating through a noncentrosymmetric metal causes magnetization, but this is not the case in altermagnets. On the other hand, in altermagnets, there is a specific piezomagnetic Hall effect. Superconducting pairing in non-centrosymmetric metals occurs between electrons occupying states in one zone, whereas, in altermagnets, we are dealing with interband pairing, which is unfavorable for the formation of a superconducting state."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "MIPS is a Maxwell fluid with an extended and non-monotonic crossover",
      "authors": [
        "Jos\\'e Mart\\'in-Roca, Chantal Valeriani, Kristian Thijssen, Tyler Shendruk, Angelo Cacciuto"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.10332",
      "arxiv": "https://arxiv.org/abs/2504.10332",
      "doi": null,
      "summary": "Understanding the mechanical properties of active suspensions is crucial for their potential applications in materials engineering. Among the various phenomena in active matter that have no analogue in equilibrium systems, motility-induced phase separation (MIPS) in active colloidal suspensions is one of the most extensively studied. However, the mechanical properties of this fundamental active state of matter remain poorly understood. This study investigates the rheology of a suspension of active colloidal particles under constant and oscillatory shear. Systems consisting of pseudo-hard active Brownian particles exhibiting co-existence of dense and dilute phases behave as a viscoelastic Maxwell fluid at low and high frequencies, displaying exclusively shear thinning across a wide range of densities and activities. Remarkably, the cross-over point between the storage and loss moduli is non-monotonic, rising with activity before the MIPS transition but falling with activity after the transition, revealing the subtleties of how active forces and intrinsically out-of-equilibrium phases affect the mechanical properties of these systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Anisotropic spin-blockade leakage current in a Ge hole double quantum dot",
      "authors": [
        "Zhanning Wang, S. D. Liles, Joe Hillier, A. R. Hamilton, Dimitrie Culcer"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.17852",
      "arxiv": "https://arxiv.org/abs/2504.17852",
      "doi": "10.1103/2ghv-4m1xv",
      "summary": "Group IV quantum dot hole spin systems, exhibiting strong spin-orbit coupling, provide platforms for various qubit architectures. The rapid advancement of solid-state technologies has significantly improved qubit quality, including the time scales characterizing electrical operation, relaxation, and dephasing. At this stage of development, understanding the relations between the underlying spin-orbit coupling and experimental parameters, such as quantum dot geometry and external electric and magnetic fields, has become a priority. Here we focus on a Ge hole double quantum dot in the Pauli spin blockade regime and present a complete analysis of the leakage current under an out-of-plane magnetic field. By considering a model of anisotropic in-plane confinement and $k^3$-Rashba spin-orbit coupling, we determine the behaviour of the leakage current as a function of detuning, magnetic field magnitude, interdot distance, and individual dot ellipticities. We identify regions in which the leakage current can be suppressed by quantum dot geometry designs. Most importantly, by rotating one of the quantum dots, we observe that the quantum dot shape induces a strongly anisotropic leakage current. These findings provide guidelines for probing the spin-orbit coupling, enhancing the signal-to-noise ratio, and improving the precision of Pauli spin blockade readout in hole qubit architectures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Compensation between the parameters of the Jonschers's Universal Relaxation Law in disordered materials",
      "authors": [
        "Anthony N. Papathanassiou, Elias Sakellis"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.18515",
      "arxiv": "https://arxiv.org/abs/2505.18515",
      "doi": null,
      "summary": "Experimental results for a huge number of different materials published during the past fifty years confirm the validity of the Jonscher's Universal Dielectric Response Law. Accordingly,the ac conductivity is a fractional power of frequency. Otemperatures evidence for a proportionality between the logarithm of the pre-exponential factor to the fractional exponent, spectra recorded at different temperatures evidence for a proportionality between the logarithm of the pre-exponential factor to the fractional exponent, as well. The dc conductivity, pre-exponential factor and fractional exponent of the ac conductivity are three state variables, which describe the electric and dielectric properties. These constitute a unique relation by merging the Dielectric Response Law and the Ghosh - Pan Scaling Rule, respectively. A partial differentiation chain theorem combined with the temperature dependencies of the dc conductivity, pre-exponential factor and fractional exponent of the ac response, establishes a compensation rule between the parameters of the Universal Dielectric Response Law. The compatibility of the present theorynwth published experimental data is discussed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ferroelectrically Controlled Chirality Switching of Weyl Quasiparticles",
      "authors": [
        "Zeling Li, Yu liu, Le Du, Fengyu Li, Zhifeng Liu, Lei Li, Lei Wang, Botao Fu, Xiao-Ping Li"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.04826",
      "arxiv": "https://arxiv.org/abs/2507.04826",
      "doi": null,
      "summary": "Weyl quasiparticles, as gapless low-energy excitations with nontrivial chirality, have garnered extensive interest in recent years. However, archieving effective and reversible control over their chirality (topological charge) remains a major challeng due to topological protection. In this work, we propose a ferroelectric mechanism to switch the chirality of Weyl phonons, where the reversal of ferroelectric polarization is intrinsically coupled to a simultaneous reversal of the chirality of Weyl points. This enables electric-field-driven control over the topological properties of phonon excitations. Through a comprehensive symmetry analysis of polar space groups, we identify 27 groups capable of hosting symmetry-protected Weyl phonons with chiral charges $C = 1$, $2$, and $3$, whose chirality can be reversed via polarization switching. The first-principles calculations are performed to screen feasible material candidates for each type of chirality, yielding a set of prototypical ferroelectric compounds that realize the proposed mechanism. As a representative example, K$_2$ZnBr$_4$ hosts the minimal configuration of two pairs of Weyl phonons. Upon polarization reversal, the chirality of all Weyl points is inverted, accompanied by a reversal of associated topological features such as Berry curvature and surface arcs. These findings provide a viable pathway for dynamic, electrical control of topological band crossings and open new avenues for chirality-based phononic applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Surface Charge Relaxation Controls the Lifetime of Out-of-Equilibrium Colloidal Crystals",
      "authors": [
        "Laura Jansen, Thijs ter Rele, Marjolein Dijkstra"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.14328",
      "arxiv": "https://arxiv.org/abs/2507.14328",
      "doi": "10.1039/D5SM00713E",
      "summary": "Interactions between charged colloidal particles are profoundly influenced by charge regulation and charge renormalization, rendering the effective potential highly sensitive to local particle density. In this work, we investigate how a dynamically evolving, density-dependent Yukawa interaction affects the stability of out-of-equilibrium colloidal structures. Motivated by a series of experiments where unexpectedly long-lived colloidal crystals have suggested the presence of like-charged attractions, we systematically explore the role of charge regulation and charge renormalization. Using Poisson-Boltzmann cell theory, we compute the effective colloidal charge and screening length as a function of packing fraction. These results are subsequently incorporated into Brownian dynamics simulations that dynamically resolve the evolving colloid charge as a function of time and local density. In the case of slow relaxation dynamics, our results show that incorporating these charging effects significantly prolongs the lifetimes of out-of-equilibrium colloidal crystals, providing an explanation for the experimental observation of long-lived crystals. These findings demonstrate that the interplay of surface charge dynamics and colloidal interactions can give rise to complex and rich nonequilibrium behavior in charged colloidal suspensions, opening new pathways for tuning colloidal stability through electrostatic feedback mechanisms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Emissive perovskite quantum wires in robust nanocontainers",
      "authors": [
        "Bea Botka, Erzs\\'ebet Dodony, Ildik\\'o Hars\\'anyi, Michael Stratton, Gergely N\\'emeth, J\\'anos M\\'ozer, \\'Eva Kov\\'ats, Ferenc Borondics, Katalin Kamar\\'as"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.19833",
      "arxiv": "https://arxiv.org/abs/2508.19833",
      "doi": null,
      "summary": "Light emissive nanostructures were prepared from boron nitride nanotubes (BNNTs) filled with inorganic lead halide perovskites. BNNTs provide a platform for facile synthesis of high aspect ratio perovskite quantum wires having color-tunable, highly polarized emission. BNNTs form a flexible and robust protective shell around individual nanowires, that mitigate degradation during post-processing for practical applications, while allowing to exploit the emission of the perovskite nanowires due to its optical transparency. The wire diameter can be tuned by choosing appropriate BNNT hosts, giving easy access to the strongly quantum confined diameter range. The individual encapsulated quantum wires can be used as building blocks for nanoscale photonic devices, and to create large-scale flexible assemblies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unifying Anderson transitions and topological amplification in non-Hermitian chains",
      "authors": [
        "Cl\\'ement Fortin, Kai Wang, T. Pereg-Barnea"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05842",
      "arxiv": "https://arxiv.org/abs/2509.05842",
      "doi": null,
      "summary": "Non-Hermitian systems with non-reciprocal hopping may display the non-Hermitian skin effect, where states under open boundary conditions localize exponentially at one edge of the system. This localization has been linked to spectral winding and topological gain, forming a bulk-boundary correspondence akin to the one relating edge modes to bulk topological invariants in topological insulators and superconductors. In this work, we establish a bulk-boundary correspondence for disordered Hatano-Nelson models. We relate the localization of states to spectral winding using the Lyapunov exponent and the Thouless formula. We identify two kinds of phase transitions and relate them to transport properties. Our framework is relevant to a broad class of 1D non-Hermitian models, opening new directions for disorder-resilient transport and quantum-enhanced sensing in photonic, optomechanical, and superconducting platforms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ginzburg-Landau Formalism in a Tilted Dirac Cone Metric",
      "authors": [
        "Mohammad Amin Rastkhadiv"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.12731",
      "arxiv": "https://arxiv.org/abs/2509.12731",
      "doi": null,
      "summary": "Recent researches on tilted Dirac cone materials have unveiled an astonishing property, the metric of the spacetime can be altered in these materials by applying a perpendicular electric field. This phenomenon is observed near the Fermi velocity, which is significantly lower than the speed of light. According to this property, we derive the Ginzburg-Landau action from the microscopic Hamiltonian of the BCS theory for the tilted Dirac cone materials. This derivation is performed near the critical point within the framework of curved spacetime. The novelty of the present work lies in deriving a general Ginzburg-Landau action that depends on spacetime curvature, where the curvature is tuned by an external electric field. Furthermore, this finding enables us to apply the Ginzburg-Landau theory at high temperatures by changing the spacetime metric, potentially offering insights into achieving high-temperature superconductivity in these materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Microsecond-Pulsed Nanocalorimetry: A Scalable Approach for Ultrasensitive Heat Capacity Measurements",
      "authors": [
        "Hugo G\\'omez-Torres, Manel Molina-Ruiz, Simone Privitera, Enric Men\\'endez, Llibertat Abad, Jordi Sort, Olivier Bourgeois, Javier Rodriguez-Viejo, Aitor Lopeandia"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.18019",
      "arxiv": "https://arxiv.org/abs/2509.18019",
      "doi": null,
      "summary": "We introduce a nanocalorimetric technique based on microsecond-pulsed heating (\\mu s-PHnC) that enables high-sensitivity, quasi-isothermal heat capacity measurements on nanoscale samples. Such resolution is critical for exploring thermodynamic signatures in low-dimensional materials, where conventional techniques fall short. By confining thermal excitation to microsecond timescales, this approach minimizes lateral heat diffusion, reduces heat capacity addenda to below 10^{-9} J K^{-1}, and achieves noise densities as low as 75 pJ K^{-1} Hz^{-1/2} mm^{-2}, unlocking precise thermodynamic characterization of subnanogram samples in areas as small as 30 x 30 \\mu m^{2}. The method delivers exceptional temperature homogeneity, as demonstrated by resolving sharp phase transitions, such as the antiferromagnetic transition in ultrathin CoO films, with unprecedented clarity. Its quasi-static operation is inherently compatible with external stimuli, including magnetic and electric fields, thereby expanding its utility for in-operando thermodynamic studies. This advancement establishes a robust and scalable platform for probing thermal phenomena in nanostructured and low-dimensional materials, significantly broadening the scope of nanocalorimetry."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Optimizing Cross-Domain Transfer for Universal Machine Learning Interatomic Potentials",
      "authors": [
        "Jaesun Kim, Jinmu You, Yutack Park, Yunsung Lim, Yujin Kang, Jisu Kim, Haekwan Jeon, Suyeon Ju, Deokgi Hong, Seung Yul Lee, Saerom Choi, Yongdeok Kim, Jae W. Lee, Seungwu Han"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.11241",
      "arxiv": "https://arxiv.org/abs/2510.11241",
      "doi": null,
      "summary": "Accurate yet transferable machine-learning interatomic potentials (MLIPs) are essential for accelerating materials and chemical discovery. However, most universal MLIPs overfit to narrow datasets or computational protocols, limiting their reliability across chemical and functional domains. We introduce a transferable multi-domain training strategy that jointly optimizes universal and task-specific parameters through selective regularization, coupled with a domain-bridging set (DBS) that aligns potential-energy surfaces across datasets. Systematic ablation experiments show that small DBS fractions (0.1%) and targeted regularization synergistically enhance out-of-distribution generalization while preserving in-domain fidelity. Trained on fifteen open databases spanning molecules, crystals, and surfaces, our model, SevenNet-Omni, achieves state-of-the-art cross-domain accuracy, including adsorption-energy errors below 0.06 eV on metallic surfaces and 0.1 eV on metal-organic frameworks. Despite containing only 0.5% r$^2$SCAN data, SevenNet-Omni reproduces high-fidelity r$^2$SCAN energetics, demonstrating effective cross-functional transfer from large PBE datasets. This framework offers a scalable route toward universal, transferable MLIPs that bridge quantum-mechanical fidelities and chemical domains."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unveiling the delicate \"hidden\" interface conditions in WS2 flakes by advanced atomic force microscopy",
      "authors": [
        "Yanyan Geng, Chang Li, Shuo Mi, Manyu Wang, Xinen Han, Huiji Hu, Yunzhen Wang, Haojie You, Shumin Meng, Hanxiang Wu, Jianfeng Guo, Shiyu Zhu, Yanjun Li, Yasuhiro Sugawara, Sabir Hussain, Fei Pang, Rui Xu, Zhihai Cheng"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.23139",
      "arxiv": "https://arxiv.org/abs/2510.23139",
      "doi": null,
      "summary": "The delicate interfacial conditions and behaviors play critical roles in determining the valuable physical properties of two-dimensional materials and their heterostructures on substrates. However, directly probing these complex interface conditions remains challenging. Here, we reveal the coupled in-plane strain and out-of-plane bonding conditions in strain-engineered WS2 flakes by combining dual-harmonic electrostatic force microscopy (DH-EFM) and scanning microwave impedance microscopy (sMIM). A striking contradiction is observed between the compressive-strain-induced larger bandgap (lower electrical conductivity) detected by DH-EFM, and the enhanced conductivity probed by sMIM. Comparative measurements under different sMIM modes demonstrate that this contradiction originates from a tip-loading-force-induced dynamic puckering effect, which is governed by the interfacial bonding strength. Furthermore, the progressive accumulation and subsequent release of conductivity during forward/backward sMIM-contact scans further confirms this dynamic puckering behavior, revealing pronounced differences in interface conditions between the open- and closed-ring regions of WS2. This work resolves the correlation between electrical properties and interface conditions, and provides fundamental insights for interface-engineered devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Detecting active L\\'evy particles using differential dynamic microscopy",
      "authors": [
        "Mingyang Li, Yu'an Li, H. P. Zhang, Yongfeng Zhao"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.00775",
      "arxiv": "https://arxiv.org/abs/2511.00775",
      "doi": null,
      "summary": "Detecting L\\'evy flights of cells has been a challenging problem in experiments. The challenge lies in accessing data in spatiotemporal scales across orders of magnitude, which is necessary for reliably extracting a power-law scaling. Differential dynamic microscopy has been shown to be a powerful method that allows one to acquire statistics of cell motion across scales, which is a potentially versatile method for detecting L\\'evy walks in biological systems. In this article, we extend the differential dynamic microscopy method to self-propelled L\\'evy particles, whose run-time distribution has a algebraic tail. We validate our protocol using synthetic imaging data and show that a reliable detection of active L\\'evy particles requires accessing length scales of one order of magnitude larger than its persistence length. Applying the protocol to experimental data of E. coli and E. gracilis, we find that E. coli does not exhibit a signature of L\\'evy walks, while E. gracilis is better described as active L\\'evy particles."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Parastatistics revealed: Peierls phase twists and shifted conformal towers in interacting periodic chains",
      "authors": [
        "D. Schuricht, J. Sirker"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.01150",
      "arxiv": "https://arxiv.org/abs/2511.01150",
      "doi": null,
      "summary": "We consider interacting paraparticle chains with a constant $R$-matrix where the Hamiltonian sums over the internal degrees (flavors) of the paraparticles. For such flavor-blind Hamiltonians we show a general factorization of the Hilbert space into occupation and flavor parts with the Hamiltonian acting non-trivially only on the former. For open boundaries, the spectrum therefore coincides with that of the occupation Hamiltonian $H_{\\rm occ}$ with the flavor part merely adding degeneracies. For periodic boundaries, a cyclic reordering of the flavors leads to a separation of $H_{\\rm occ}$ into flux sectors at fixed particle number, thus making the parastatistics directly observable in the energy spectrum. For important exemplary cases, $H_{\\rm occ}$ reduces to the XXZ chain with flux allowing for an exact solution. In the gapless regime, this solution shows flux-shifted $c=1$ conformal towers in the low-energy spectrum and a temperature-dependent chemical potential in the bulk thermodynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Beyond Spin Coating: Homogeneous All-Inorganic Perovskite Films via High-Pressure Recrystallization",
      "authors": [
        "Asma Miled, Trong Tam Nguyen, Jos\\'e Penuelas, Aziz Benamrouche, C\\'eline Chevalier, Thi Kim Anh Hoang, Ga\\\"elle Tripp\\'e-Allard, Elsa Cassette, Brice Devif, Emmanuel Drouard, Emmanuelle Deleporte, Hong Hanh Mai, Abdelaziz Bouazizi, Christian Seassal, Hai Son Nguyen"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.02177",
      "arxiv": "https://arxiv.org/abs/2511.02177",
      "doi": null,
      "summary": "Metal halide perovskites are promising materials for optoelectronic applications owing to their outstanding optical and electronic properties. Among them, all-inorganic perovskites such as CsPbBr$_3$ offer superior thermal and chemical stability. However, obtaining high-quality CsPbBr$_3$ thin films via solution processing remains challenging due to the precursor's low solubility, and current additive or solvent engineering strategies are often complex and poorly reproducible. High-pressure recrystallization has recently emerged as a promising route to improve film quality, yet its impact on film properties remains insufficiently explored. Here, we systematically investigate the morphological, structural, and optical properties of CsPbBr$_3$ thin films prepared by high-pressure recrystallization, in comparison with standard non-recrystallized films. Optimized recrystallization at 300 bar produces smooth, pinhole-free, single-phase 3D perovskite layers with sub-nanometer roughness, while the film thickness is precisely tunable via precursor concentration. The process enhances both grain and crystallite sizes, leading to amplified spontaneous emission with a reduced excitation threshold and improved photostability. Temperature-dependent X-ray diffraction further reveals the orthorhombic--tetragonal--cubic phase transition, consistent with single-crystal behavior. This study provides fundamental insights into pressure-driven recrystallization and establishes a reproducible, scalable approach for fabricating high-quality CsPbBr$_3$ films for optoelectronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin and orbital excitations in undoped infinite layers: a comparison between superconducting PrNiO2 and insulating CaCuO2",
      "authors": [
        "Francesco Rosa, Hoshang Sahib, Giacomo Merzoni, Leonardo Martinelli, Riccardo Arpaia, Nicholas B. Brookes, Daniele Di Castro, Maryia Zinouyeva, Marco Salluzzo, Daniele Preziosi, Giacomo Ghiringhelli"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.02448",
      "arxiv": "https://arxiv.org/abs/2511.02448",
      "doi": null,
      "summary": "Infinite-layer nickelates are among the most promising cuprate-akin superconductors, although relevant differences from copper oxides have been reported. Here, we present momentum- and polarization-resolved RIXS measurements on chemically undoped, superconducting PrNiO2, and compare its magnetic and orbital excitations with those of the reference infinite layer cuprate CaCuO2. In PrNiO2, the in-plane magnetic exchange integrals are smaller than in CaCuO2, whereas the out-of-plane values are similar, indicating that both materials support a three-dimensional antiferromagnetic order. Orbital excitations, associated to the transitions within 3d states of the metal, are well reproduced within a single-ion model and display similar characteristics, except for the Ni-dxy peak which, besides lying at significantly lower energy, shows an opposite dispersion to that of Cu-dxy. This is interpreted as a consequence of orbital superexchange coupling between nearest neighbor sites, which drives the orbiton propagation. Our observations demonstrate that infinite layer cuprates and nickelates share most of the spin and orbital properties, despite their markedly different charge-transfer energy Delta."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The nexus between negative charge-transfer and reduced on-site Coulomb energy in correlated topological metals",
      "authors": [
        "A. R. Shelke, C. -W. Chuang, S. Hamamoto, M. Oura, M. Yoshimura, N. Hiraoka, C. -N. Kuo, C. -S. Lue, A. Fujimori, A. Chainani"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.03299",
      "arxiv": "https://arxiv.org/abs/2511.03299",
      "doi": null,
      "summary": "The layered $3d$ transition metal dichalcogenides (TMDs) CoTe$_2$ and NiTe$_2$ are topological Dirac Type-II metals. Their $d$-bands do not exhibit the expected correlation-induced band narrowing seen in CoO and NiO. We address this conundrum by quantifying the on-site Coulomb energy $U_{dd}$ via single-particle partial density of states and the two-hole correlation satellite using valence band resonant photoemission spectroscopy (PES), and obtain $U_{dd}$ = 3.0 eV/3.7 eV for CoTe$_2$/NiTe$_2$. Charge-transfer (CT) cluster model simulations of the measured core-level PES and x-ray absorption spectra of CoTe$_2$ and CoO validate their contrasting electronic parameters:$U_{dd}$ and CT energy $\\Delta$ are (3.0 eV, -2.0 eV) for CoTe$_2$, and (5.0 eV, 4.0 eV) for CoO, respectively. The $d$-$p$ hybridization strength $T_{eg}$ for CoTe$_2$$ $$\\big|\\Delta\\big|$, CoTe$_{2}$ becomes a topological metal with $p$$\\rightarrow$${p}$ type lowest energy excitations. Similarly, we obtain a negative-$\\Delta$ and reduced $U_{dd}$ in NiTe$_2$ compared to NiO. The study reveals the nexus between negative-$\\Delta$ and reduced $U_{dd}$ required for setting up the electronic structure framework for achieving topological behavior via band inversion in correlated metals."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "KTaO3-Based Supercurrent Diode",
      "authors": [
        "Muqing Yu, Jieun Kim, Ahmed Omran, Zhuan Li, Jiangfeng Yang, Sayanwita Biswas, Chang-Beom Eom, David Pekker, Patrick Irvin, Jeremy Levy"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04618",
      "arxiv": "https://arxiv.org/abs/2511.04618",
      "doi": null,
      "summary": "The supercurrent diode effect (SDE), characterized by nonreciprocal critical currents, represents a promising building block for future dissipationless electronics and quantum circuits. Realizing SDE requires breaking both time-reversal and inversion symmetry in the device. Here we use conductive atomic force microscopy (c-AFM) lithography to pattern reconfigurable superconducting weak links (WLs) at the LaAlO3/KTaO3 (LAO/KTO) interface. By deliberately engineering the WL geometry at the nanoscale, we realize SDE in these devices in the presence of modest out-of-plane magnetic fields. The SDE polarity can be reversed by simply changing the WL position, and the rectification efficiency reaches up to 13% under optimal magnetic field conditions. Time-dependent Ginzburg-Landau simulations reveal that the observed SDE originates from asymmetric vortex motion in the inversion-symmetry-breaking device geometry. This demonstration of SDE in the LAO/KTO system establishes a versatile platform for investigating and engineering vortex dynamics, forming the basis for engineered quantum circuit elements."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological Modes in Monitored Quantum Dynamics",
      "authors": [
        "Haining Pan, Hassan Shapourian, Chao-Ming Jian"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.04191",
      "arxiv": "https://arxiv.org/abs/2411.04191",
      "doi": "10.1103/r8mr-zbx1",
      "summary": "-cross Abstract: Dynamical quantum systems both driven by unitary evolutions and monitored through measurements have proved to be fertile ground for exploring new dynamical quantum matters. While the entanglement structure and symmetry properties of monitored systems have been intensively studied, the role of topology in monitored dynamics is much less explored. In this work, we investigate novel topological phenomena in the monitored dynamics through the lens of free-fermion systems. Free-fermion monitored dynamics were previously shown to be unified with the Anderson localization problem under the Altland-Zirnbauer symmetry classification. Guided by this unification, we identify the topological area-law-entangled phases in the former setting through the topological classification of disordered insulators and superconductors in the latter. As examples, we focus on 1+1D free-fermion monitored dynamics in two symmetry classes, DIII and A. We construct quantum circuit models to study different topological area-law phases and their domain walls in the respective symmetry classes. We find that the domain wall between topologically distinct area-law phases hosts dynamical topological modes whose entanglement is protected from being quenched by the measurements in the monitored dynamics. We demonstrate how to manipulate these topological modes by programming the domain-wall dynamics. In particular, for topological modes in class DIII, which behave as unmeasured Majorana modes, we devise a protocol to braid them and study the entanglement generated in the braiding process."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Parastatistics and a secret communication challenge",
      "authors": [
        "Zhiyuan Wang"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.13360",
      "arxiv": "https://arxiv.org/abs/2412.13360",
      "doi": null,
      "summary": "-cross Abstract: One of the most unconventional features of topological phases of matter is the emergence of quasiparticles with exotic statistics, such as non-Abelian anyons in two dimensional systems. Recently, a different type of exotic particle statistics that is consistently defined in any dimension, called $R$-parastatistics, is also shown to be possible in a special family of topological phases. However, the physical significance of emergent parastatistics still remains elusive. Here we demonstrate a distinctive physical consequence of parastatistics by proposing a challenge game that can only be won using physical systems hosting paraparticles, as passing the challenge requires the two participating players to secretly communicate in an indirect way by exploiting the nontrivial exchange statistics of the quasiparticles. The winning strategy using emergent paraparticles is robust against noise, as well as the most relevant class of eavesdropping via local measurements. This provides both an operational definition and an experimental identity test for paraparticles, alongside a potential application in secret communication."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Physics of droplet regulation in biological cells",
      "authors": [
        "David Zwicker, Oliver W. Paulin, Cathelijne ter Burg"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.13639",
      "arxiv": "https://arxiv.org/abs/2501.13639",
      "doi": null,
      "summary": "-cross Abstract: Droplet formation has emerged as an essential concept for the spatiotemporal organisation of biomolecules in cells. However, classical descriptions of droplet dynamics based on passive liquid-liquid phase separation cannot capture the complex situations inside cells. This review discusses three general aspects that are crucial in cells: (i) biomolecules are diverse and individually complex, implying that cellular droplets posses complex internal behaviour, e.g., in terms of their material properties; (ii) the cellular environment contains many solid-like structures that droplets can wet; (iii) cells are alive and use fuel to drive processes out of equilibrium. We illustrate how these principles control droplet nucleation, growth, position, and count to unveil possible regulatory mechanisms in biological cells and other applications of phase separation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum computation of a quasiparticle band structure with the quantum-selected configuration interaction",
      "authors": [
        "Takahiro Ohgoe, Hokuto Iwakiri, Kazuhide Ichikawa, Sho Koh, Masaya Kohda"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.00309",
      "arxiv": "https://arxiv.org/abs/2504.00309",
      "doi": "10.7566/JPSJ.94.114002",
      "summary": "-cross Abstract: Quasiparticle band structures are fundamental for understanding strongly correlated electron systems. While solving these structures accurately on classical computers is challenging, quantum computing offers a promising alternative. Specifically, the quantum subspace expansion (QSE) method, combined with the variational quantum eigensolver (VQE), provides a quantum algorithm for calculating quasiparticle band structures. However, optimizing the variational parameters in VQE becomes increasingly difficult as the system size grows, due to device noise, statistical noise, and the barren plateau problem. To address these challenges, we propose a hybrid approach that combines QSE with the quantum-selected configuration interaction (QSCI) method for calculating quasiparticle band structures. QSCI may leverage the VQE ansatz as an input state but, unlike the standard VQE, it does not require full optimization of the variational parameters, making it more scalable for larger quantum systems. Based on this approach, we demonstrate the quantum computation of the quasiparticle band structure of a silicon using 16 qubits on an IBM quantum processor."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nonequilibrium steady states in multi-bath quantum collision models",
      "authors": [
        "Ronan McElvogue, Andrew K. Mitchell, Gabriel T. Landi, Steve Campbell"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.13860",
      "arxiv": "https://arxiv.org/abs/2507.13860",
      "doi": null,
      "summary": "-cross Abstract: Collision models provide a simple and versatile setting to capture the dynamics of open quantum systems. The standard approach to thermalisition in this setting involves an environment of independent and identically-prepared thermal qubits, interacting sequentially for a finite duration $\\Delta t$ with the system. We compare this to a two-bath scenario in which collisional qubits are prepared in either their ground or excited states and the environment temperature is encoded in system-environment couplings. The system reaches the same thermal steady state for both settings, although even in this limit they describe fundamentally different physical processes, with the two-bath setup yielding a nonequilibrium state with finite heat currents. Non-Markovian dynamics arise when intra-environment interactions in either setting are introduced. Here, the system in the single-bath setup again reaches a steady state at the canonical temperature of the bath, but the nonequilibrium steady state of the two-bath setup tends to a different temperature due to the generation of strong system-environment and intra-environment correlations. The two-bath setting is particularly suited to studying quantum trajectories, which are well-defined also for the non-Markovian case. We showcase this with a trajectory analysis of the heat currents within a two-point measurement scheme. Finally, we consider how our results are impacted when the system-environment interaction leads to strict homogenisation. Our results provide insights into the dynamics and thermodynamics of thermalisation towards nonequilibrium steady states and the role of non-Markovian interactions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Integrable Spherical Brane Model at Large $N$",
      "authors": [
        "Mohsen Gheisarieha, Ramtin M. Yazdi, Arash Arabi Ardehali"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.23869",
      "arxiv": "https://arxiv.org/abs/2509.23869",
      "doi": null,
      "summary": "-cross Abstract: We study one of the simplest integrable two-dimensional quantum field theories with a boundary: $N$ free non-compact scalars in the bulk, constrained non-linearly on the boundary to lie on an $(N-1)$-sphere of radius $1/\\sqrt{g}$. The $N=1$ case reduces to the single-channel Kondo problem, for $N=2$ the model describes dissipative Coulomb charging in quantum dots, and larger $N$ is analogous to higher-spin impurity or multi-channel scenarios. Adding a boundary magnetic field -- a linear boundary coupling to the scalars -- enriches the model's structure while preserving integrability. Lukyanov and Zamolodchikov (2004) conjectured an expansion for the boundary free energy on the infinite half-cylinder in powers of the magnetic field. Using large-$N$ saddle-point techniques, we confirm their conjecture to next-to-leading order in $1/N$. Renormalization of the subleading solution turns out to be highly instructive, and we connect it to the RG running of $g$ studied by Giombi and Khanchandani (2020)."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Secret communication games and a hierarchy of quasiparticle statistics in 3 + 1D topological phases",
      "authors": [
        "Zhiyuan Wang"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.11818",
      "arxiv": "https://arxiv.org/abs/2510.11818",
      "doi": null,
      "summary": "-cross Abstract: We show that a family of secret communication challenge games naturally define a hierarchy of emergent quasiparticle statistics in three-dimensional (3D) topological phases. The winning strategies exploit a special class of the recently proposed $R$-paraparticles to allow nonlocal secret communication between the two participating players. We first give a high-level, axiomatic description of emergent $R$-paraparticles, and show that any physical system hosting such particles admits a winning strategy. We then analyze the games using the categorical description of topological phases (where point-like excitations in 3D are described by symmetric fusion categories), and show that only $R$-paraparticles can win the 3D challenge in a noise-robust way, and the winning strategy is essentially unique. This analysis associates emergent $R$-paraparticles to deconfined gauge theories based on an exotic class of finite groups. Thus, even though this special class of $R$-paraparticles are fermions or bosons under the categorical classification, their exchange statistics can still have nontrivial physical consequences in the presence of appropriate defects, and the $R$-paraparticle language offers a more convenient description of the winning strategies. Finally, while a subclass of non-Abelian anyons can win the game in 2D, we introduce twisted variants that exclude anyons, thereby singling out $R$-paraparticles in 2D as well. Our results establish the secret communication challenge as a versatile diagnostic for both identifying and classifying exotic exchange statistics in topological quantum matter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Advanced micropillar cavities: room-temperature operation of microlasers",
      "authors": [
        "Andrey Babichev, Alexey Blokhin, Yuriy Zadiranov, Yulia Salii, Marina Kulagina, Mikhail Bobrov, Alexey Vasiliev, Sergey Blokhin, Nikolay Maleev, Ivan Makhov, Natalia Kryzhanovskaya, Leonid Karachinsky, Innokenty Novikov, Anton Egorov"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27301",
      "arxiv": "https://arxiv.org/abs/2510.27301",
      "doi": null,
      "summary": "-cross Abstract: High-quality micropillar cavities were grown using molecular-beam epitaxy. Stable continuous-wave lasing at room-temperature was demonstrated for microlasers with semiconductor and hybrid output mirrors. At 300 K, single-mode lasing was demonstrated for micropillars with a diameter of 5 $\\mu$m at a wavelength of 960 nm, with a minimum lasing threshold of 1.2 mW and a bare quality-factor exceeding 8000."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Continuous matrix product operators for quantum fields",
      "authors": [
        "Erickson Tjoa, J. Ignacio Cirac"
      ],
      "date": "2025-11-10T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.04545",
      "arxiv": "https://arxiv.org/abs/2511.04545",
      "doi": null,
      "summary": "-cross Abstract: In this work we introduce an ansatz for continuous matrix product operators for quantum field theory. We show that (i) they admit a closed-form expression in terms of finite number of matrix-valued functions without reference to any lattice parameter; (ii) they are obtained as a suitable continuum limit of matrix product operators; (iii) they preserve the entanglement area law directly in the continuum, and in particular they map continuous matrix product states (cMPS) to another cMPS. As an application, we use this ansatz to construct several families of continuous matrix product unitaries beyond quantum cellular automata."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "DNA pioneer James Watson has died  colleagues wrestle with his legacy",
      "authors": [
        "Heidi Ledford",
        "Mariana Lenharo",
        "Brendan Maher",
        "Traci Watson"
      ],
      "date": "2025-11-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03380-2",
      "doi": "10.1038/d41586-025-03380-2",
      "summary": "Nature, Published online: 08 November 2025; doi:10.1038/d41586-025-03380-2 The co-discoverer of the structure of DNA helped to strengthen a US research institute and wrote a classic textbook, but also earned a reputation for racist and sexist comments."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "From Light-Cone to Supersonic Propagation of Correlations by Competing Short- and Long-Range Couplings",
      "authors": [
        "Catalin-Mihai Halati, Ameneh Sheikhan, Giovanna Morigi, Corinna Kollath, and Simon B. Jger"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tt11-vcpr",
      "doi": "10.1103/tt11-vcpr",
      "summary": "We investigate the dynamical spreading of correlations in many-body quantum systems with competing short- and global-range couplings. We monitor the nonequilibrium dynamics of the correlations following a quench, showing that for strong short-range couplings the propagation of correlations is domina [Phys. Rev. Lett. 135, 190402] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Clock Precision beyond the Standard Quantum Limit at ${10}^{18}$ Level",
      "authors": [
        "Y.A. Yang, Maya Miklos, Yee Ming Tso, Stella Kraus, Joonseok Hur, and Jun Ye"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6v93-whwq",
      "doi": "10.1103/6v93-whwq",
      "summary": "A. Yang, Maya Miklos, Yee Ming Tso, Stella Kraus, Joonseok Hur, and Jun Ye An entanglement-enhanced optical clock achieves unprecedented precision of 10  18 with 2dB quantum noise squeezing. [Phys. Rev. Lett. 135, 193202] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Breaking a Superfluid Harmonic Dam: Observation and Theory of Riemann Invariants and Accelerating Sonic Horizons",
      "authors": [
        "Shashwat Sharan, Judith Gonzalez Sorribes, Patrick Sprenger, Mark A. Hoefer, P. Engels, Boaz Ilan, and M.E. Mossman"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/38f7-ym2v",
      "doi": "10.1103/38f7-ym2v",
      "summary": "Hoefer, P. Engels, Boaz Ilan, and M. E. Mossman An experimental and theoretical study of sonic horizons emerging from the dam-break problem in a Bose-Einstein condensate confined in an anisotropic harmonic trap is presented. Measurements, analysis, and numerics reveal the formation of a sonic horizon that undergoes acceleration due to harmonic co [Phys. Rev. Lett. 135, 193402] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Why and When Merging Surface Nanobubbles Jump",
      "authors": [
        "Yixin Zhang, Xiangyu Zhang, and Detlef Lohse"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s5pj-vmq8",
      "doi": "10.1103/s5pj-vmq8",
      "summary": "Molecular dynamics simulations and theory show how pressure energy, together with surface tension, drives coalescence-induced nanobubble release, offering fresh insights for enhancing gas evolution in key physicochemical processes. [Phys. Rev. Lett. 135, 194001] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Anomalous Nodal Gap in a Doped Spin-$1/2$ Antiferromagnetic Mott Insulator",
      "authors": [
        "Yong Hu, Christopher Lane, Xiang Chen, Shuting Peng, Zeliang Sun, Makoto Hashimoto, Donghui Lu, Tao Wu, RobertS. Markiewicz, Xianhui Chen, Arun Bansil, StephenD. Wilson, and Junfeng He"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3rw4-mhz8",
      "doi": "10.1103/3rw4-mhz8",
      "summary": "Markiewicz, Xianhui Chen, Arun Bansil, Stephen D. Wilson, and Junfeng He Many emergent phenomena appear in doped Mott insulators near the insulator-to-metal transition. In high-temperature cuprate superconductors, superconductivity arises when antiferromagnetic (AFM) order is gradually suppressed by carrier doping, and a $d$-wave superconducting gap forms when an enigmat [Phys. Rev. Lett. 135, 196403] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Fermi liquid theory of $d$-wave altermagnets: demon modes and Fano-demon states</span>",
      "authors": [
        "Habib Rostami and Johannes Hofmann"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/06077Y1bR7e2bb0c80cc4db499b8128be6b2a588f",
      "doi": "10.1103/zqz6-sq2n",
      "summary": "We develop a Fermi liquid theory of $d$-wave altermagnets and apply it to describe their collective excitation spectrum. We predict that in addition to a conventional undamped plasmon mode, where both spin components oscillate in phase, there is an acoustic plasmon (or {}) mode with out-of-phase spi [Phys. Rev. Lett.] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Next-to-leading-order corrections and factorization for transverse single-spin asymmetries</span>",
      "authors": [
        "Daniel Rein, Marc Schlegel, Patrick Tollkhn, and Werner Vogelsang"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/26079Y46P2a2ea09b7da3f26eb750e82c8fe14080",
      "doi": "10.1103/fhxq-njl2",
      "summary": "We present next-to-leading order QCD corrections for the cross sections for ${p}^{}hX$, ${p}^{}jetX$ with transversely polarized initial protons. These cross sections are known to be power-suppressed in QCD and probe twist-3 parton correlation functions in the proton. Our calculation exhibits  [Phys. Rev. Lett.] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Direct Reconstruction of Terahertz-driven Subcycle Electron Emission Dynamics</span>",
      "authors": [
        "Jiakang Mao, Yushan Zeng, Hongyang Li, Liwei Song, Ye Tian, and Ruxin Li"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/e2079Ye2Saf2260822c42f753f4b7db490bfcefb2",
      "doi": "10.1103/z8pk-y8h8",
      "summary": "Field-driven electron emission from a cathode is typically believed to unfold on a subcycle timescale, a process well captured by tunnel ionization. However, in the long wavelength range, the temporal dynamics of a single-cycle and carrier-envelope-phase (CEP) stable terahertz-driven emission proces [Phys. Rev. Lett.] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Physical spin torques from exactly constrained exchange-correlation torques</span>",
      "authors": [
        "Jacques K. Desmarais, Kamel Bencheikh, Giovanni Vignale, and Stefano Pittalis"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/60074Y75Seb2ed07d3ca84478bfadefdc31067cc1",
      "doi": "10.1103/lt1f-8pz2",
      "summary": "The problem of capturing physical spin torques in non-collinear magnetic systems has dominated the scene of spin-density functional theory (SDFT) in the last two decades. Progress has been hindered by the fact that the spin torque is directly connected to the divergence of the spin current, a quanti [Phys. Rev. Lett.] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Hierarchical knot formation of semiflexible filaments driven by hydrodynamics</span>",
      "authors": [
        "Lucas H. P. Cunha, Luca Tubiana, Sibani L. Biswal, and Fred C. MacKintosh"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2c07dYb4Q0a1df9b469b49968ca123f7680ad0340",
      "doi": "10.1103/z7jb-fvjl",
      "summary": "The spontaneous formation of knots in semiflexible filaments is not only a fundamental aspect of polymer physics but also plays a crucial role in biological systems, where DNA, proteins, and other macromolecules exhibit complex knotting behavior. From Brownian dynamics simulations, we examine the se [Phys. Rev. Lett.] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Simultaneous probe of the charm and bottom quark Yukawa couplings using $t\\stackrel{}{t}H$ events</span>",
      "authors": [
        "A. Hayrapetyan et al."
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5f07fY1cWac15a90d65990c986c581ed327355d3a",
      "doi": "10.1103/9nwb-splk",
      "summary": "A search for the standard model Higgs boson decaying to a charm quark-antiquark pair, H $$ $c\\stackrel{}{c}$, produced in association with a top quark-antiquark pair ($t\\stackrel{}{t}$H ) is presented. The search is performed with data from proton-proton collisions at $\\sqrt{s}$ = 13 TeV, corresp [Phys. Rev. Lett.] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Identification of prompt proton emission in $N=Z1$ ${}^{61}$Ga: Isospin symmetry at the limit of nuclear binding</span>",
      "authors": [
        "Y. Hrabar et al."
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/c5073YcbJ9f14b7a28d591b587c05e5c39dc48609",
      "doi": "10.1103/kwm2-9bmd",
      "summary": "Excited states in the $N=Z1$ nucleus ${}^{61}$Ga were populated via the fusion-eva-po-ration reaction ${}^{24}$Mg${(}^{40}$Ca$,p2n{)}^{61}$Ga. The experimental setup at Argonne National Laboratory comprised a novel combination of the Gammasphere array with two CD-shaped double-sided Si-strip detect [Phys. Rev. Lett.] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Sub-Doppler cooling of a trapped ion in a phase-stable polarization gradient</span>",
      "authors": [
        "Ethan Clements, Felix W. Knollmann, Sabrina Corsetti, Zhaoyi Li, Ashton Hattori, Milica Notaros, Reuel Swint, Tal Sneh, May E. Kim, Aaron D. Leu, Patrick Callahan, Thomas Mahony, Gavin N. West, Cheryl Sorace-Agaskar, Dave Kharas, Robert McConnell, Colin D. Bruzewicz, Isaac L. Chuang, Jelena Notaros, and John Chiaverini"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/7d07cY1cLb918a8253d23b5312cc874fe258c77f9",
      "doi": "10.1103/fy3t-f1hz",
      "summary": "Trapped ions provide a highly controlled platform for quantum sensors, clocks, simulators, and computers, all of which depend on cooling ions close to their motional ground state. Existing methods like Doppler, resolved sideband, and dark resonance cooling balance trade-offs between the final temper [Phys. Rev. Lett.] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Optically induced magnetic inertia and magnons from non-Markovian extension to the Landau-Lifshitz-Gilbert equation</span>",
      "authors": [
        "Felipe Reyes-Osorio and Branislav K. Nikoli"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/fb07cYb6Rc917a9388e01f1087760de84eb96998d",
      "doi": "10.1103/sl4k-pcvq",
      "summary": "The Landau-Lisfhitz-Gilbert (LLG) equation has been the cornerstone of modeling the dynamics of localized spins, viewed as classical vectors of fixed length, within nonequilibrium magnets. When light is employed as the nonequilibrium drive, the LLG equation must be supplemented with additional terms [Phys. Rev. Lett.] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Symmetry-energy dependence of the bulk viscosity of nuclear matter</span>",
      "authors": [
        "Yumu Yang, Mauricio Hippert, Enrico Speranza, and Jorge Noronha"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ef074Y81Q4e2610491c734e998a11d59fa20b8053",
      "doi": "10.1103/9nck-dm66",
      "summary": "We clarify how the weak-interaction-driven bulk viscosity $$ and the bulk relaxation time ${}_{}$ of neutrino-transparent $npe$ matter depend on the nuclear symmetry energy. We show that, at saturation density, the equation-of-state dependence of these transport quantities is fully determined by  [Phys. Rev. Lett.] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Low-temperature polarity in antiferroelectric ${\\mathrm{PbZrO}}_{3}$ and ${\\mathrm{PbHfO}}_{3}$ driven by dynamical covalency in the ${\\mathrm{ZrO}}_{6}$ and ${\\mathrm{HfO}}_{6}$ substructures",
      "authors": [
        "Annette Bussmann-Holder, Marcin Fiajkowski, Andrzej Majchrowski, A. Szewczyk, J. Wickowski, Iwona Lazar, Andrzej Soszyski, and Krystian Roleder"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/y5wr-lmyg",
      "doi": "10.1103/y5wr-lmyg",
      "summary": "At low temperatures, additional phase transitions have been detected in the antiferroelectric crystals ${\\mathrm{PbZrO}}_{3}$ and ${\\mathrm{PbHfO}}_{3}$ near 270 K. In this paper we investigate these transitions theoretically and experimentally and arrive at the conclusion that it is of first order, [Phys. Rev. B 112, 174112] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Resonant Klein tunneling of chiral magnons in ${\\mathrm{MnF}}_{2}$ antiferromagnetic nanowires",
      "authors": [
        "Chaowei Sui, Shaohua Yuan, Daqiang Gao, Dongxing Yu, and Chenglong Jia"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2drk-cnfh",
      "doi": "10.1103/2drk-cnfh",
      "summary": "Chiral magnons in antiferromagnets offer a unique bosonic platform to explore quantum tunneling phenomena, including Klein tunneling, in experimentally accessible regimes. Here, we investigate the tunneling dynamics of magnon wave packets in ${\\mathrm{MnF}}_{2}$ nanowires exhibiting anti-parity-time [Phys. Rev. B 112, 174407] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetic control of nonlinear transport induced by the quantum metric",
      "authors": [
        "Xu Chen, Mingbo Dou, Qin Zhang, Xianjie Wang, M. Ye. Zhuravlev, A. V. Nikolaev, and L. L. Tao"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/49ky-9c1p",
      "doi": "10.1103/49ky-9c1p",
      "summary": "Quantum geometry plays a crucial role in the nonlinear transport of quantum materials. Here, we use the Boltzmann transport formalism to study the magnetic control of nonlinear transport induced by the quantum metric in two-dimensional systems with different types of spin-orbit coupling (SOC). It is [Phys. Rev. B 112, 174408] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Theoretical investigation of superconductivity in quaternary double perovskite hydrides at moderate pressure",
      "authors": [
        "Min Wang, Chao Deng, Hongyu Huang, Mingyang Du, Defang Duan, Hao Song, and Tian Cui"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2l5v-x76p",
      "doi": "10.1103/2l5v-x76p",
      "summary": "Recently, perovskite hydrides have received great attention due to their excellent superconductivity at moderate pressures. Based on perovskite structure $Pm\\overline{3}m\\text{}{\\mathrm{KInH}}_{3}$, a series of quaternary double perovskite hydrides ${A}_{2}{\\mathrm{In}Z\\mathrm{H}}_{6}$ $(A=\\mathrm{ [Phys. Rev. B 112, 174508] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Dimensional crossover of superfluid $^{3}\\mathrm{He}$ in a magnetic field",
      "authors": [
        "Leyla Saraj, Daksh Malhotra, Aymar Muhikira, Alexander J. Shook, John P. Davis, and Igor Boettcher"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jfwt-f3bw",
      "doi": "10.1103/jfwt-f3bw",
      "summary": "Motivated by recent experiments on superfluid $^{3}\\mathrm{He}$ in nanoscale-confined geometries, we theoretically investigate the associated phase diagram in a slab geometry and perpendicular magnetic field as the size of confinement is varied. Our analysis is based on minimizing the Ginzburg-Landa [Phys. Rev. B 112, 174509] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnons in chromium trihalides calculated with the <i>ab initio</i> Bethe-Salpeter equation",
      "authors": [
        "Ali Esquembre-Kuukali, Khoa B. Le, Alberto Garca-Cristbal, Marco Bernardi, Davide Sangalli, and Alejandro Molina-Snchez"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gbpw-zh1v",
      "doi": "10.1103/gbpw-zh1v",
      "summary": "Chromium trihalides ($\\mathrm{Cr}{X}_{3}$, with $X=\\mathrm{I},\\mathrm{Br},\\mathrm{Cl}$) are layered ferromagnetic materials with rich physics and possible applications. Their structure consists of magnetic Cr atoms sandwiched between two layers of halide atoms. Different halide atoms result in disti [Phys. Rev. B 112, 184412] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Impact of thermal annealing on magnetic properties in the nanostructured compositionally complex spinel cobaltites $({\\mathrm{Mg}}_{0.2}{\\mathrm{Mn}}_{0.2}{\\mathrm{Fe}}_{0.2}{\\mathrm{Cu}}_{0.2}{\\mathrm{Zn}}_{0.2}){\\mathrm{Co}}_{2}{\\mathrm{O}}_{4}$",
      "authors": [
        "Xin Wang, Cameron S. Jorgensen, Corisa Kons, Peter C. Metz, Joshua Safin, William R. Meier, Dustin A. Gilbert, Katharine Page, Yuanpeng Zhang, Jue Liu, and Eleonora Cal"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/87mk-gdfg",
      "doi": "10.1103/87mk-gdfg",
      "summary": "Exploring the controllable aspects of local atomic structure and chemical ordering and their correlations with functional properties is crucial for harnessing the potential of complex oxides in the development of advanced materials. In this work, we have investigated the sensitivity of the magnetic  [Phys. Rev. B 112, 184413] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Characterization of the magnetic phase transitions in double perovskite ${\\mathrm{Nd}}_{2}{\\mathrm{NiMnO}}_{6}$",
      "authors": [
        "John M. Attah-Baah, Pascal Manuel, Dmitry D. Khalyavin, Nilson S. Ferreira, and Roger D. Johnson"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/467g-2914",
      "doi": "10.1103/467g-2914",
      "summary": "Through detailed analysis of neutron powder diffraction data, we confirm that the double perovskite ${\\mathrm{Nd}}_{2}{\\mathrm{NiMnO}}_{6}$ adopts a monoclinic $P{2}_{1}/n$ structure with nearly complete $B$-site ordering of ${\\mathrm{Ni}}^{2+}$ and ${\\mathrm{Mn}}^{4+}$ cations. Below ${T}_{1}=198\\p [Phys. Rev. B 112, 184414] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Supersolid phase in two-dimensional soft-core bosons at finite temperature",
      "authors": [
        "S. Peotta, G. Spada, S. Giorgini, S. Pilati, and A. Recati"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/syns-jm6w",
      "doi": "10.1103/syns-jm6w",
      "summary": "The supersolid phase of soft-core bosons in two dimensions is investigated using the self-consistent Hartree-Fock and quantum Monte Carlo methods. An approximate phase diagram at finite temperatures is initially constructed using the mean-field approach, which is subsequently validated through preci [Phys. Rev. B 112, 184506] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Intrinsic space-time crystalline order in a hybrid Josephson junction",
      "authors": [
        "M. Nashaat, J. Teki, and Yu. M. Shukrinov"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kxkc-4gs4",
      "doi": "10.1103/kxkc-4gs4",
      "summary": "We demonstrate the emergence of an intrinsic space-time crystalline order in a long ferromagnetic ${}_{0}$ Josephson junction on a topological insulator without any external periodic modulation. The presence of the exchange and Dzyaloshinskii-Moriya interactions in a ferromagnetic layer with broken [Phys. Rev. B 112, 184507] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electronic structure complexity and extremely large magnetoresistance in antiferromagnetic semimetal ${\\mathrm{SmAgSb}}_{2}$",
      "authors": [
        "Juntao Yao, Sarah Paone, Niraj Aryal, Asish K. Kundu, Elio Vescovo, Weiguo Yin, and Qiang Li"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/k2cc-blqv",
      "doi": "10.1103/k2cc-blqv",
      "summary": "${\\mathrm{SmAgSb}}_{2}$, a layered magnetic semimetal in the tetragonal $RT{\\mathrm{Sb}}_{2}$ family ($R=\\mathrm{Y}$, Sc, rare earth; $T$ = transition metal), is known to exhibit extremely large magnetoresistance (XMR) below its antiferromagnetic (AFM) transition temperature. In this work, we presen [Phys. Rev. B 112, 195105] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Kitaev model in regular hyperbolic tilings",
      "authors": [
        "Julien Vidal and Rmy Mosseri"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mx1t-74dm",
      "doi": "10.1103/mx1t-74dm",
      "summary": "We study the Kitaev model on regular hyperbolic trivalent tilings. Depending on the length $p$ of the elementary polygons, we examine two distinct tri-colorings of the tiling. Using a recent conjecture on the ground-state flux sector, we compute the phase diagram via exact diagonalizations and deriv [Phys. Rev. B 112, 195106] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Surface properties of hexagonal Si and Ge: First-principles study of energetics, atomic relaxation, and electronic structure",
      "authors": [
        "Martin Keller, Abderrezak Belabbes, Jrgen Furthmller, Friedhelm Bechstedt, and Silvana Botti"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zq7r-s182",
      "doi": "10.1103/zq7r-s182",
      "summary": "Low-index surfaces of hexagonal (lonsdaleite) silicon and germanium polytypes, 2H-Si and 2H-Ge, are investigated using density functional theory calculations for structural optimization and approximate quasiparticle methods for electronic structure analysis. We examine the relaxed geometries of four [Phys. Rev. B 112, 195303] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Theory of off-diagonal disorder in multilayer topological insulators",
      "authors": [
        "Z. Z. Alisultanov and A. Kudlis"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/37f7-3jgn",
      "doi": "10.1103/37f7-3jgn",
      "summary": "We study multilayer topological insulators with random interlayer tunneling, known as off-diagonal disorder. Within the Burkov-Balents model a single Hermitian defect creates a bound state whose energy crosses the middle of the gap in the trivial phase but never in the topological phase; a non-Hermi [Phys. Rev. B 112, 205108] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Weak electron correlations and itinerant $5f$ electrons in ${\\mathrm{UFeGa}}_{5}$: A high-resolution ARPES and DFT study",
      "authors": [
        "Xuwen He, Xuebing Luo, Bo Wang, Wei Feng, Dengpeng Yuan, Yi Liu, Yulu He, Yaobo Huang, Zhengtai Liu, Dawei Shen, Mao Ye, Jishan Liu, Qin Liu, Qunqing Hao, Xiangfei Yang, Yun Zhang, S. Y. Tan, Qiuyun Chen, and Xinchun Lai"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8jss-xdxp",
      "doi": "10.1103/8jss-xdxp",
      "summary": "Uranium compounds have long been of significant interest in condensed matter physics due to their diverse and often exotic properties, including heavy-fermion behavior, non-Fermi-liquid characteristics, quantum criticality, and unconventional superconductivity. These phenomena arise from the complex [Phys. Rev. B 112, 205109] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Hole trapping facilitates the formation of Frenkel pairs in crystalline and amorphous ${\\mathrm{Ga}}_{2}{\\mathrm{O}}_{3}$ films",
      "authors": [
        "Chaiyawat Kaewmeechai, Jack Strand, and Alexander Shluger"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jmq5-9yy9",
      "doi": "10.1103/jmq5-9yy9",
      "summary": "Holes are injected from electrodes or produced by irradiation in many applications of crystalline and amorphous ${\\mathrm{Ga}}_{2}{\\mathrm{O}}_{3}$. They are known to trap in polaron states in both phases. We investigate, using density functional theory, how hole trapping in ${\\mathrm{Ga}}_{2}{\\math [Phys. Rev. B 112, 205203] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Complex orientation dependence of Casimir-Polder interaction induced by curvature and optical properties of the surface and the surrounding medium",
      "authors": [
        "Giuseppe Bimonte and Thorsten Emig"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/t5t5-kc9j",
      "doi": "10.1103/t5t5-kc9j",
      "summary": "We employ a multiple scattering expansion to systematically derive curvature corrections to the Casimir-Polder (CP) interaction between small anisotropic particles and general magnetodielectric surfaces. Our results, validated against exact solutions, reveal a complex, distance-dependent interplay b [Phys. Rev. B 112, 205405] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Dynamic shear viscosity of undoped ABC-stacked multilayer graphene",
      "authors": [
        "Weiwei Chen, Yedi Shen, Tianle Zhan, Weiyi Wang, Zhongjun Li, and Wei Zhu"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lj19-xv83",
      "doi": "10.1103/lj19-xv83",
      "summary": "We investigate the dynamic shear viscosity of the undoped, ABC-stacked multilayer graphene, whose low-energy behavior is captured by a chiral-$N$ effective Hamiltonian with $N$ equal to the number of layers. Electron-electron interactions are analyzed using Feynman diagrams and the random phase appr [Phys. Rev. B 112, 205406] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Bipartite particle number fluctuations in dephased long-range lattice systems",
      "authors": [
        "Lokesh Tater, Subhajit Sarkar, Devendra Singh Bhakuni, and Bijay Kumar Agarwalla"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/f45c-ts9d",
      "doi": "10.1103/f45c-ts9d",
      "summary": "We investigate the dynamics of subsystem particle number fluctuations in a long-range system with power-law decaying hopping strength characterized by exponent $$ and subjected to a local dephasing at every site. We introduce an efficient bond length representation for the four-point correlator, en [Phys. Rev. B 112, 205407] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnon-phonon interactions from first principles",
      "authors": [
        "Khoa B. Le, Ali Esquembre-Kuukali, Hsiao-Yi Chen, Ivan Maliyov, Yao Luo, Jin-Jian Zhou, Davide Sangalli, Alejandro Molina-Snchez, and Marco Bernardi"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/489b-n5pd",
      "doi": "10.1103/489b-n5pd",
      "summary": "Modeling spin-wave (magnon) dynamics in novel materials is important to advance spintronics and spin-based quantum technologies. The interactions between magnons and lattice vibrations (phonons) limit the length scale for magnon transport. However, quantifying these interactions remains challenging. [Phys. Rev. B 112, L180403] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Boundary Witten effect in multiaxion insulators",
      "authors": [
        "Giandomenico Palumbo"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/98rr-rx6s",
      "doi": "10.1103/98rr-rx6s",
      "summary": "We explore novel topological responses and axionlike phenomena in three-dimensional insulating systems with spacetime-dependent mass terms encoding domain walls. Via a dimensional-reduction approach, we derive an axion-electromagnetic coupling term involving three axion fields. This term yields a to [Phys. Rev. B 112, L201107] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Anderson-skin dualism: A boundary-dependent effect in non-Hermitian disordered coupled systems",
      "authors": [
        "Shan-Zhong Li, Linhu Li, Shi-Liang Zhu, and Zhi Li"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vz12-2qn3",
      "doi": "10.1103/vz12-2qn3",
      "summary": "We report a localization phenomenon that emerges in non-Hermitian and quasiperiodic coupled systems, which we dub Anderson-skin (AS) dualism. The emergence of AS dualism is due to the fact that non-Hermitian topological systems provide nontrivial topology for disordered systems, causing the origin [Phys. Rev. B 112, L201108] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Fractional Chern insulators in moir flat bands with high Chern numbers",
      "authors": [
        "Chonghao Wang, Xiaoyang Shen, Ruiping Guo, Wenhui Duan, Chong Wang, and Yong Xu"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nkwx-twdl",
      "doi": "10.1103/nkwx-twdl",
      "summary": "Recent discoveries of zero-field fractional Chern insulators in moir materials have attracted intensive research interest. However, most current theoretical and experimental attempts focus on Chern bands with Chern number $|C|=1$, in analogy to the Landau levels. Here, we propose candidate material [Phys. Rev. B 112, L201109] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Nanoscale modulation of flat bands via controllable charge-density-wave defects in 4<em>Hb</em>-TaS${}_{2}$</span>",
      "authors": [
        "Wooin Yang, S Karbasizadeh, Hoyeon Jeon, Saban Hus, Arthur P. Baddorf, Sai Mu, Tom Berlijn, Haidong Zhou, Wonhee Ko, and An-Ping Li"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fa073Y84N701e59cc40e21f5689b4c20ae4fb7e7d",
      "doi": "10.1103/lw6k-m6df",
      "summary": "Electron correlation is a main driver of exotic quantum phases and their interplay. The 4Hb-TaS2 system, possessing intrinsic heterostructure of 1T- and 1H-TaS2 monolayers, offers a unique opportunity to control electron correlation by distorting the atomic lattice or tuning interlayer coupling. Her [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Mott glass and criticality in an $S=\\frac{1}{2}$ bilayer Heisenberg model with interlayer bond dilution</span>",
      "authors": [
        "Kunpeng Li, Han-Qing Wu, and Dao-Xin Yao"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5307aOa2W171934ac9866511424e63080831f5ead",
      "doi": "10.1103/8wbp-xxz1",
      "summary": "We employ the stochastic series expansion quantum Monte Carlo (SSE-QMC) method to investigate the $S=1/2$ antiferromagnetic Heisenberg model on a bilayer square lattice with diluted interlayer couplings. Both regular and random dilution patterns are considered. In systems with regular dilution, tuni [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Triangular lattice models of the Kalmeyer-Laughlin spin liquid from coupled wires</span>",
      "authors": [
        "Tingyu Gao, Niklas Tausendpfund, Erik L. Weerda, Jan Naumann, Matteo Rizzi, and David F. Mross"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/31076O41P971b255e3840925bcea5ca245f98aeb4",
      "doi": "10.1103/3nfx-fkfg",
      "summary": "Chiral spin liquids (CSLs) are exotic phases of interacting spins in two dimensions, characterized by long-range entanglement and fractional excitations. We construct a local Hamiltonian on the triangular lattice that stabilizes the Kalmeyer-Laughlin CSL without requiring fine-tuning. Our approach e [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Anderson localization of a Weyl semimetal slab with surface adsorption</span>",
      "authors": [
        "Tiancheng Ma, Liwei Jiang, and Yisong Zheng"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5807aO97U3f13555505759523bb2c8c8e01f5e12d",
      "doi": "10.1103/hxst-r465",
      "summary": "A slab of time-reversal-symmetric Weyl semimetal serves as a realistic material platform for studying Anderson localization (AL) in two-dimensional (2D) systems, as it belongs to the symplectic symmetry class, which is the only 2D system that hosts an AL transition. In the present work, we theoretic [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Surface Landau level signatures of a topological transition in antiferromagnetic topological insulators</span>",
      "authors": [
        "Yichen Liu, Tongshuai Zhu, and Haijun Zhang"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d3079O50T661ce54e34c98a2ba7138bfe57f50283",
      "doi": "10.1103/q3bf-3fbt",
      "summary": "Layered van der Waals (vdW) antiferromagnetic (AFM) topological insulators (TIs), particularly the recently discovered MnBi${}_{2}$Te${}_{4}$-family materials, have attracted significant attention. The gapped surface states in MnBi${}_{2}$Te${}_{4}$ are one of its key properties. However, whether th [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quadrupole conserving dynamics in the noncommutative plane</span>",
      "authors": [
        "Isabella Zane and Andrew Lucas"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2007fOeeUb21675a92250d48513fb40e94b5f2005",
      "doi": "10.1103/6d5w-ntsc",
      "summary": "Inspired by fracton hydrodynamic universality classes of dynamics with unusual conservation laws, we present a new dynamical universality class that arises out of local area-preserving dynamics in the non-commutative plane. On this symplectic manifold, the area-preserving spatial symmetry group SL [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Thermal Uhlmann-Chern number: Bridging pure and mixed states</span>",
      "authors": [
        "Xin Wang, Xu-Yang Hou, Yan He, and Hao Guo"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/74076Od8Sf31fc57638f90b094435b14d58f51df8",
      "doi": "10.1103/prq8-c9ns",
      "summary": "Topological properties of quantum systems at finite temperatures, described by mixed states, pose significant challenges due to the triviality of the Uhlmann bundle. By inserting the density matrix into the Chern character, we introduce the thermal Uhlmann-Chern number, a generalization of the Chern [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantitative imaging of nonlinear spin-wave propagation using diamond quantum sensors</span>",
      "authors": [
        "Kensuke Ogawa, Moeta Tsukamoto, Yusuke Mori, Daigo Takafuji, Junichi Shiogai, Kohei Ueda, Jobu Matsuno, Jun-ichiro Ohe, Kento Sasaki, and Kensuke Kobayashi"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9907eO5cPa21525f959304e110a4a520da0f62dd6",
      "doi": "10.1103/ys8d-cnfg",
      "summary": "Spin waves propagating in magnetic materials exhibit nonlinear behavior due to the competition between excitation and relaxation at large amplitudes, providing an attractive platform for exploring nonlinear wave dynamics. In particular, spin waves with a non-zero wavenumber that carry momentum under [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Unconventional criticality and phase diagram of a tetramer Heisenberg bond-alternating chain with single-ion anisotropy</span>",
      "authors": [
        "Luan M. Verssimo, J. Torrico, S. M. de Souza, Onofre Rojas, M. S. S. Pereira, and Marcelo L. Lyra"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8707bO51Wd51ee50838a32650e13828700d06fd5c",
      "doi": "10.1103/r5dq-sgm6",
      "summary": "We investigate the phase diagram of a chain featuring bond-alternating antiferromagnetic nearest-neighbor exchange interactions and single-ion anisotropy. This model exhibits a rich phase structure comprising three gapped phases: the antiferromagnetic (AFM), topological valence-bond-solid (TVBS), an [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Intrinsic spin accumulation in the magnetic spin Hall effect</span>",
      "authors": [
        "Atsuo Shitade"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f0074O1fWcd1885b03278b004c2c20a4520101fb3",
      "doi": "10.1103/gxpm-2gkq",
      "summary": "The magnetic spin Hall effect is a time-reversal-odd phenomenon in which spin current is induced by the charge current. In the presence of a spin-orbit coupling and/or noncolinear magnetism, however, spin current is not uniquely defined. Instead, we study an intrinsic response of spin to an electric [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>X-ray magnetic circular dichroism originating from the anisotropic magnetic dipole operator ${T}_{z}$ term in collinear altermagnets under trigonal crystal field</span>",
      "authors": [
        "Norimasa Sasabe, Yuta Ishii, and Yuichi Yamasaki"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c407fKa7Uff11612908757577d9036649d28a07cb",
      "doi": "10.1103/hchg-7bq9",
      "summary": "We investigate the microscopic origin and spectral features of X-ray magnetic circular dichroism (XMCD) in collinear antiferromagnets with trigonal crystal fields, using -MnTe as a prototypical example. Although such systems exhibit zero net magnetization, we demonstrate that XMCD can emerge from t [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Minimal model of an artificial topological material realized in a two-terminal Josephson junction threaded by Aharonov-Casher fluxes</span>",
      "authors": [
        "Luka Medic, Anton Ramak, and Toma Rejec"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/60073O11M281ce4b063e09b13293cd64a70443893",
      "doi": "10.1103/mqt7-qzwc",
      "summary": "We investigate a minimal model of a two-terminal Josephson junction with conventional superconducting (SC) leads and a pair of interconnected quantum dots in the presence of two Aharonov-Casher (AC) fluxes. The Andreev bound state spectrum features Weyl nodes within a three-dimensional synthetic Bri [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Analytic and numerical toolkit for the Anderson model in one dimension</span>",
      "authors": [
        "Oleg Evnin"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3f073Y83T002330a37163831b2c7c01cef56b0365",
      "doi": "10.1103/nmtt-8r72",
      "summary": "The Anderson model in one dimension is a quantum particle on a discrete chain of sites with nearest-neighbor hopping and random on-site potentials. It is a progenitor of many further models of disordered systems, and it has spurred numerous developments in various branches of physics. The literature [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Collapse of the effective response time near the spin glass transition temperature</span>",
      "authors": [
        "Hongze Li, Raymond L. Orbach, Gregory G. Kenning, and Sky Semone"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6f077O2dW8b15b58c0520440eb2748998e8d5c1e5",
      "doi": "10.1103/4x7v-szyk",
      "summary": "Kenning discovered the collapse of the effective response time, ${t}_{H}^{\\mathrm{\\text{eff}}}({t}_{\\mathrm{\\text{w}}};T)$, independent of aging time, ${t}_{\\mathrm{\\text{w}}}$, as one approached the spin glass transition temperature ${T}_{\\mathrm{\\text{g}}}$ from below. Nordblad and Lundgren observ [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quasinormal modes of Floquet media slabs</span>",
      "authors": [
        "Benjamin Vial and Richard V. Craster"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1707cO6eT0810c52e4724715e98345dc17eb39d3c",
      "doi": "10.1103/xxnd-7d55",
      "summary": "Exploiting non-Hermitian wave-matter interactions in time-modulated media to enable the dynamic control of electromagnetic waves requires advanced theoretical tools. In this article we bridge concepts from photonic quasinormal modes (QNMs) and time-varying metamaterials providing the foundation for  [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Competing phases in the kagome magnet FeGe from functional renormalization</span>",
      "authors": [
        "Pietro M. Bonetti, Yi Jiang, Haoyu Hu, Dumitru Clugru, Michael M. Scherer, B. Andrei Bernevig, and Laura Classen"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3a073Y3bL931428b17cd99778eed3873a0952fc84",
      "doi": "10.1103/2j4h-gptn",
      "summary": "The discovery of a charge density wave in FeGe extends the discussion of the nature of charge order in kagome metals to a magnetic compound. Motivated by this observation, we combine density functional theory (DFT) and functional-renormalization-group calculations to study interaction-induced Fermi- [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Measuring incompatible observables with quantum neural networks</span>",
      "authors": [
        "Muchun Yang, Yibin Huang, and D. L. Zhou"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f6072Y03Q471a69ae56a75859126342c772079cbc",
      "doi": "10.1103/qz9c-m3z4",
      "summary": "The expressivity of quantum neural networks (QNNs) is a key issue in quantum machine learning (QML), which determines the capability to learn and represent complex functions. The recently proposed Randomness-Enhanced QNNs [Phys. Rev. Lett. 132, 010602 (2024)] use a mixed-unitary channel to accuratel [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Arbitrary number of tunable localized states by synthetic band windings</span>",
      "authors": [
        "Meng-Yang Liu, Ze-Guo Chen, Xiao-Chen Sun, Ming-Hui Lu, and Yan-Feng Chen"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f407bObdS781ef5854281aa618473004ad4179313",
      "doi": "10.1103/z7v8-dxbz",
      "summary": "Topological insulators host robust, symmetryprotected localized states at their boundaries, whose existence is dictated by bulk topological invariants. However, the number or spatial positions of these states are typically fixed by lattice geometry, limiting their tunability for practical applicatio [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Josephson current signature of Floquet Majorana and topological accidental zero modes in altermagnet heterostructures</span>",
      "authors": [
        "Amartya Pal, Debashish Mondal, Tanay Nag, and Arijit Saha"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/68070O0fR96E0e13a5d6200777e2b98a3983395a2",
      "doi": "10.1103/prnx-47mk",
      "summary": "We theoretically investigate the generation and Josephson current signatures of Floquet Majorana end modes (FMEMs) in a periodically driven altermagnet (AM) heterostructure. Considering a one-dimensional (1D) Rashba nanowire (RNW) proximitized to a regular $s$-wave superconductor (SC) and a $d$-wave [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Altermagnetism and higher-order topological states in bilayer Chern insulators</span>",
      "authors": [
        "Kehan Liu and Mingwen Zhao"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1c078Y80W5612a89177569b22fc0b19ff69a7bcfb",
      "doi": "10.1103/xyjn-8dqk",
      "summary": "We propose an innovative strategy to integrate d-wave altermagnetism with intrinsic second-order topological phases in two-dimensional bilayer Chern insulators. Using bilayer V2WS4 as a case study, our first-principles calculations reveal that the A-type antiferromagnetic interlayer configuration tr [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Probing the Fermi surface with quantum oscillation measurements in the Dirac semimetal TaNiTe${}_{5}$</span>",
      "authors": [
        "Maximilian Daschner, Bruno Gudac, Mario Novak, Cheng Liu, F. Malte Grosche, and Ivan Kokanovi"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/cc077Oe8Dfb14e4a18b072835b056a0e38e722218",
      "doi": "10.1103/ythr-l17b",
      "summary": "We report a detailed investigation of the Fermi surface in the layered Dirac semimetal TaNiTe${}_{5}$. We probed the magnetization, magnetic torque and magnetoresistance in high-quality single crystals. Pronounced Shubnikov - de Haas (SdH) and de Haas - van Alphen (dHvA) oscillations are observed in [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Emergent ${}_{8}^{(1)}$ spectrum and topological soliton excitation in CoNb${}_{2}$O${}_{6}$</span>",
      "authors": [
        "Ning Xi, Xiao Wang, Yunjing Gao, Yunfeng Jiang, Rong Yu, and Jianda Wu"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5707bY27D1a1469332a34739cb87dfee39df99026",
      "doi": "10.1103/f32m-kkzm",
      "summary": "Quantum integrability emerging near a quantum critical point (QCP) is manifested by exotic excitation spectrum that is organized by the associated algebraic structure. A well known example is the emergent ${E}_{8}$ integrability near the QCP of a transverse field Ising chain (TFIC), which was long p [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Extension of second-principles density functional theory into the time domain</span>",
      "authors": [
        "Toraya Fernndez-Ruiz, Jorge iguez-Gonzlez, Javier Junquera, and Pablo Garca-Fernndez"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d8073Od6T7611d5637100db1df0d368dc91610571",
      "doi": "10.1103/pc8l-xkq3",
      "summary": "We present an extension of the second-principles density functional theory (SPDFT) method to perform time-dependent simulations. Our approach, which calculates the evolution of the density matrix in real time and real space using the Liouville-von Neumann equation of motion, allows determining optic [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Third-order strong-coupling impurity solver for real-frequency dynamical mean field theory: Accurate spectral functions for antiferromagnetic and photodoped states</span>",
      "authors": [
        "Lei Geng, Aaram J. Kim, and Philipp Werner"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/51071O6eT191eb51b86a4e49e3143cbe5ff4f0c77",
      "doi": "10.1103/jjjl-v1pj",
      "summary": "We present a real-frequency third-order strong-coupling impurity solver which employs quantics tensor cross interpolation (QTCI) for an efficient evaluation of the diagram weights. Applying the method to dynamical mean-field theory (DMFT) calculations of the single-band Hubbard model on the Bethe la [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Ferromagnet with a noncollinear antiferromagnetic order and anomalous Hall effect</span>",
      "authors": [
        "Vladimir A. Zyuzin"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f807fO68XafE3c1fb4e19fd8b289417a58f176766",
      "doi": "10.1103/m65y-84q2",
      "summary": "In this paper we introduce a theoretical model of a metallic magnetic system with non-collinear antiferromagnetic order. We introduce a mechanism of indirect interaction of conducting fermions with localized spins based on the tunneling processes of conducting fermions through the localized spins. W [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Two-dimensional superconductivity with unconventional magnetotransport in PtPb${}_{4}$ single crystals: A nonsymmorphic symmetry-protected topological superconductor</span>",
      "authors": [
        "Zhujialei Lei, Sheng-En Lin, Chin Wei Lin, I-Nan Chen, and Li-Min Wang"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6707dO94T0a1ca56063621f692cbf87b092f4c320",
      "doi": "10.1103/kskp-p7zg",
      "summary": "This study presents a new nonsymmorphic symmetry-protected topological phase, as well as a two-dimensional (2D) surface topological superconductivity on PtPb4 surface. The bulk superconductivity of PtPb4 exhibited characteristic of a conventional moderately-coupled Bardeen- Cooper-Schrieffer non-ide [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Room-temperature broad-band radiofrequency rectification in epitaxial SrIrO${}_{3}$ films</span>",
      "authors": [
        "L. Zhou, Z. Z. Du, J. H. Wang, P. B. Chen, B. C. Ye, T. Feng, J. H. Yang, Z. H. Xiao, M. Yang, J. X. Li, W. Q. Zhang, H. Z. Lu, and H. T. He"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f7073Y8fLf417f8974a6326023662cfbcb441490f",
      "doi": "10.1103/v8q3-jqjs",
      "summary": "Although significant advancements have been made in wireless technologies and portable devices, it remains a challenge for high-frequency and nanowatt-level radiofrequency rectification. In this work, we report a pronounced radiofrequency rectification up to 37 GHz in nominally centrosymmetric SrIrO [Phys. Rev. B] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Critical behavior analysis of pure dipolar triangular lattice via equilibrium and nonequilibrium Monte Carlo simulations",
      "authors": [
        "S. Ismailzadeh and M. D. Niry"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/51b7-xhs4",
      "doi": "10.1103/51b7-xhs4",
      "summary": "Magnetic thin films and two-dimensional (2D) arrays of magnetic nanoparticles exhibit unique physical properties that make them valuable for a wide range of technological applications. In such systems, dipolar interactions play a crucial role in determining their physical behavior. However, due to t [Phys. Rev. E 112, 054107] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Dynamical equationfor the Lorenz curve: Dynamics of incomplete moments of probability distributions arising from Fokker-Planck equations",
      "authors": [
        "David W. Cohen, Merek Johnson, and Bruce M. Boghosian"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dpnv-2xd7",
      "doi": "10.1103/dpnv-2xd7",
      "summary": "Fokker-Planck equations (forward Kolmogorov equations) describe the time evolution of probability densities from a given initial condition. For distributions over the real line, these evolution equations can sometimes be transformed into dynamics over the incomplete zeroth and first moments. We call [Phys. Rev. E 112, 054108] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Local entropy production rate of run-and-tumble particles",
      "authors": [
        "Matteo Paoluzzi, Andrea Puglisi, and Luca Angelani"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/48cv-5vvb",
      "doi": "10.1103/48cv-5vvb",
      "summary": "We study the local entropy production rate and the local entropy flow in active systems composed of noninteracting run-and-tumble particles in a thermal bath. After providing generic time-dependent expressions, we focus on the stationary regime. Remarkably, in this regime the two entropies are equal [Phys. Rev. E 112, 054109] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Synaptic plasticity alters the nature of the chaos transition in neural networks",
      "authors": [
        "Wenkang Du and Haiping Huang"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7kk9-3jm8",
      "doi": "10.1103/7kk9-3jm8",
      "summary": "In realistic neural circuits, both neurons and synapses are coupled in dynamics with separate time scales. The circuit functions are intimately related to these coupled dynamics. However, it remains challenging to understand the intrinsic properties of the coupled dynamics. Here, we develop the neur [Phys. Rev. E 112, 054208] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Influence of coherent coupling between counterpropagating waves on spontaneous symmetry breaking and complex oscillations in Kerr microcavities",
      "authors": [
        "Svyatoslav S. Kulpin, Alexey V. Andrianov, and Elena A. Anashkina"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dlzg-xtfj",
      "doi": "10.1103/dlzg-xtfj",
      "summary": "We theoretically study the impact of coherent intermode coupling on the nonlinear dynamics of two counterpropagating modes in a Kerr microcavity driven by symmetric counterpropagating pumps, focusing on the realization of stationary and oscillatory states with broken symmetry. Notably, the symmetry- [Phys. Rev. E 112, 054209] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Nonlinearity test for complex time series without surrogates",
      "authors": [
        "Pedro Carpena, Pedro A. Bernaola-Galvn, Concepcin Carretero-Campos, and Ana V. Coronado"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4pwv-gpsl",
      "doi": "10.1103/4pwv-gpsl",
      "summary": "The linear or nonlinear nature of a dynamical system is often evaluated by applying nonlinearity tests to an experimental time series that is typically the only observable output of the system. The most widely used nonlinearity test is the method of surrogates: a set of linear time series that repli [Phys. Rev. E 112, 054210] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Bifurcation scenarios for chirped mode locking in a semiconductor laser",
      "authors": [
        "G. S. Zhuravlev, A. V. Kovalev, A. E. Romanov, and E. A. Viktorov"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hpls-3sjc",
      "doi": "10.1103/hpls-3sjc",
      "summary": "Using a delay differential equation model for a two-section semiconductor laser, we have found a new bifurcation scenario leading to stable mode-locked operation with normal dispersion properties of the light travel. The pulse profile is asymmetric, with a slower leading edge and a negative chirp. W [Phys. Rev. E 112, 054211] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Shearless barriers in the conservative Ikeda map",
      "authors": [
        "Rodrigo Simile Baroni, Ricardo Egydio de Carvalho, Jos Danilo Szezech Junior, and Iber Luiz Caldas"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/q3hf-jm99",
      "doi": "10.1103/q3hf-jm99",
      "summary": "We investigate the dynamics of the Ikeda map in the conservative limit, where it is represented as a two-dimensional area-preserving map governed by two control parameters, $$ and $$. We demonstrate that the map can be interpreted as a composition of a rotation and a translation of the state vecto [Phys. Rev. E 112, 054212] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Emergent inflation-deflation cycles from minimalistic wage dynamics",
      "authors": [
        "Tobias H. B. Holm and Kim Sneppen"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h81b-c8qp",
      "doi": "10.1103/h81b-c8qp",
      "summary": "Fisher's classical debt-deflation model outlined a sequence of events governing the positive feedback in economic downturns. This theory has been formative for modern economic policy, including the 2008 crisis. However, few quantitative models have been developed to incorporate positive feedback in  [Phys. Rev. E 112, 054304] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Emerging activity temporal hypergraph: A model for generating realistic time-varying hypergraphs",
      "authors": [
        "Marco Mancastroppa, Giulia Cencetti, and Alain Barrat"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8rmn-mdgz",
      "doi": "10.1103/8rmn-mdgz",
      "summary": "Time-varying group interactions constitute the building blocks of many complex systems. The framework of temporal hypergraphs makes it possible to represent them by taking into account the higher-order and temporal nature of the interactions. However, the corresponding datasets are often incomplete  [Phys. Rev. E 112, 054305] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Truncating loopy tensor networks by zero-mode gauge fixing",
      "authors": [
        "Ihor Sokolov, Yintai Zhang, and Jacek Dziarmaga"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4lgp-ld2s",
      "doi": "10.1103/4lgp-ld2s",
      "summary": "Loopy tensor networks have internal correlations that often make their compression inefficient. We show that even local bond optimization can make better use of the insight it has locally into relevant loop correlations. By cutting the bond, we define a set of states whose linear dependence can be u [Phys. Rev. E 112, 055307] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Local mechanical response of lipid membranes to tilt deformation",
      "authors": [
        "Konstantin V. Pinigin"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sqjj-tty1",
      "doi": "10.1103/sqjj-tty1",
      "summary": "Using molecular dynamics, this study investigates the local elastic properties of transverse shear deformation of lipid membranes. The analysis demonstrates that transverse shear deformation induces anisotropy in the local stress profile of the lipid bilayer, a phenomenon attributed to the Poynting  [Phys. Rev. E 112, 055405] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Granular potential and compactivity of jammed particles",
      "authors": [
        "Ching Chang, Zelin Liu, Jason Chao, and Yujie Wang"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2pq5-d1z8",
      "doi": "10.1103/2pq5-d1z8",
      "summary": "Granular materials exhibit complex behavior because of their nonequilibrium nature and dissipative mechanism. This study investigates the role of granular potential in bidisperse granular packings and its influence on thermodynamic properties such as entropy, compactivity, and density of states. Exp [Phys. Rev. E 112, 055406] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Effects of particle angularity on granular self-organization",
      "authors": [
        "Dominik Krengel, Haoran Jiang, Takashi Matsushima, and Raphael Blumenfeld"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7646-8fxy",
      "doi": "10.1103/7646-8fxy",
      "summary": "Recent studies of two-dimensional polydisperse disk systems have revealed a coordinated self-organization of cell stresses and shapes, with certain distributions collapsing onto a master form for many processes, size distributions, friction coefficients, and cell orders. Here we examine the effects  [Phys. Rev. E 112, 055407] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Monte Carlo simulations of two-dimensional flat-sheet membrane filters for constant-pressure water purification",
      "authors": [
        "Abigail Rose Drumm and Francesca Bernardi"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hqm4-qt38",
      "doi": "10.1103/hqm4-qt38",
      "summary": "Membrane filtration is widely used in water treatment to remove foulants from contaminated water. Foulant buildup on the membrane occludes the area open for fluid flow, which impairs the efficiency of the filtration operation by decreasing the flux through the membrane. Backwashing (BW) is a strateg [Phys. Rev. E 112, 055501] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Erratum: Boundary conditions for the Schrdinger equationin the numerical simulation of quantum systems [Phys. Rev. E <b>50</b>, 1616 (1994)]",
      "authors": [
        "Marco Patriarca"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b6qb-59f6",
      "doi": "10.1103/b6qb-59f6",
      "summary": "[Phys. Rev. E 112, 059901] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Mittag-Leffler quantum statistics and thermodynamic anomalies</span>",
      "authors": [
        "Maryam Seifi, Zahra Ebadi, Hamzeh Agahi, Hossein Mehri-Dehnavi, and Hosein Mohammadzadeh"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/e207cRc9S441f92568973f50659300d9f74879541",
      "doi": "10.1103/zf8p-w27n",
      "summary": "Building upon the framework established in our recent work [M. Seifi et al., Phys. Rev. E 111, 054114 (2025)], wherein a generalized Maxwell-Boltzmann distribution was formulated using the Mittag-Leffler function within the superstatistical formalism, we extend this approach to the quantum domain. S [Phys. Rev. E] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Simulating mono-and-multiprotein phosphorylation within nanoclusters</span>",
      "authors": [
        "Olivier Destaing and Bertrand Fourcade"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/97075R95Q2d1382f84889b20e964a26a17fe7a500",
      "doi": "10.1103/bb12-kz72",
      "summary": "Nanoclustering is a characteristic feature of activated state of proteins and is essential to form numerous subcellular structures. Formation of these nanoclusters is highly dependent of a series of post-translational modifications such as mono-multi-phosphorylation and dephosphorylation of residues [Phys. Rev. E] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Nonlocal current-driven heat flow in ideal plasmas</span>",
      "authors": [
        "Nicholas Mitchell, David Chapman, and Grigory Kagan"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/e3077Y8aT8b28f1330fe44a1b2e7955caf077d819",
      "doi": "10.1103/jn8x-nfv2",
      "summary": "Electron heat flux is an important and often dominant mechanism of energy transport in a variety of collisional plasmas in a confined fusion or astrophysical context. While nonlocal conductive heat transport, driven by strong temperature gradients, has been investigated extensively in previous liter [Phys. Rev. E] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Optimal quantum transport on a ring via locally monitored chiral quantum walks</span>",
      "authors": [
        "Sara Finocchiaro, Giovanni O. Luilli, Giuliano Benenti, Matteo G. A. Paris, and Luca Razzoli"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/96078R9dT10Ed016d1d17b93082cac0c688c9b52b",
      "doi": "10.1103/svrb-b72k",
      "summary": "In purely coherent transport on finite networks, destructive interference can significantly suppress transfer probabilities, which can only reach high values through careful fine-tuning of the evolution time or tailored initial-state preparations. We address this issue by investigating excitation tr [Phys. Rev. E] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Statistical complexity as a diagnostic of critical behavior in a 2D Sznajd model</span>",
      "authors": [
        "Nicols E. Amado, Jorge A. Revelli, and Pedro W. Lamberti"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/a0075R10Ubd1252895133c91d695a4c41c16ff02c",
      "doi": "10.1103/ch2v-s4x6",
      "summary": "We investigate the dynamics of a two-dimensional Sznajd model in which a third ideological position emerges spontaneously from local interactions between agents. Starting from random initial conditions, we observe that this emergent position arises solely as a result of the interaction dynamics, and [Phys. Rev. E] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Lift force in chiral, compressible granular matter</span>",
      "authors": [
        "Jarosaw Pawowski, Marcin Dudziak, Matteo Baggioli, Jie Zhang, and Piotr Surwka"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/f707aR8eT3a1b124b73b4ea7caef1c19d578fc003",
      "doi": "10.1103/mycp-62h3",
      "summary": "Micropolar fluid theory, an extension of classical Newtonian fluid dynamics, incorporates angular velocities and rotational inertias and has long been a foundational framework for describing granular flows. We propose a macroscopic model of granular matter based on micropolar fluid dynamics, which i [Phys. Rev. E] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Picosecond acoustics for mass characterization of nanoparticles on thin membranes",
      "authors": [
        "E. Glushkov, N. Glushkova, F. Soldevila, L. Belliard, S. Baltogiannis, P. Pako, S. Jo, A. Mihi, D. Torrent, and O. Boyko"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7d7h-qfxx",
      "doi": "10.1103/7d7h-qfxx",
      "summary": "In this paper, we demonstrate the potential of laser picosecond acoustics for characterizing the averaged mass of nanoparticles distributed on the surface of submicron-thin membranes. Specifically, we investigate guided-wave (GW) propagation in thin membranes covered with silicon oxide nanospheres.  [Phys. Rev. Applied 24, 054021] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Subterahertz collective spin-resonance modes and field-adaptive reservoir computing in the chiral helimagnet ${\\mathrm{Cr}}_{1/3}{\\mathrm{Ta}\\mathrm{S}}_{2}$",
      "authors": [
        "Zishuang Li, Shuai Zhang, Zhenyu Gao, Fanying Meng, Jun Cui, Wei Liu, Wei Tong, Liyuan Li, Lina Chen, Haozhe Wang, Xiao Xiao, Meiye Hou, Shengbo Gao, Qi Zhang, Lei Zhang, and Ronghua Liu"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xbjs-pfhg",
      "doi": "10.1103/xbjs-pfhg",
      "summary": "Monoaxial chiral helimagnets (CHMs) host rich helical spin textures, including chiral soliton lattices (CSLs) with tunable periods, arising from the delicate interplay between Dzyaloshinskii-Moriya interaction (DMI), ferromagnetic exchange coupling, uniaxial magnetic anisotropy, and Zeeman energy. H [Phys. Rev. Applied 24, 054022] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Prototype reactor-antineutrino detector based on ${}^{6}\\mathrm{Li}$-doped pulse-shape-discriminating plastic scintillator",
      "authors": [
        "O. Benevides Rodrigues <em>et al.</em> (\nThe Mobile Antineutrino Demonstrator Project\n)"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6t97-9bpb",
      "doi": "10.1103/6t97-9bpb",
      "summary": "Benevides Rodrigues et al. ( The Mobile Antineutrino Demonstrator Project ) An aboveground 60-kg reactor-antineutrino detector prototype, comprising a two-dimensional array of 36 ${}^{6}\\mathrm{Li}$-doped pulse-shape-sensitive plastic scintillator bars, is described. Each bar is 50 cm long with a square cross section of 5.5 cm. Doped with ${}^{6}\\mathrm{Li}$ at 0.1% by mass [Phys. Rev. Applied 24, 054023] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Anisotropic spin dynamics in the intrinsic ferromagnet ${\\mathrm{Fe}}_{3}{\\mathrm{Ga}\\mathrm{Te}}_{2}$",
      "authors": [
        "Yang Yang, Wei Liu, Jingjing Ma, Jingxin Li, Xuguang Liu, Min Ge, Jiyu Fan, Chunlan Ma, Li Pi, Zhe Qu, and Lei Zhang"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4dc5-l7fx",
      "doi": "10.1103/4dc5-l7fx",
      "summary": "The van der Waals material ${\\mathrm{Fe}}_{3}{\\mathrm{Ga}\\mathrm{Te}}_{2}$ (F3GaT) is a promising candidate for spintronic applications due to its high Curie temperature (${T}_{C}$) and strong perpendicular magnetic anisotropy (PMA). In this study, we thoroughly investigate the spin dynamics of F3Ga [Phys. Rev. Applied 24, 054024] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Self-induced manipulation of biphoton entanglement in topologically distinct modes",
      "authors": [
        "Wei-Wei Zhang, Chao Chen, and Jizhou Wu"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xvng-rylk",
      "doi": "10.1103/xvng-rylk",
      "summary": "Biphoton states have shown promising applications in quantum information processing, including quantum communications, quantum metrology, and quantum imaging. The generation and manipulation of biphoton entanglement in topologically distinct modes paves the way in this direction. Here we present a c [Phys. Rev. Applied 24, 054025] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>When phononic crystals fail: Spatial and spectral limits of phonon interference</span>",
      "authors": [
        "Roman Anufriev, Sebastian Volz, Michele Diego, and Masahiro Nomura"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/9907aY47Tbd27e09626789b4593f69f16ec5fd1ce",
      "doi": "10.1103/4h35-f4kz",
      "summary": "Phononic crystals are artificial periodic structures that leverage phonon wave interference to control mechanical vibrations. Their practical implementations range from evenly planted trees to periodic nanostructures covering mechanical vibrations from seismic waves to sounds and heat. However, spat [Phys. Rev. Applied] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Broadband kinetic inductance parametric amplifiers with impedance engineering</span>",
      "authors": [
        "Chih-Chiao Hung, Hiroki Kutsuma, Chung Wai Sandbo Chang, Arjan Ferdinand van Loo, and Yasunobu Nakamura"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/ff070A52Qc21570e75374005591c30a249822d325",
      "doi": "10.1103/6xk3-tvpb",
      "summary": "Broadband quantum-limited parametric amplifiers (PAs) are essential components in quantum information science and technology. Impedance-engineered resonator-based PAs and traveling-wave PAs are the primary approaches to overcome the gainbandwidth constraint. While the former PAs are simpler to fabr [Phys. Rev. Applied] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Dynamic Josephson-junction metasurfaces for multiplexed control of superconducting qubits</span>",
      "authors": [
        "Mustafa Bakr"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/4f077Dd0L1e15103210c8c22380a54f37e71ee0a3",
      "doi": "10.1103/n6gs-zlhc",
      "summary": "Scaling superconducting quantum processors to large qubit counts faces challenges in control signal delivery, thermal management, and hardware complexity, particularly in achieving microwave signal multiplexing and long-distance quantum information routing at millikelvin (mK) temperatures. We propos [Phys. Rev. Applied] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Resonance-tracking capacitive sensing beyond the linear and adiabatic limits</span>",
      "authors": [
        "Zhong-Kai Guo, Yulin Xia, and Haixing Miao"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/5e07bAbeTab16f0425f585463ac0f74507970cf93",
      "doi": "10.1103/y91h-qtgt",
      "summary": "Capacitive sensing has been extensively utilized in high-precision measurements, including gravitational-wave detection. Compared to conventional open-loop schemes, the closed-loop resonance-tracking method significantly enhances the measurement dynamic range. Previous analyses focused primarily on  [Phys. Rev. Applied] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Multisetting protocol for Bell correlated states detection with spin-$f$ systems",
      "authors": [
        "Arkadiusz Kobus, Xinwei Li, Mariusz Gajda, Li You, and Emilia Witkowska"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4lp8-c687",
      "doi": "10.1103/4lp8-c687",
      "summary": "We propose a multisetting protocol for the detection of two-body Bell correlations and apply it to spin-nematic squeezed states realized in $f$ pairs of SU(2) subsystems within spin-$f$ atomic Bose-Einstein condensates. Experimental data for $f=1$, together with numerical simulations using the trunc [Phys. Rev. Research 7, 043140] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Breakdown of bulk-radiation correspondence in radiative photonic lattices",
      "authors": [
        "Xinyi Yuan, Loc Malgrey, Helgi Sigursson, Hai Son Nguyen, and Grazia Salerno"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1gbs-rdxm",
      "doi": "10.1103/1gbs-rdxm",
      "summary": "The topological characteristics of energy bands in crystalline systems are encapsulated in the Berry curvature of the bulk Bloch states. In photonic crystal slabs, far-field emission from guided resonances naturally provides a noninvasive way to probe the embedded wavefunctions, raising the question [Phys. Rev. Research 7, 043141] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Calibrating magnetic flux control in superconducting circuits by compensating distortions on timescales from nanoseconds up to tens of microseconds",
      "authors": [
        "Christoph Hellings, Nathan Lacroix, Ants Remm, Richard Boell, Johannes Herrmann, Stefania Lazr, Sebastian Krinner, Franois Swiadek, Christian Kraglund Andersen, Christopher Eichler, and Andreas Wallraff"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1qhb-r4fb",
      "doi": "10.1103/1qhb-r4fb",
      "summary": "Fast tuning of the transition frequency of superconducting qubits using magnetic flux is essential, for example, for realizing high-fidelity two-qubit gates with low leakage or for reducing errors in dispersive qubit readout. To apply accurately shaped flux pulses, signal distortions induced by the  [Phys. Rev. Research 7, 043142] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Quantum convolutional neural network for phase recognition in two dimensions",
      "authors": [
        "Leon C. Sander, Nathan A. McMahon, Petr Zapletal, and Michael J. Hartmann"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vpyw-nszk",
      "doi": "10.1103/vpyw-nszk",
      "summary": "A quantum convolutional neural network is constructed to detect intrinsic topological order in the two-dimensional toric code. The network captures quantum correlations that are inaccessible via direct measurements, allowing for the correct identification of topological order in the presence of strong correlated errors. [Phys. Rev. Research 7, L042032] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Universality Classes for Purification in Nonunitary Quantum Processes",
      "authors": [
        "Andrea De Luca, Chunxiao Liu, Adam Nahum, and Tianci Zhou"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wlj6-mkk4",
      "doi": "10.1103/wlj6-mkk4",
      "summary": "Rare measurements in quantum systems cause a slow purification process. Mapping this process to a 1D dilute gas reveals a universal scaling law for how entropy and uncertainty decrease over time. [Phys. Rev. X 15, 041024] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Fundamental Thresholds for Computational and Erasure Errors via the Coherent Information",
      "authors": [
        "Luis Colmenarez, Seyong Kim, and Markus Mller"
      ],
      "date": "2025-11-07T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d8rx-srpn",
      "doi": "10.1103/d8rx-srpn",
      "summary": "Coherent information emerges as a practical tool for determining optimal quantum error-correction thresholds under both computational and erasure noise. [PRX Quantum 6, 040327] Published Fri Nov 07, 2025"
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "l-Fucose is a candidate monosaccharide neuromodulator and mitigates Alzheimers synaptic deficits",
      "authors": [
        "Jacopo Di Lucente, Jennyfer Tena, Yuanyuan Bai, Catelynn C. Shafer, Ulises Ruiz Mendiola, Elizabeth K. Neumann, Xi Chen, Carlito B. Lebrilla, Izumi Maezawa, Lee-Way Jin"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt4123?af=R",
      "doi": "10.1126/sciadv.adt4123",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Quantifying widespread hydrothermal chimneys on the East Pacific Rise flanks between 943 and 57N",
      "authors": [
        "Jyun-Nai Wu, Ross Parnell-Turner, Daniel J. Fornari, Thibaut Barreyre, Jill M. McDermott"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv0788?af=R",
      "doi": "10.1126/sciadv.adv0788",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Peptide-MHCtargeted retroviruses enable in vivo expansion and gene delivery to tumor-specific T cells",
      "authors": [
        "Ellen J. K. Xu, Blake E. Smith, Winiffer D. Conce Alberto, Michael J. Walsh, Birkley Lim, Megan T. Hoffman, Li Qiang, Ariana Barreiro, Emma N. Finburgh, Jiayi Dong, Andrea Garmilla, Qingyang Henry Zhao, Caleb R. Perez, Stephanie A. Gaglione, Connor S. Dobson, Michael Dougan, Stephanie K. Dougan, Michael E. Birnbaum"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv2331?af=R",
      "doi": "10.1126/sciadv.adv2331",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "A network of basolateral amygdala projection neurons contributes to stress-induced activation of the hypothalamic-pituitary-adrenal axis",
      "authors": [
        "Robert J. Aukema, Gavin N. Petrie, Benjamin K. Lau, Lauren T. Seabrook, Samantha L. Baglot, John P. Christianson, Jaideep S. Bains, Maria Morena, Stephanie L. Borgland, Matthew N. Hill"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv3737?af=R",
      "doi": "10.1126/sciadv.adv3737",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Terahertz antiferromagnetic dynamics induced by ultrafast spin currents",
      "authors": [
        "Sanjay Ren, Artem Levchuk, Amr Abdelsamie, Zixin Li, Pauline Dufour, Arthur Chaudron, Florian Godel, Pascale Gemeiner, Brahim Dkhil, Jean-Baptiste Moussy, Karim Bouzehouane, Stphane Fusil, Vincent Garcia, Michel Viret, Jean-Yves Chauleau"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx1107?af=R",
      "doi": "10.1126/sciadv.adx1107",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Alveolar macrophages initiate the spatially targeted recruitment of neutrophils after nanoparticle inhalation",
      "authors": [
        "Qiongliang Liu, Lin Yang, Chenxi Li, Lianyong Han, Juliet Wilmot, Guo Yang, Riccardo Leinardi, Qiaoxia Zhou, Andreas Schrppel, David Kutschke, Judith Secklehner, Ali nder Yldirim, Franois Huaux, Dagmar Zeuschner, Leo M. Carlin, Markus Sperandio, Otmar Schmid, Tobias Stoeger, Markus Rehberg"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx8586?af=R",
      "doi": "10.1126/sciadv.adx8586",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Human stem cell-derived  cells expressing an optimized CD155 reduce cytotoxic immune cell function for application in type 1 diabetes",
      "authors": [
        "Matthew E. Brown, Jessie M. Barra, Marcus R. Pina, James Proia, Todd M. Brusko, Holger A. Russ"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx9755?af=R",
      "doi": "10.1126/sciadv.adx9755",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "PLAMseq enables the proteo-genomic characterization of chromatin-associated proteins and protein interactions in a single workflow",
      "authors": [
        "Lourdes Gonzlez-Vinceiro, Carmen Espejo-Serrano, Mara Eugenia Soler-Oliva, Emily Soto-Hidalgo, Mara Luisa Mateos-Martn, Daniel Rico, Cristina Gonzlez-Aguilera, Romn Gonzlez-Prieto"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady4151?af=R",
      "doi": "10.1126/sciadv.ady4151",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Functional divergence of tandem duplicate SCPL acyltransferase genes reveals convergent evolution of chicoric acid biosynthesis",
      "authors": [
        "Yuting Xiang, Tingting Liang, Ruixi Yang, Hsihua Wang, Alisdair R. Fernie, Yang Zhang, Rao Fu"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady8282?af=R",
      "doi": "10.1126/sciadv.ady8282",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Dynamically autofocused 3D pulsed laser micromachining enables advanced 3D bioelectronics",
      "authors": [
        "Massimo Mariello, Joseph G. Troughton, Yixuan Leng, Ziming Wang, Nuzli Karam, Lawrence Coles, Jos Gonzlez-Martnez, Kawsar Ali, Daniel J. Rogers, Madeline Lancaster, Christopher M. Proctor"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz4084?af=R",
      "doi": "10.1126/sciadv.adz4084",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Attenuated LMCT photocatalysis enables CH allylation of methane and other gaseous alkanes",
      "authors": [
        "Andrs M. lvarez-Constantino, Pol Martnez-Balart, Sergio Barbeira-Arn, lvaro Velasco-Rubio, Martn Faans-Mastral"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aea0783?af=R",
      "doi": "10.1126/sciadv.aea0783",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Pfs230 domain 12 is a potent malaria transmissionblocking vaccine candidate",
      "authors": [
        "Maartje R. Inklaar, Roos M. de Jong, Dari F. Da, Lisanne L. Hubregtse, Maartje Meijer, Karina Teelen, Ezra T. Bekkering, Sanne Grievink, Marga van de Vegte-Bolmer, Geert-Jan van Gemert, Rianne Stoter, Hikaru Nagaoka, Takafumi Tsuboi, Eizo Takashima, Cornelia G. Spruijt, Michiel Vermeulen, Roch K. Dabire, Emmanuel Arinaitwe, Anna Cohuet, Teun Bousema, Matthijs M. Jore"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw8216?af=R",
      "doi": "10.1126/sciadv.adw8216",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Hug fans or follow celebrities? How nationalism is reinforced on Chinese social media",
      "authors": [
        "Ji Yeon Hong, Yong H. Kim, Han Zhang, Tianzhu Qin"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu8241?af=R",
      "doi": "10.1126/sciadv.adu8241",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Oligo-CALL: A next-generation barcoding platform for studying resistance to targeted therapy",
      "authors": [
        "Yingzhuo Liu, Yi Ban, Dingcheng Gao"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw9990?af=R",
      "doi": "10.1126/sciadv.adw9990",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Mothers facing greater environmental adversity experience increased costs of reproduction",
      "authors": [
        "Euan A. Young, Erik Postma, Virpi Lummaa, Hannah L. Dugdale"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz6422?af=R",
      "doi": "10.1126/sciadv.adz6422",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The role of universities in society",
      "authors": [
        "Michle Belot, Lea Cassar, Karoline Strhlein"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2929?af=R",
      "doi": "10.1126/sciadv.adx2929",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Concurrent selection of internal goals and external sensations during visual search",
      "authors": [
        "Baiwei Liu and Freek van Ede"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx8191?af=R",
      "doi": "10.1126/sciadv.adx8191",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "NAD+ reverses Alzheimers neurological deficits via regulating differential alternative RNA splicing of EVA1C",
      "authors": [
        "Ruixue Ai, Lipeng Mao, Xurui Jin, Carlos Campos-Marques, Shi-qi Zhang, Junping Pan, Maria Jose Lagartos-Donate, Shu-Qin Cao, Beatriz Barros-Santos, Rita Nbrega-Martins, Filippos Katsaitis, Guang Yang, Chenglong Xie, Xiongbin Kang, Pingjie Wang, Manuele Novello, Yang Hu, Linda Hildegard Bergersen, Jon Storm-Mathisen, Hidehito Kuroyanagi, Beatriz Escobar-Doncel, Noem Villaseca Gonzlez, Farrukh Abbas Chaudhry, Zeyuan Wang, Qiang Zhang, Guang Lu, Ioannis Sotiropoulos, Zhangming Niu, Guobing Chen, Rajeevkumar Raveendran Nair, Joana Margarida Silva, Oscar Junhong Luo, Evandro Fei Fang"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady9811?af=R",
      "doi": "10.1126/sciadv.ady9811",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Source framing triggers systematic bias in large language models",
      "authors": [
        "Federico Germani and Giovanni Spitale"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz2924?af=R",
      "doi": "10.1126/sciadv.adz2924",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Endogenic heat at Enceladus north pole",
      "authors": [
        "Georgina Miles, Carly J. A. Howett, Francis Nimmo, Douglas J. Hemingway"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx4338?af=R",
      "doi": "10.1126/sciadv.adx4338",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Energy landscapeengineered iontronics enable artificial thermoreceptors for augmented bioinspired thermosensation",
      "authors": [
        "Fan Li, Hua Xue, Xiuzhu Lin, Juan Wang, Juan Li, Hongran Zhao, Tong Zhang"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2547?af=R",
      "doi": "10.1126/sciadv.ady2547",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Engineered probiotic restores GLP-1 signaling to ameliorate fiber-deficiency exacerbated colitis",
      "authors": [
        "Leonie Brockmann, Carlotta Ronda, Logan T. Schwanz, Yiming Qu, Daniel W. Shneider, Chrystal F. Mavros, Ivaylo I. Ivanov, Govind Bhagat, Harris H. Wang"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx6869?af=R",
      "doi": "10.1126/sciadv.adx6869",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "DKK3-LRP1 complex and a chemical inhibitor regulate A clearance in models of Alzheimers disease",
      "authors": [
        "Ruihan Yang, Lin Wang, Yue Li, Jian Zhu, Juxian Wang, David Schlessinger, Jian Sima"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz2099?af=R",
      "doi": "10.1126/sciadv.adz2099",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Structural basis of herpesvirus helicase-primase inhibition by pritelivir and amenamevir",
      "authors": [
        "Andrey G. Baranovskiy, Qixiang He, Yoshiaki Suwa, Lucia M. Morstadt, Nigar D. Babayeva, Ci Ji Lim, Tahir H. Tahirov"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz1989?af=R",
      "doi": "10.1126/sciadv.adz1989",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Stretchable complementary integrated electronics based on elastic dual-type transistors",
      "authors": [
        "Yongcao Zhang, Kyoseung Sim, Hyunseok Shim, Faheem Ershad, Shubham Patel, Yingshi Guan, Cunjiang Yu"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aea1867?af=R",
      "doi": "10.1126/sciadv.aea1867",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Electrical excitation of self-hybridized exciton polaritons in a van der Waals antiferromagnet",
      "authors": [
        "Jonas D. Ziegler, Sotirios Papadopoulos, Antti J. Moilanen, Marcelo Martnez, Qia Lin, Kseniia Mosina, Takashi Taniguchi, Kenji Watanabe, Zdenek Sofer, Florian Dirnberger, Lukas Novotny"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz6724?af=R",
      "doi": "10.1126/sciadv.adz6724",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Calcium-based synaptic and structural plasticity link pathological activity to synaptic reorganization in Parkinsons disease",
      "authors": [
        "Cathal McLoughlin, Justus A. Kromer, Madeleine Lowery, Peter A. Tass"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw7421?af=R",
      "doi": "10.1126/sciadv.adw7421",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Agreement, polarization, or both? Americans views of universities",
      "authors": [
        "Brian Powell"
      ],
      "date": "2025-11-07T08:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aec8651?af=R",
      "doi": "10.1126/sciadv.aec8651",
      "summary": "Science Advances, Volume 11, Issue 45, November 2025."
    }
  ]
}