{
  "generatedAt": "2025-09-22T01:08:32.295935+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Hotly anticipated US vaccine meeting ends with confusion — and a few decisions",
      "authors": [
        "Mariana Lenharo",
        "Heidi Ledford"
      ],
      "date": "2025-09-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03054-z",
      "doi": "10.1038/d41586-025-03054-z",
      "summary": "Nature, Published online: 20 September 2025; doi:10.1038/d41586-025-03054-z Vaccine advisers chosen by US health secretary Robert F. Kennedy Jr vote to restrict one childhood vaccine, but delay their decision on another."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Multiple lines of evidence for a hypervelocity impact origin for the Silverpit Crater",
      "authors": [
        "Uisdean Nicholson",
        "Iain de Jonge-Anderson",
        "Alex Gillespie",
        "Thomas Kenkmann",
        "Tom Dunkley Jones",
        "Gareth S. Collins",
        "James Frankel",
        "Veronica Bray",
        "Sean P. S. Gulick",
        "Ronnie Parr"
      ],
      "date": "2025-09-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63985-z",
      "doi": "10.1038/s41467-025-63985-z",
      "summary": "Nature Communications, Published online: 20 September 2025; doi:10.1038/s41467-025-63985-z The origins of Silverpit Crater have remained controversial since its discovery >20 years ago. This paper presents evidence for an extraterrestrial impact origin, including 3D seismic, computer simulations and ‘shocked’ minerals near the crater."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Genuine Quantum Effects in Dicke-Type Models at Large Atom Numbers",
      "authors": [
        "Kai Müller and Walter T. Strunz"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/42rz-xhxz",
      "doi": "10.1103/42rz-xhxz",
      "summary": "We investigate the occurrence of genuine quantum effects and beyond mean-field physics in the balanced and unbalanced open Dicke models with a large yet finite number of atoms $N$. Such driven and dissipative quantum many-body systems have recently been realized in experiments involving ultracold ga… [Phys. Rev. Lett. 135, 123602] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Evidence for Multiband Gapless Superconductivity in the Topological Superconductor Candidate $4\\mathrm{Hb}\\text{−}{\\text{TaS}}_{2}$",
      "authors": [
        "Hanru Wang, Yihan Jiao, Fanyu Meng, Xu Zhang, Dongzhe Dai, Chengpeng Tu, Chengcheng Zhao, Lu Xin, Sicheng Huang, Hechang Lei, and Shiyan Li"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d13p-mtbz",
      "doi": "10.1103/d13p-mtbz",
      "summary": "Thermal conductance measurements on the layered transition metal dichalcogenide 4 H b -TaS 2 reveal multiband gapless superconductivity. [Phys. Rev. Lett. 135, 126002] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Twist-on-Twist Moiré Elastic Metasurfaces",
      "authors": [
        "Menghan Li, Kuan He, Zhiwen Ren, Li-Qun Chen, Hao-Wen Dong, Chenglin Han, Tianzhi Yang, and Cheng-Wei Qiu"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qw7j-fj7b",
      "doi": "10.1103/qw7j-fj7b",
      "summary": "The concepts of twistronics and magic angle have been widely applied beyond electrons, powering up new advancements in optics, acoustics, and heat transport. However, achieving a unidirectional or all-direction “magic angle” remains an established yet unresolved challenge in twisted bilayer metasurf… [Phys. Rev. Lett. 135, 126301] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Shape Switching and Tunable Oscillations of Adaptive Droplets",
      "authors": [
        "Tim Dullweber, Roman Belousov, Camilla Autorino, Nicoletta I. Petridou, and Anna Erzberger"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1cq4-x499",
      "doi": "10.1103/1cq4-x499",
      "summary": "Living materials adapt their shape to signals from the environment, yet the impact of shape changes on signal processing and associated feedback dynamics remains unclear. We find that droplets with signal-responsive interfacial tensions exhibit shape bistability, excitable dynamics, and oscillations… [Phys. Rev. Lett. 135, 128404] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Prediction of room temperature ferroelectricity in subnano silicon thin films with an antiferroelectric ground state</span>",
      "authors": [
        "Hongyu Yu, Shihan Deng, Haiyan Zhu, Muting Xie, Yuwen Zhang, Xizhi Shi, Jianxin Zhong, Chaoyu He, and Hongjun Xiang"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/b9074Y44N4612d95939a3024344e53abcea9ad93c",
      "doi": "10.1103/xlkt-4wk5",
      "summary": "Recent advancements highlight the critical need for ferroelectric (FE) materials compatible with silicon, particularly pure silicon phases exhibiting FE behavior above room temperature that can be readily integrated onto silicon substrates. Here, we systematically predict potential FE silicon films … [Phys. Rev. Lett.] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Exact overlaps for all integrable matrix product states of rational spin chains</span>",
      "authors": [
        "Tamas Gombor"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2207cY73Med1497718b11882b4eaeee4dc6a2ae77",
      "doi": "10.1103/4vy2-8cnk",
      "summary": "The overlaps between integrable matrix product states (MPS) and Bethe states are important in both the non-equilibrium statistical physics and the AdS/CFT duality. We present the general MPS overlap formula. The result is a product of a ratio of Gaudin determinants and a prefactor. The Gaudin determ… [Phys. Rev. Lett.] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Overdispersed radio source counts and excess radio dipole detection</span>",
      "authors": [
        "Lukas Böhme, Dominik J. Schwarz, Prabhakar Tiwari, Morteza Pashapour-Ahmadabadi, Benedict Bahr-Kalus, Maciej Bilicki, Catherine L. Hale, Caroline S. Heneka, and Thilo M. Siewert"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/20077Yb5P341309c56eb8e86bb3b65609f2fce2c9",
      "doi": "10.1103/6z32-3zf4",
      "summary": "The source count dipole from wide-area radio continuum surveys allows us to test the cosmological standard model. Many radio sources have multiple components, which can cause an overdispersion of the source counts distribution. We account for this effect via a new Bayesian estimator, based on the ne… [Phys. Rev. Lett.] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Meissner-like currents of photons in anomalous superradiant phases</span>",
      "authors": [
        "Linjun Li, Pengfei Huang, Zi-Xiang Hu, and Yu-Yu Zhang"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/49075Yc3P8a1589af6f084d4effde25330d25c4c9",
      "doi": "10.1103/qj5x-t71k",
      "summary": "We present Meissner-like photon currents in a quantum Rabi zigzag chain under staggered synthetic magnetic fields. The ground state of the Meissner superradiant phase hosts persistent chiral edge currents in a sequence of cancellation of antiparallel vortex pairs, akin to surface currents of the Mei… [Phys. Rev. Lett.] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Search for axion dark matter from 1.1 to 1.3 GHz with ADMX</span>",
      "authors": [
        "G. Carosi et al."
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/6807dYc2Qb41bf9486c403f9d9387ca130bcec8a0",
      "doi": "10.1103/d7mg-6sqq",
      "summary": "Axion dark matter can satisfy the conditions needed to account for all of the dark matter and solve the strong CP problem. The Axion Dark Matter eXperiment (ADMX) is a direct dark matter search using a haloscope to convert axions to photons in an external magnetic field. Key to this conversion is th… [Phys. Rev. Lett.] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Altermagnetism in modified Lieb lattice Hubbard model</span>",
      "authors": [
        "Nitin Kaushal and Marcel Franz"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/46076Y92M401cb87a5fb8d403aa645d5d34fda1a5",
      "doi": "10.1103/s31h-hk2v",
      "summary": "We study the emergence of altermagnetism from repulsive interactions for electrons on the Lieb lattice as a model of quasi-2D oxychalcogenides with the so-called \"anti-CuO${}_{2}$’’ lattice structure. A comprehensive study of the Lieb lattice Hubbard model, using unrestricted Hartree-Fock and exact … [Phys. Rev. Lett.] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Dynamical phase transitions in nonequilibrium networks</span>",
      "authors": [
        "Jiazhen Liu, Nathaniel M. Aden, Debasish Sarker, and Chaoming Song"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ca077Y3eSd71179d16ad8e01c6bc1f727b472a54b",
      "doi": "10.1103/yls4-kdvj",
      "summary": "Dynamical phase transitions (DPTs) characterize critical changes in system behavior occurring at finite times, providing a lens to study non-equilibrium phenomena beyond conventional equilibrium physics. While extensively studied in quantum systems, DPTs have remained largely unexplored in classical… [Phys. Rev. Lett.] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>X-ray free-electron laser observation of giant and anisotropic magnetostriction in $β$-O${}_{2}$ at 110 Tesla</span>",
      "authors": [
        "Akihiko Ikeda, Yuya Kubota, Yuto Ishii, Xuguang Zhou, Shiyue Peng, Hiroaki Hayashi, Yasuhiro H. Matsuda, Kosuke Noda, Tomoya Tanaka, Kotomi Shimbori, Kenta Seki, Hideaki Kobayashi, Dilip Bhoi, Masaki Gen, Kamini Gautam, Mitsuru Akaki, Shiro Kawachi, Shusuke Kasamatsu, Toshihiro Nomura, Yuichi Inubushi, and Makina Yabashi"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/d0072YabRf32f50b310c0118924ad90f4372e3105",
      "doi": "10.1103/r7br-qnrn",
      "summary": "In strong magnetic fields beyond 100 T, the significant Zeeman energy competes with the lattice interactions, where a considerable magnetostriction is expected. However, the microscopic observation of the magnetostriction above 100 T has been hindered due to the short pulse duration and the coil’s d… [Phys. Rev. Lett.] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Search for sub-GeV invisible particles in inclusive decays of $J/ψ$ to $ϕ$</span>",
      "authors": [
        "M. Ablikim et al."
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/04079Y5cS1628107b0e31e64813ec8ec16b59e608",
      "doi": "10.1103/qx34-yy4b",
      "summary": "A search for an invisible particle, $X$, with a mass between 0 and 0.96 $\\mathrm{\\text{GeV}}/{\\mathit{\\text{𝑐}}}^{2}$, is performed in the process $J/ψ→ϕ+X$ using $(8774.0±39.4)×{10}^{6}$ $J/ψ$ events collected with the BESIII detector from 2017 to 2019. The $ϕ$ meson is fully reconstructed and an e… [Phys. Rev. Lett.] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Terahertz surface wave compression for low-energy electron diffraction and imaging</span>",
      "authors": [
        "Dace Su, Jiaqi Zheng, Lingbin Zheng, Xie He, Jianwei Ying, Peng Yuan, Günther H. Kassier, Dongfang Zhang, and Liejia Qian"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/f1074YaeP011a991e9b06be442a743637a7e3f214",
      "doi": "10.1103/ys1r-nns3",
      "summary": "Low-energy electrons, with their large scattering cross-sections and exceptional sensitivity to electric fields, have attracted considerable attention for probing ultrafast surface structural and electronic dynamics, particularly through techniques such as low-energy electron diffraction and imaging… [Phys. Rev. Lett.] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Transition from near-field to extreme near-field radiative heat transfer</span>",
      "authors": [
        "F. Geesmann, P. Thurau, S. Rodehutskors, T. Ziehm, L. Worbes, S. -A. Biehs, and A. Kittel"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a707cYbfOcd1fa88571f75a7a9397f9e124a76b5f",
      "doi": "10.1103/lcz1-f5v9",
      "summary": "The radiative heat transfer in the extreme near-field regime, i.e. for distances below 10 nm, remains poorly understood. There are competing experimental results in this regime, with some in good agreement with theoretical predictions, while others report drastically elevated heat fluxes, orders of … [Phys. Rev. Lett.] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Damping variation of the magnetic resonances in CrSBr induced by magnetization states",
      "authors": [
        "Jianshu Xue, Bingbing Lyu, Yitong Sun, Jinwei Rao, Shishen Yan, and Lihui Bai"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xbxn-zvc9",
      "doi": "10.1103/xbxn-zvc9",
      "summary": "The two-dimensional antiferromagnetic material CrSBr has attracted significant attention due to its unique electrical, optical, and magnetic properties. Previous studies have reported different magnetic resonances in bulk CrSBr samples but left the damping rates of these resonances unexplored, due t… [Phys. Rev. B 112, 094313] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Directional entanglement of spin-orbit locked nitrogen-vacancy centers by magnons",
      "authors": [
        "Zhiping Xue, Ji Zou, Chengyuan Cai, Gerrit E. W. Bauer, and Tao Yu"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9rvd-h7yq",
      "doi": "10.1103/9rvd-h7yq",
      "summary": "Nitrogen vacancy (NV) centers in diamond may serve as qubits in quantum information processing. Two NV centers are indirectly coupled by the exchange of magnons in a magnetic substrate. The authors predict here that the chirality of this coupling leads to unidirectional quantum entanglement of the NV center spins, offering the new functionality of entanglement isolation. [Phys. Rev. B 112, 094438] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Critical phenomenon and two-dimensional Ising magnetic coupling in the chiral magnetic soliton host ${\\mathrm{Mn}}_{1/3}{\\mathrm{TaS}}_{2}$",
      "authors": [
        "Jingjing Ma, Fanying Meng, Wei Liu, Min Ge, Aina Wang, Langsheng Ling, Jiyu Fan, Chunlan Ma, Li Pi, Zhe Qu, and Lei Zhang"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dkj8-1941",
      "doi": "10.1103/dkj8-1941",
      "summary": "The chiral magnetic soliton, a spiral localized spin texture with quantized topological charges, has garnered significant attention from both scientific and technological perspectives. The Mn-intercalated ${\\mathrm{Mn}}_{1/3}{\\mathrm{TaS}}_{2}$ hosts a one-dimensional topological chiral magnetic sol… [Phys. Rev. B 112, 094439] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Emergent deterministic entanglement dynamics in monitored infinite-range bosonic systems",
      "authors": [
        "Zejian Li, Anna Delmonte, and Rosario Fazio"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bhst-127b",
      "doi": "10.1103/bhst-127b",
      "summary": "We study monitored quantum dynamics of infinite-range interacting bosonic systems in the thermodynamic limit. We show that under semiclassical assumptions, the quantum fluctuations along single monitored trajectories adopt a deterministic limit for both quantum-jump and state-diffusion unravelings, … [Phys. Rev. B 112, 104315] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Strong Hilbert space fragmentation and fractons from subsystem and higher-form symmetries",
      "authors": [
        "Charles Stahl, Oliver Hart, Alexey Khudorozhkov, and Rahul Nandkishore"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gp2w-mlkk",
      "doi": "10.1103/gp2w-mlkk",
      "summary": "We introduce a route to Hilbert space fragmentation in high dimensions leveraging the group-word formalism. We show that taking strongly fragmented models in one dimension and “lifting” to higher dimensions using subsystem symmetries can yield strongly fragmented dynamics in higher dimensions, with … [Phys. Rev. B 112, 104316] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Classification of spin-$\\frac{1}{2}$ fermionic quantum spin liquids on the trillium lattice",
      "authors": [
        "Ming-Hao Li, Sounak Biswas, and S. A. Parameswaran"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3nmp-1vt2",
      "doi": "10.1103/3nmp-1vt2",
      "summary": "We study fermionic quantum spin liquids (QSLs) on the three-dimensional trillium lattice of corner-sharing triangles. We are motivated by recent experimental and theoretical investigations that have explored various classical and quantum spin liquid states on similar networks of triangular motifs wi… [Phys. Rev. B 112, 104429] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Superconducting properties of the Ti-doped ${\\mathrm{KV}}_{3}{\\mathrm{Sb}}_{5}$ kagome compound",
      "authors": [
        "Kyryl Shtefiienko, Shengzhi Zhang, Ulises Alonso de la Sierra, Ganesh Pokharel, and Keshav Shrestha"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cv3g-vm3b",
      "doi": "10.1103/cv3g-vm3b",
      "summary": "We present a comprehensive investigation of the synthesis, electrical transport, magnetic, and thermal properties of Ti-doped ${\\mathrm{KV}}_{3}{\\mathrm{Sb}}_{5}$. The parent compound, ${\\mathrm{KV}}_{3}{\\mathrm{Sb}}_{5}$, exhibits a charge-density-wave (CDW) transition at ${T}_{CDW}=78$ K and super… [Phys. Rev. B 112, 115140] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Undulation-induced moiré superlattices with one-dimensional polarization domains and flat bands in two-dimensional bilayer semiconductors",
      "authors": [
        "Xingfu Li, Sunny Gupta, and Boris I. Yakobson"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bxw4-7y5c",
      "doi": "10.1103/bxw4-7y5c",
      "summary": "Topographical deformation offers a versatile knob for creating novel electronic phases in two-dimensional materials. Here, the authors demonstrate theoretically that one-dimensional periodic bending of a hexagonal boron nitride bilayer drives gradually varying interlayer shear that causes one-dimensional moiré polarization domains producing one-dimensional electronic flat bands. Such zero Gaussian curvature undulations create slide-type off-plane polarization, also mirrored in double-wall BN nanotubes, and a shear deformation potential that yields one-dimensional quantum-well-like states, together establishing “curvatronics” as a route to exotic phases. [Phys. Rev. B 112, 115308] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electric field induced formation of a two-dimensional adatom gas on cryogenic Li surfaces",
      "authors": [
        "Shyam Katnagallu, Samuel Henrique Mattoso, Huan Zhao, Se-Ho Kim, Jing Yang, Baptiste Gault, Christoph Freysoldt, and Jörg Neugebauer"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bbk2-x6xm",
      "doi": "10.1103/bbk2-x6xm",
      "summary": "Intense electrostatic fields, such as those able to break bonds and cause field-ion emission, can fundamentally alter the behavior of atoms at and on the surface. Using density functional theory calculations on the Li (110) surface under high electrostatic fields, we identify a critical field streng… [Phys. Rev. B 112, 115426] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Strain-induced anomalous Raman shifting in ferroelectric $\\mathrm{NbO}{\\mathrm{I}}_{2}$",
      "authors": [
        "Yuanyuan Cui, Zunyi Deng, Deng Hu, Tingjun Wang, Guoshai Du, Yabin Chen, Zhiwei Wang, Jiawang Hong, and Xueyun Wang"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/j5tz-p9cd",
      "doi": "10.1103/j5tz-p9cd",
      "summary": "$\\mathrm{NbO}{\\mathrm{I}}_{2}$ exhibits a notable in-plane anisotropic ferroelectric property and a pronounced second-order nonlinear optical response, which has great potential applications in nanoelectronics. However, the collective behavior of lattice dynamics, which represents the atomic origin … [Phys. Rev. B 112, 115427] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetoresistivity in the antiferromagnetic Hubbard model",
      "authors": [
        "Joel Bobadilla, Marcelo J. Rozenberg, and Alberto Camjayi"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xxht-4529",
      "doi": "10.1103/xxht-4529",
      "summary": "We investigate the magnetotransport properties of the half-filled antiferromagnetic (AF) one-band Hubbard model under an external magnetic field using the single-site dynamical mean-field theory. Particular attention is paid to the mechanisms driving the magnetoresistivity (MR) behavior. We analyze … [Phys. Rev. B 112, 125144] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Infinite Grassmann time-evolving matrix product operators for quantum impurity problems after a quench",
      "authors": [
        "Zhijie Sun, Ruofan Chen, Zhenyu Li, and Chu Guo"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/g5y8-jfb2",
      "doi": "10.1103/g5y8-jfb2",
      "summary": "An emergent numerical approach to solve quantum impurity problems is to encode the impurity path integral as a matrix product state (MPS). For time-dependent problems, the cost of this approach generally scales with the evolution time. Here, we consider a common nonequilibrium scenario where an impu… [Phys. Rev. B 112, 125145] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Topological zero modes from the interplay of $\\mathcal{PT}$ symmetry and anti-$\\mathcal{PT}$ symmetry",
      "authors": [
        "H. C. Wu and L. Jin"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pv42-w9r9",
      "doi": "10.1103/pv42-w9r9",
      "summary": "Parity-time symmetry and anti-parity-time symmetry are complementary but generally incompatible. In this work, we investigate the coexistence of parity-time symmetry and anti-parity-time symmetry. These symmetries impose intriguing constraints on the spectrum, and the Bloch bands appear in opposite … [Phys. Rev. B 112, 125146] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Nonreciprocal magnons in layered antiferromagnets $\\mathrm{VP}{\\mathit{X}}_{3} (X=\\mathrm{S},\\mathrm{Se},\\mathrm{Te})$",
      "authors": [
        "Quanchao Du, Zhenlong Zhang, Jinyang Ni, Zhijun Jiang, and Laurent Bellaiche"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8fx7-4xgm",
      "doi": "10.1103/8fx7-4xgm",
      "summary": "Nonreciprocal magnons, characterized by propagation with differing energies along the $k$ and $−k$ directions, are crucial for modern spintronics applications. However, their realization in van der Waals layered antiferromagnets remains elusive. In this Letter, we report robust nonreciprocal magnon … [Phys. Rev. B 112, L100408] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Incommensurate gapless ferromagnetism connecting competing symmetry-enriched deconfined quantum phase transitions</span>",
      "authors": [
        "Anthony Rey, Ömer M. Aksoy, Daniel P. Arovas, Claudio Chamon, and Christopher Mudry"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7b07eYf9Pde24e02d3572021269280c08e83f3f30",
      "doi": "10.1103/71kq-8lc8",
      "summary": "We present a scenario, in which a gapless extended phase serves as a “hub” connecting multiple symmetry-enriched deconfined quantum critical points. As a concrete example, we construct a lattice model with ${ℤ}_{2}^{\\phantom{\\rule{0.167em}{0ex}}}×{ℤ}_{2}^{\\phantom{\\rule{0.167em}{0ex}}}×{ℤ}_{2}^{\\pha… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Hole clustering and mutual interplay in three-band Hubbard model</span>",
      "authors": [
        "Yan Peng, Mi Jiang, Yi-feng Yang, and Guang-Ming Zhang"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/bd07aO85S2fE0e18445c55a55695f387990efe49c",
      "doi": "10.1103/b9sq-gyf4",
      "summary": "Recent scanning tunnelling spectroscopy (STS) experiments revealed remarkable role of a supercell consisting $4×4$ CuO${}_{2}$ unit cells in the emergence of local nematic state and preformed local Cooper pairs and phase coherent cuprate superconductivity. By employing the numerically exact determin… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Enantiomer-dependent study of photogalvanic effects in the multifold fermion PdGa</span>",
      "authors": [
        "Wesley E. Deeg, Sujan Subedi, Manita Rai, Alexandre Crosbie, Michael Zdilla, Chandra Shekhar, Claudia Felser, and Darius H. Torchinsky"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1807cOf3N7e1a34f36b754a6c4fa085497027cff4",
      "doi": "10.1103/qy9k-z8rz",
      "summary": "We report on a spectroscopic, enantiomer-dependent study of the linear (LPGE) and circular photogalvanic effect (CPGE) in the structurally chiral multifold fermion material PdGa using THz emission. Both bulk and surface responses were measured in right- and left-handed enantiomers over the $0.47−1.1… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Field theory of linear spin waves in finite textured ferromagnets</span>",
      "authors": [
        "T. Valet, K. Yamamoto, B. Pigeau, G. de Loubens, and O. Klein"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0b07aO17Pfe12d5191b07ac5e05a1e8c488d6b176",
      "doi": "10.1103/qyr8-9817",
      "summary": "In the context of an ever-expanding experimental and theoretical interest in the magnetization dynamics of mesoscopic magnetic structures, both in the classical and quantum regimes, we formulate a low energy field theory for the linear spin-waves in finite and textured ferromagnets and we perform it… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Superconducting photocurrents induced by structured electromagnetic radiation</span>",
      "authors": [
        "O. B. Zuev, M. V. Kovalenko, and A. S. Mel’nikov"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/13070Of3R3f19a5886560f79cbb7d4a0998e50cdf",
      "doi": "10.1103/cr1g-wnmc",
      "summary": "We develop a phenomenological theory describing the interaction of superconducting condensate with a Bessel beam of twisted light characterized by a nonzero angular momentum m. Starting from the time-dependent Ginzburg-Landau model with the complex relaxation time we calculate the spatial profiles o… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Tunable resonant $s−p$ mixing of excitons in van der Waals heterostructures</span>",
      "authors": [
        "Jiayu David Cao, Konstantin S. Denisov, and Igor Žutić"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ca074Oc6PfcEa61174cc7cb28de70bd1c86439922",
      "doi": "10.1103/kmsm-h1wc",
      "summary": "Excitonic states of tightly-bound electron-hole pairs dominate the optical response in a growing class of two-dimensional (2D) materials and their van der Waals (vdW) heterostructures. In transition metal dichalcogenides (TMDs) a useful guidance for the excitonic spectrum is the analogy with the sta… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Superconducting properties of Fibonacci chains with enhanced superconducting pairing at the boundaries</span>",
      "authors": [
        "Quanyong Zhu, Guo-Qiao Zha, A. A. Shanenko, and Yajiang Chen"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/83074OdcK1a12a4044dc99831cc9ab51d3ded0183",
      "doi": "10.1103/j8tj-82ty",
      "summary": "Recently, the superconducting properties of Fibonacci quasicrystals have attracted considerable attention. By numerically solving the self-consistent Bogoliubov-de Gennes equations for an $s−$wave superconducting Fibonacci chain, we find that the system exhibits universal end superconductivity, wher… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Infinite-temperature spin dynamics in the asymmetric Hatsugai-Kohmoto model</span>",
      "authors": [
        "Ádám Bácsi, Doru Sticlet, Cătălin Paşcu Moca, and Balázs Dóra"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ff07dY1fR1e129967886651637d83686c34a7e55a",
      "doi": "10.1103/7bc3-3jz9",
      "summary": "We focus on the infinite temperature dynamical spin structure factor of the asymmetric Hatsugai-Kohmoto model, the relative of the asymmetric Hubbard model. It is characterized by distinct single particle energies for the two spin species, which interact with each other through a contact interaction… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Screening of the band gap in electrically biased bilayer graphene: From Hartree to Hartree-Fock</span>",
      "authors": [
        "Jack N. Engdahl, Zeb E. Krix, and Oleg P. Sushkov"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4607bO9bRfb1e054725f599961d8db1252f230b2f",
      "doi": "10.1103/2pdw-n1tt",
      "summary": "It is well known that a direct band gap may be opened in bilayer graphene via the application of a perpendicular electric field (bias). The bias and the chemical potential are controlled by electrostatic gating where the top and bottom gate voltages are tuned separately. The value of the band gap op… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum Griffiths phase in the kagome Kondo lattice CeRh${}_{0.9}$Pd${}_{0.1}$Sn</span>",
      "authors": [
        "Nan Tang, Rajesh Tripathi, Yasuyuki Shimura, Toshiro Takabatake, Devashibhai A. Adroja, and Philipp Gegenwart"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2907eO1bTfcEdc12053d49a0c54617648f0600800",
      "doi": "10.1103/8lf7-j26n",
      "summary": "CeRhSn is a valence fluctuating heavy-fermion metal with a twisted Ce-kagome lattice, displaying zero-field quantum criticality, previously associated with geometrical frustration. The partial substitution of Rh by Pd in CeRh${}_{1−x}$Pd${}_{x}$Sn enlarges the unit-cell volume, suppresses valence fl… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Estimating the diffuseness for the nonrelaxor-type ferroelectric to paraelectric phase transition in BaTiO${}_{3}$</span>",
      "authors": [
        "Prithwiraj Ganguly, Prashant Joshi, Maneesha Puthiyoth, Dilip Sasmal, and Somaditya Sen"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7a071Yb3Sa722b0163990f24ab6eec22b44003f68",
      "doi": "10.1103/2sks-sgwy",
      "summary": "The normal ferroelectric to paraelectric phase transition in model ferroelectric materials such as BaTiO₃ is typically characterized by a sharp, well-defined dielectric constant peak at a specific transition temperature. However, under certain modifications of the parent material, this transition ca… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Interfacial coincidence structure between rocksalt TiN and perovskite oxide YAlO${}_{3}$ studied at the atomic scale</span>",
      "authors": [
        "Jiachang Bi, Zhen Wang, Wei Chen, Guanhua Su, Yilin Wu, Ruyi Zhang, Xiong Yao, Liang Wu, Qinghua Zhang, and Yanwei Cao"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/41070Af7T601800344ea4719a2aa1967f4c733fba",
      "doi": "10.1103/dvnz-nl5l",
      "summary": "Uncovering the interfacial structures at the atomic scale is crucial for understanding and tailoring the emergent phenomena at the interfaces between nitrides and oxides. However, synthesizing high-quality interfaces with extremely large lattice mismatch and varied crystal symmetries remains a chall… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Self-learning quantum Monte Carlo: Application to the classical Holstein spin-fermion model</span>",
      "authors": [
        "Shaozhi Li"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d8079OfeQ0a10f5342648ee522b08ed71acd0a594",
      "doi": "10.1103/fdlm-w9mk",
      "summary": "To evaluate the effectiveness of machine learning in systems with competing interactions, we developed a self-learning quantum Monte Carlo (SLQMC) method to simulate the phase transition in the classical Holstein–spin-fermion model. In SLQMC, machine learning techniques are employed to approximate t… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Phase-modulated superconductivity via altermagnetism</span>",
      "authors": [
        "Shuntaro Sumita, Makoto Naka, and Hitoshi Seo"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2b070O1fT2f1b553d4550e88901588e1d61c92a45",
      "doi": "10.1103/3k12-2467",
      "summary": "Stimulated by recent interest in altermagnets, a novel class of antiferromagnets with macroscopic time-reversal symmetry breaking, we investigate the coexistence of altermagnetism and superconductivity. By developing a Ginzburg–Landau theory based on microscopic models, we show that a phase-modulate… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Dipolar-octupolar correlations and hierarchy of exchange interactions in Ce${}_{2}$Hf${}_{2}$O${}_{7}$</span>",
      "authors": [
        "Victor Porée, Anish Bhardwaj, Elsa Lhotel, Sylvain Petit, Nicolas Gauthier, Han Yan, Vladimir Pomjakushin, Jacques Ollivier, Jeffrey A. Quilliam, Andriy H. Nevidomskyy, Hitesh J. Changlani, and Romain Sibille"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b007eY2bR3c11997004259381f2a9172c67dbb811",
      "doi": "10.1103/j451-ztvr",
      "summary": "High-resolution neutron spectroscopy on Ce${}_{2}$Hf${}_{2}$O${}_{7}$ reveals a correlated state characterized by distinct dipolar scattering signals – quasi-elastic and inelastic contributions consistent with photon' and spinon’ excitations in quantum spin ice. These signals coexist with weak octupo… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin-strain interactions under hydrostatic pressure in $α$-RuCl${}_{3}$</span>",
      "authors": [
        "A. Hauspurg, Susmita Singh, T. Yanagisawa, V. Tsurkan, J. Wosnitza, Wolfram Brenig, Natalia B. Perkins, and S. Zherlitsyn"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7a076O78Oa416843d8197780863c62d95ed75d176",
      "doi": "10.1103/v9zy-rrf7",
      "summary": "We investigate the effects of hydrostatic pressure on $α$-RuCl${}_{3}$, a prototypical material for the Kitaev spin model on a honeycomb lattice with a possible spin-liquid ground state. Using ultrasound measurements at pressures up to 1.16 GPa, we reveal significant modifications of the acoustic pr… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Toroidal ordering of artificial magnetic systems by spontaneous symmetry breaking</span>",
      "authors": [
        "Jaroslav Tóbik, Peter Bokes, Serban Lepadatu, Iuliia Vetrova, Tomáš Ščepka, and Ján Šoltýs"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/78076Y57Ne717094c0962001c08a949638832f6b8",
      "doi": "10.1103/lbx1-hrdd",
      "summary": "The new magnetization protocol is proposed for structures with magnetic ferrotoroidal order as the ground state. The structures should be magnetized by an out-of-plane magnetic field until saturation first; then the out-of-plane magnetic field is slowly turned off. During the demagnetization process… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnetic exchange and dipolar interactions in GdRu${}_{2}$Si${}_{2}$: Three-dimensional magnetism in a layered magnet</span>",
      "authors": [
        "Sagar Sarkar, Rohit Pathak, Arnob Mukherjee, Anna Delin, Olle Eriksson, and Vladislav Borisov"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c1079O0bS6c1225a00494bc9fcd8a2cf15c168a37",
      "doi": "10.1103/q853-plvr",
      "summary": "GdRu${}_{2}$Si${}_{2}$ has recently drawn significant attention as a centrosymmetric magnet capable of hosting a short-period skyrmion square lattice (SkL) in the absence of Dzyaloshinskii–Moriya interaction (DMI). In this system, Gd atoms are arranged on a square lattice, forming 2D layers separate… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Vertex corrections to nonlinear photoinduced currents in two-dimensional superconductors</span>",
      "authors": [
        "A. V. Parafilo, V. M. Kovalev, and I. G. Savenko"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7a07eO0dSd61145733ca53c177d055711fb28b1b6",
      "doi": "10.1103/9prb-whh8",
      "summary": "The emergence of a rectified steady-state supercurrent as a response to the photoexcited current of the quasiparticles constitutes the concept of superconducting photodiode. This phenomenon occurs in a two-dimensional thin superconducting film with a built-in DC supercurrent, which is exposed to the… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Interaction-driven intervalley coherence with emergent kekulé orbitons</span>",
      "authors": [
        "Hua Chen"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/34078O25R11E971a65984815ff700dc054b2ca4f6",
      "doi": "10.1103/yv5j-954x",
      "summary": "The $p$-orbital doublet in a honeycomb lattice is concretely studied with interacting spinless fermions at half filling. The Dirac fermions with linear dispersion at $±K$ valleys govern the non-interacting low-energy physics. In the weak-coupling regime, the Dirac fermions are gapped due to the spon… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Instability of the Haldane phase: Roles of charge fluctuations and Hund’s coupling</span>",
      "authors": [
        "Satoshi Nishimoto"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ac073Y0aT6a23405446031d3d35ee2ad717f63bdb",
      "doi": "10.1103/8h2q-4wnt",
      "summary": "We systematically investigate the stability of the symmetry-protected topological (SPT) Haldane phase in spin-1/2 Heisenberg and half-filled Hubbard ladders coupled by ferromagnetic Hund’s interactions. Using density-matrix renormalization group (DMRG) method, we analyze key signatures of the Haldan… [Phys. Rev. B] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Lieb-Mattis ordering theorem of electronic energy levels in the thermodynamic limit",
      "authors": [
        "Manuel Calixto, Alberto Mayorgas, and Julio Guerrero"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sdgd-lsfx",
      "doi": "10.1103/sdgd-lsfx",
      "summary": "The Lieb-Mattis theorem orders the lowest-energy states of total spin $s$ of a system of $P$ interacting fermions. We generalize these predictions to fermionic mixtures of $P$ particles with more than $N=2$ spinor components or species in the thermodynamic limit $P→∞$. The lowest-energy state inside… [Phys. Rev. E 112, 034125] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Feedback between microscopic activity and macroscopic dynamics drives excitability and oscillations in mechanochemical matter",
      "authors": [
        "Tim Dullweber, Roman Belousov, and Anna Erzberger"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mmz3-kbrv",
      "doi": "10.1103/mmz3-kbrv",
      "summary": "In this paper on shape-changing matter (with a companion paper in Physical Review Letters), an analytically tractable model reveals how feedback between surface signaling and geometry drives multistability, symmetry-breaking, excitability, and self-sustained oscillations – uncovering universal characteristics in soft active materials shaped by mechanochemical signals. #Interdisciplinary #UniversalBehavior [Phys. Rev. E 112, 034411] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Effect of varying degrees of freedom on self-propelled undulatory swimmers",
      "authors": [
        "Zhiqian Xin, Jiadong Wang, Xingyuan Mao, Bowen Jin, and Jian Deng"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gy7m-4ysj",
      "doi": "10.1103/gy7m-4ysj",
      "summary": "This study investigates the influence of varying degrees of freedom (DOFs) on the swimming performance of self-propelled undulatory swimmers navigating a straight path in three flow configurations: an unbounded fluid, near a solid wall, and in a side-by-side arrangement. Vertical and rotational DOFs… [Phys. Rev. E 112, 035103] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Electron cumulative distribution function in a magnetron sputtering discharge",
      "authors": [
        "Mostafa Salahshoor"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lh3s-yclm",
      "doi": "10.1103/lh3s-yclm",
      "summary": "This study investigates electron kinetics in a direct current magnetron sputtering discharge, advocating for the use of the cumulative distribution function (CDF) as a superior alternative to conventional probability distribution functions (PDFs), such as the electron energy distribution function. A… [Phys. Rev. E 112, 035209] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Collectively handled spheres self-organize: How friction and dynamics limit the jamming phase diagram",
      "authors": [
        "K. P. Krishnaraj"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hzld-np5q",
      "doi": "10.1103/hzld-np5q",
      "summary": "We show that the network of interparticle contacts in collectively handled jammed frictional and polydisperse sphere assemblies exhibits protocol-dependent self-organization. Here, by collective handling, we refer to boundary-controlled sphere assemblies where the creation of a jammed state from a s… [Phys. Rev. E 112, L033403] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Strong-field ionization in particle-in-cell simulations</span>",
      "authors": [
        "A. A. Mironov, E. G. Gelfer, I. I. Tupitsyn, A. Beck, M. Jirka, O. Klimo, S. Meuren, G. Oberreit, T. Smorodnikova, R. Taïeb, S. Weber, C. Riconda, M. Grech, and S. V. Popruzhenko"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/ec077R93Qa515924a62725e91b91e04dffd3e269c",
      "doi": "10.1103/zlzb-kqtw",
      "summary": "The inclusion of the process of multiple ionization of atoms in high-intensity electromagnetic fields into particle-in-cell (PIC) codes applied to the simulation of laser-plasma interactions is a challenging task. In this paper, we first revisit ionization rates as given by the Smirnov-Chibisov and … [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Vortex phase transition in spin-orbit coupled Lee-Huang-Yang condensates</span>",
      "authors": [
        "Hai-Bin Tang, Ning Yue, Jiang-Peng Yao, Shi-Dong Xu, Zhao Geng, Ai-Xia Zhang, and Ju-Kui Xue"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/2d07cR52Q311ec2905887d5734bb0e3d6aca4fcb2",
      "doi": "10.1103/7x9g-p35h",
      "summary": "The interplay of quantum fluctuations through the Lee-Huang-Yang (LHY) correction and spin-orbit coupling can modify the stability of the ultradilute Bose-Bose mixtures and result in rich nonlinear physics. Here, under the action of spin-orbit coupling, LHY correction and rotation, the ground state … [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Formation of multiscale structures in a self-gravitating dusty plasma with matter current</span>",
      "authors": [
        "Chinmoy Bhattacharjee"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/c807dRbdR2815e2696a243d43594a0befde1a92fd",
      "doi": "10.1103/jz4p-1dkv",
      "summary": "We investigate the formation of multiscale magnetic field structures in a rotating, self-gravitating dusty plasma comprising electrons, ions, and charged dust grains. By incorporating the gravitomagnetic field, arising from mass currents in rotating astrophysical objects, into a three-component flui… [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Programmable structural control of a type of bistable spiral waves via engineered pulses</span>",
      "authors": [
        "Jian Gao, Bin Xu, and Chuansheng Shen"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/d1079R92Ub21fb2da67e3dd7a3a256406b6bb0164",
      "doi": "10.1103/xns2-36vg",
      "summary": "Spiral waves, self-organized patterns prevalent in diverse non-equilibrium systems from cardiac tissue to chemical reactions, exhibit complex dynamics influenced by medium properties such as bistability. A novel type of structure, the bistable Yin-Yang (BYY) spiral waves, characterized by a dynamic … [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Clustering-induced localization of quantum walks on networks</span>",
      "authors": [
        "Lucas Böttcher and Mason A. Porter"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/bf073Y83M461d173096432b9afc8972f27c8e45fe",
      "doi": "10.1103/pp6q-n7mx",
      "summary": "Quantum walks on networks are a paradigmatic model in quantum information theory. Quantum-walk algorithms have been developed for various applications, including spatial-search problems, element-distinctness problems, and node centrality analysis. Unlike their classical counterparts, the evolution o… [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Walking on Archimedean lattices: Insights from Bloch band theory</span>",
      "authors": [
        "Davidson Noby Joseph and Igor Boettcher"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/7207cR17T101252278867fc2d4fe3150c2157f826",
      "doi": "10.1103/1fvj-91v6",
      "summary": "Returning walks on a lattice are sequences of moves that start at a given lattice site and return to the same site after $n$ steps. Determining the total number of returning walks of a given length $n$ is a typical graph-theoretical problem with connections to lattice models in statistical and conde… [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Complex dynamics and multistability of driven diatomic molecules revealed by numerical modeling of shifted molecular potentials</span>",
      "authors": [
        "O. T. Kolebaje, U. E. Vincent, and P. V. E. McClintock"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/1b076Ra9P9e1e620866f69442d1bc28573393001e",
      "doi": "10.1103/2pvr-llm9",
      "summary": "We have explored the nonlinear dynamics of six common, driven, diatomic molecules using a shifted Tietz-Wei (sTW) model of their molecular potential functions. We focused on the variations in their resonances, bifurcations and multistability with changes in the spectroscopic and driving force parame… [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Distant remote synchronization in multiple connected star graphs</span>",
      "authors": [
        "Ruohua Gao and Zonghua Liu"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/8f077Rd0Q5c10129840c9f5744f3470b6082ce42f",
      "doi": "10.1103/x5kw-7svx",
      "summary": "Remote synchronization (RS) has recently attracted a lot of attention, but it is mainly focused on the synchronization among leaf nodes of a star graph and thus cannot be applied to the synchronization between distant nodes across different regions of brain network. To understand how the distant con… [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Geometric and nonequilibrium criticality in run-and-tumble particles with competing motility and attraction</span>",
      "authors": [
        "Abir Bhowmick, Sayantan Mitra, and P. K. Mohanty"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/6e07fRbeS311fe2e07cc0783d924681aeec1716af",
      "doi": "10.1103/nw6q-868p",
      "summary": "Self-propulsion in run-and-tumble particles (RTPs) generates effective attractive interactions that can drive motility-induced phase separation (MIPS), a phenomenon absent in passive systems. Here, we investigate RTPs in the presence of explicit attractive interactions and show that, at high motilit… [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Thermodynamic cost of random-time protocols</span>",
      "authors": [
        "Izaak Neri"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/fe075Ye0Nc71e78e85bb9e345623ae930f6e3e338",
      "doi": "10.1103/8dmt-256h",
      "summary": "Systems that are driven by a randomly timed, external protocol can seemingly violate the second law of thermodynamics. We show that this thermodynamic paradox is resolved if the outcome of the random time is stored in a memory device. Specifically, we show that the average work required to erase the… [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Mixed-phase space of an active particle in experimental Lemon Billiards</span>",
      "authors": [
        "Ruan V. A. Quirino, Francisco C. B. Leal, João V. A. Vasconcelos, Matheus S. Palmero, Antonio R. de C. Romaguera, Anderson L. R. Barbosa, and Tiago Araújo Lima"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/20073Y06Ne31509c30157d44d7aec46ba29a67966",
      "doi": "10.1103/nfjr-wk61",
      "summary": "We experimentally investigated active particle-environment interactions in Lemon Billiards. To achieve this, we develop an Arduino robot interacting with the billiard table, which acts as our active particle, and control the shape of the Lemon Billiard with a parameter $γ∈[0,0.5]$. We experimentally… [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Work statistics via real-time effective field theory: Application to work extraction from thermal bath with qubit coupling</span>",
      "authors": [
        "Jhh-Jing Hong and Feng-Li Lin"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/bc074Y5aP831f89c27b88790bca5e0729d425b8ec",
      "doi": "10.1103/pt2x-65pq",
      "summary": "Quantum thermal states are known to be passive, as required by the second law of thermodynamics. This paper investigates the potential for work extraction by coupling a thermal bath to a qubit of either spin, fermionic, or topological type, which acts as a quantum thermal state at different temperat… [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Latent diffusion modeling of porous media informed by spatial statistics</span>",
      "authors": [
        "Pejman Tahmasebi"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/0907fR83Rc51572656834fa33bc88b89cabd9c16a",
      "doi": "10.1103/y1h6-15cc",
      "summary": "Accurate modeling and generation of porous media structures are critical for understanding fluid transport, mechanical properties, and multi-physics behavior in natural and engineered materials. In this paper, we develop a generative framework that leverages latent diffusion models (LDMs) trained on… [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Resonant excitation of plasma wakefields with a train of relativistic particle bunches</span>",
      "authors": [
        "L. Verra, M. Galletti, M. P. Anania, A. Biagioni, M. Carillo, E. Chiadroni, A. Cianchi, G. Costa, L. Crincoli, A. Del Dotto, M. Del Giorno, R. Demitra, G. Di Pirro, A. Giribono, V. Lollo, M. Opromolla, G. Parise, D. Pellegrini, R. Pompili, S. Romeo, G. Silvi, F. Stocchi, F. Villa, and M. Ferrario"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/f1073Yf7P572cd0346f59c49228f4484fab3bf383",
      "doi": "10.1103/x4xl-4fnp",
      "summary": "Resonances play a crucial role in media sustaining oscillatory phenomena, such as plasmas. We show with experimental results and numerical simulations that the wakefields driven by individual successive bunches in overdense plasma superpose linearly, and that their amplitude increases along the trai… [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Disordering a permutation symmetric system: Revivals, thermalization and chaos</span>",
      "authors": [
        "Manju C, Uma Divakaran, and Arul Lakshminarayan"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/c407eRd9S6e10423d6c198e1e0b3ed52e93693814",
      "doi": "10.1103/8kgb-c2xb",
      "summary": "This study explores the effects of introducing a symmetry breaking disorder on the dynamics of a system invariant under particle permutation. The disorder forces quantum states, confined to the N +1 dimensional completely symmetric space to penetrate the exponentially large 2^{N} dimensional Hilbert… [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Dynamical equation for the Lorenz curve: Dynamics of incomplete moments of probability distributions arising from Fokker-Planck equations</span>",
      "authors": [
        "David W. Cohen, Merek Johnson, and Bruce M. Boghosian"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/dc070R06N721022bb4f43183b9d287c4919d38190",
      "doi": "10.1103/dpnv-2xd7",
      "summary": "Fokker-Planck equations (forward Kolmogorov equations) evolve probability densities in time from an initial condition. For distributions over the real line, these evolution equations can sometimes be transformed into dynamics over the incomplete zeroth and first moments. We call this perspective the… [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Transition to chaos with conical billiards</span>",
      "authors": [
        "Lara Braverman and David R. Nelson"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/db077R1eU301d82e35844263682992d44ea6cd1fc",
      "doi": "10.1103/18f7-sqhz",
      "summary": "We adapt ideas from geometrical optics and classical billiard dynamics to consider particle trajectories with constant velocity on a cone with specular reflections off an elliptical boundary formed by the intersection with a tilted plane, with tilt angle γ. We explore the dynamics as a function of γ… [Phys. Rev. E] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Efficient charge-to-spin conversion in the topological superconductor <i>β-</i>${\\mathrm{Bi}}_{2}\\mathrm{Pd}$ at room temperature",
      "authors": [
        "Yu-Seng Ku, Chih-Chieh Chiang, Shuan-Cheng Mai, Jing-Yo Chen, Chao-Wei Chen, Yi-Ying Chin, Yann-Wen Lan, Danru Qu, C.L. Chien, and Ssu-Yen Huang"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/k7b8-6rp3",
      "doi": "10.1103/k7b8-6rp3",
      "summary": "Topological superconductors with topological surface states and strong spin-orbit coupling present exciting opportunities for fault-tolerant quantum computing and advanced spintronic applications. Among the few identified topological superconductors, β- ${\\mathrm{Bi}}_{2}\\mathrm{Pd}$ is of particular… [Phys. Rev. Applied 24, 034050] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Mitigation of exchange crosstalk in dense quantum dot arrays",
      "authors": [
        "Daniel Jirovec, Pablo Cova Fariña, Stefano Reale, Stefan D. Oosterhout, Xin Zhang, Sander de Snoo, Amir Sammak, Giordano Scappucci, Menno Veldhorst, and Lieven M. K. Vandersypen"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qgnt-n527",
      "doi": "10.1103/qgnt-n527",
      "summary": "Spin qubits in gate-defined semiconductor quantum dots are a versatile platform for quantum computation and simulation, owing to their flexible operation and compatibility with CMOS foundry processes. Unfortunately, capacitive crosstalk—particularly via the exchange interaction between adjacent spins—is an ongoing issue. The authors study a 2×4 array of hole-spin qubits in Ge and find an easily tracked constant-exchange signature, to precisely quantify and compensate the crosstalk. They also note patterns tied to device geometry and fabrication processes. Their findings provide a method to benchmark exchange crosstalk, and suggest best practices for designing future large-scale devices. [Phys. Rev. Applied 24, 034051] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Giant temperature-independent ultraviolet circular dichroism in ${\\mathrm{Co}}_{2}\\mathrm{Mn}X$ ($X=\\text{Ga,Ge}$) Heusler magnetic thin films",
      "authors": [
        "Yao Zhang, Jie Sung, Yuefeng Yin, Yu-Ying Chang, Nikhil V. Medhekar, Simon Granville, and Hua-Shu Hsu"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h822-rw47",
      "doi": "10.1103/h822-rw47",
      "summary": "Optical circular dichroism (CD) is a useful method for investigating the role of chirality in natural and physical processes. A large magnitude of CD must be achieved for spectroscopy and sensing, particularly in the ultraviolet (UV) energy range where molecular chirality is identifiable. However, t… [Phys. Rev. Applied 24, 034052] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Cavity quantum electrodynamics in a finite-bandwidth squeezed reservoir",
      "authors": [
        "Trung Kiên Lê, Daniil M. Lukin, Charles Roques-Carmes, Aviv Karnieli, Eran Lustig, Melissa A. Guidry, Shanhui Fan, and Jelena Vučković"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8qtt-symt",
      "doi": "10.1103/8qtt-symt",
      "summary": "Light-matter interaction at the level of a single photon and atom is the core of quantum technologies for interfacing material qubits to “flying” qubits. Although loss remains a significant limitation in the optical domain, quantum squeezing may be used to enhance the light-matter interaction. This approach typically assumes a perfect bath with infinite bandwidth and no intrinsic cavity loss, which fails to capture realistic experimental conditions. In this work the authors develop a model that explains when squeezing may or may not assist in improving light-matter interaction, and they outline possible experimental platforms to attain squeezing-enhanced coupling. [Phys. Rev. Applied 24, 034053] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Dynamical synthetic antiferromagnetic skyrmions and skyrmionia",
      "authors": [
        "Shun Wang, Linrong Yao, Yan Zhou, and Sheng Jiang"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jssf-k5yr",
      "doi": "10.1103/jssf-k5yr",
      "summary": "Skyrmions and skyrmionia are topological spin textures with considerable promise for magnetic memory applications and artificial intelligence applications. Except for their static properties, we present the generation and stabilization of dynamic skyrmions and skyrmionia in synthetic antiferromagnet… [Phys. Rev. Applied 24, 034054] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Compact strontium atomic beam source based on a two-dimensional grating magneto-optical trap</span>",
      "authors": [
        "Hyun Gyung Lee, Young-Ho Park, Chang Yong Park, Meung Ho Seo, Hyun-Gue Hong, Sang-Bum Lee, Taeg Yong Kwon, Seji Kang, Sangwon Seo, Sang Eon Park, Jongcheol Park, Yeeun Na, Il-Suk Kang, and Jae Hoon Lee"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/23079A0fQbc10b0cb5482d617b15d18fea0aeacae",
      "doi": "10.1103/htx8-dr68",
      "summary": "We present a two-dimensional grating magneto-optical trap (2D gMOT) for strontium which produces a slow atomic beam source in a compact form factor. The strontium 2D gMOT, using permanent magnets with an atomic dispenser, cools and traps atoms along two dimensions in the diffraction plane of a grati… [Phys. Rev. Applied] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Broadband acoustic energy harvesting via topological edge and bulk states in phononic cavity chains</span>",
      "authors": [
        "Xiao-Lei Tang, Yi-Da Liu, Xue-Qian Zhang, Yu Liu, Tian-Xue Ma, Miso Kim, and Yue-Sheng Wang"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/bf078A50P351a605956778437f5148d6f4794b9a3",
      "doi": "10.1103/ln4p-tm51",
      "summary": "Topological phononic crystals (PnCs) offer innovative approaches for controlling acoustic waves, garnering significant attention owing to their potential for designing acoustic devices. In this work, we propose the topological PnC chains that achieve multi-modal and broadband energy harvesting of ac… [Phys. Rev. Applied] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>High-resolution up-conversion imaging in the 10-$μ$m band under incoherent illumination</span>",
      "authors": [
        "Zhaoqizhi Han, Xiaohua Wang, Jinpeng Li, Bowen Liu, Zhenghe Zhou, He Zhang, Yinhai Li, Zhiyuan Zhou, and Baosen Shi"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/3807aAd7Se41e901259a0f82af1eafbddd13cb7a9",
      "doi": "10.1103/fb93-8djl",
      "summary": "The long-wavelength infrared band exhibits significant utility in thermal signature acquisition, molecular spectral analysis, and other applications. The up-conversion detection technique enables effective signal transduction into the detection bandwidth of silicon-based photodetectors, facilitating… [Phys. Rev. Applied] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Two-color magneto-optical trapping of ytterbium atoms</span>",
      "authors": [
        "Xiao Li, Yufei Wang, Ligeng Yu, and Bo Song"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/1407eY5fR5b1229a95076ba8dffef8ed41e0501d4",
      "doi": "10.1103/541j-2sj9",
      "summary": "We report laser cooling and trapping of ytterbium atoms in a two-color magneto-optical trap (MOT). Benefited from both the broad singlet transition (${}_{0}^{1}{→}_{1}^{1}$) and the narrow intercombination transition (${}_{0}^{1}{→}_{1}^{3}$) of ytterbium atoms, the two-color MOT enables rapid loadi… [Phys. Rev. Applied] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "From the grain to galactic scale; Milky Way neutral hydrogen and terrestrial zircon oxygen support coupling of astrophysical and geological processes over deep-time",
      "authors": [
        "C. L. Kirkland and P. J. Sutton"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/98c3-d9j2",
      "doi": "10.1103/98c3-d9j2",
      "summary": "Neutral hydrogen (HI) is fundamental for tracing spiral structure in galaxies, including the Milky Way, through its 21-cm emission line, revealing features otherwise obscured by dust and gas. However, much of the Milky Way remains poorly resolved due to the Solar System’s embedded location within th… [Phys. Rev. Research 7, 033265] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Lie-algebraic classical simulations for quantum computing",
      "authors": [
        "Matthew L. Goh, Martin Larocca, Lukasz Cincio, M. Cerezo, and Frédéric Sauvage"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3y65-f5w6",
      "doi": "10.1103/3y65-f5w6",
      "summary": "The classical simulation of quantum dynamics plays an important role in our understanding of quantum complexity and in the development of quantum technologies. Efficient techniques such as those based on the Gottesman-Knill theorem for Clifford circuits, tensor networks for low entanglement-generati… [Phys. Rev. Research 7, 033266] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Single photonic qutrit in a collective Rydberg polariton",
      "authors": [
        "Yuechun Jiao, Oliver D. W. Hughes, Max Z. Festenstein, Zhengyang Bai, Jianming Zhao, Weibin Li, Kevin J. Weatherill, and C. Stuart Adams"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3xnw-cpj2",
      "doi": "10.1103/3xnw-cpj2",
      "summary": "Qutrit with highly efficient algorithms and security is imperative in quantum information processing. Here, we demonstrate for the first time the coherent creation, control, and readout of a single photonic qutrit in a cold Rydberg ensemble. In each measurement, an optical photon is stored as a Rydb… [Phys. Rev. Research 7, 033267] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Complexity of Gottesman-Kitaev-Preskill States",
      "authors": [
        "Lukas Brenner, Libor Caha, Xavier Coiteux-Roy, and Robert Koenig"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4ww5-4yww",
      "doi": "10.1103/4ww5-4yww",
      "summary": "A proposed protocol efficiently prepares high-quality Gottesman-Kitaev-Preskill (GKP) quantum states with rigorous accuracy guarantees. Since GKP states are central to quantum error correction, this paves the way for more robust quantum computing. [Phys. Rev. X 15, 031073] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Programming Optical-Lattice Fermi-Hubbard Quantum Simulators",
      "authors": [
        "Cristian Tabares, Christian Kokail, Peter Zoller, Daniel González-Cuadra, and Alejandro González-Tudela"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3nx4-bnyy",
      "doi": "10.1103/3nx4-bnyy",
      "summary": "Fast, variational ground-state preparation algorithms unlock the full programmability of optical-lattice Fermi-Hubbard quantum simulators and enable an efficient exploration of regimes beyond the capabilities of current classical methods. [PRX Quantum 6, 030356] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Universal Pulses for Superconducting Qudit Ladder Gates",
      "authors": [
        "Boxi Li, F.A. Cárdenas-López, Adrian Lupascu, and Felix Motzoi"
      ],
      "date": "2025-09-19T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9dxw-4c7y",
      "doi": "10.1103/9dxw-4c7y",
      "summary": "Development of compact, analytical control pulses allows fast and accurate operations on qudits without disturbing the rest of the system. [PRX Quantum 6, 030357] Published Fri Sep 19, 2025"
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Decoding global precipitation processes and particle evolution using unsupervised learning",
      "authors": [
        "Fraser King, Claire Pettersen, Brenda Dolan, Julia Shates, Derek Posselt"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu0162?af=R",
      "doi": "10.1126/sciadv.adu0162",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Nipah virus matrix protein uses cortical actin to stabilize the virus assembly sites and promote budding",
      "authors": [
        "Jingjing Wang, Vicky Kliemke, Mengyu Zhang, Jinxin Liu, Giuliana Leonarda Matta, Qian Wang, Yuhang Luo, GuanQun Liu, Qian Liu"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw4609?af=R",
      "doi": "10.1126/sciadv.adw4609",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Tunable superconducting diode effect in a topological nano-SQUID",
      "authors": [
        "Ella Nikodem, Jakob Schluck, Max Geier, Michał Papaj, Henry F. Legg, Junya Feng, Mahasweta Bagchi, Liang Fu, Yoichi Ando"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw4898?af=R",
      "doi": "10.1126/sciadv.adw4898",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Attosecond spectroscopy reveals spontaneous symmetry breaking in molecular photoionization",
      "authors": [
        "Mingxuan Li, Leshi Zhao, Huiyong Wang, Jialong Li, Wentao Wang, Jiaao Cai, Xiaochun Hong, Xiaosen Shi, Ming Zhang, Xinning Zhao, Robin Weissenbilder, David Busto, Mathieu Gisselbrecht, Kiyoshi Ueda, Sizuo Luo, Zheng Li, Dajun Ding"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw5415?af=R",
      "doi": "10.1126/sciadv.adw5415",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Multistable bimodal perceptual coding within the ventral premotor cortex",
      "authors": [
        "Bernardo Andrade-Ortega, Héctor Díaz, Lucas Bayones, Manuel Alvarez, Antonio Zainos, Natsuko Rivera-Yoshida, Alessio Franci, Ranulfo Romo, Román Rossi-Pool"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw5500?af=R",
      "doi": "10.1126/sciadv.adw5500",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Post-translational modifications of SOG1 enable dynamic control of plant DNA damage response",
      "authors": [
        "Weiyi Bao, Zhiping Deng, Siyu Zhuang, Chenming Xu, Ziqian Yang, Mingxi Zheng, Ran Zhang, Meizhi Xu, Shunping Yan, Lili Wang"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw9803?af=R",
      "doi": "10.1126/sciadv.adw9803",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "A long-term ketogenic diet causes hyperlipidemia, liver dysfunction, and glucose intolerance from impaired insulin secretion in mice",
      "authors": [
        "Molly R. Gallop, Renan F.L. Vieira, Peyton D. Mower, Elijah T. Matsuzaki, Willisa Liou, Faith E. Smart, Seth Roberts, Kimberley J. Evason, William L. Holland, Amandine Chaix"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2752?af=R",
      "doi": "10.1126/sciadv.adx2752",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Quantum cryptography integrating an optical quantum memory",
      "authors": [
        "Hadriel Mamann, Thomas Nieddu, Félix Hoffet, Mathieu Bozzio, Félix Garreau de Loubresse, Iordanis Kerenidis, Eleni Diamanti, Alban Urvoy, Julien Laurat"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx3223?af=R",
      "doi": "10.1126/sciadv.adx3223",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "High-performance piezoelectric nanocomposite of poly(vinylidene fluoride-trifluoroethylene) with 2D crystalline ferroelectric chalcogel",
      "authors": [
        "Trung Dieu Do, Thanh Duy Cam Ha, Minh Chien Nguyen, Tran Quang Trung, Jae-Hyeok Cho, Minh Nhut Le, Bobin Kang, Woo Jong Yu, Myung-Gil Kim, Nae-Eung Lee"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx3444?af=R",
      "doi": "10.1126/sciadv.adx3444",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "ERAD machinery controls the conditional turnover of PIN-LIKES in plants",
      "authors": [
        "Seinab Noura, Jonathan Ferreira Da Silva Santos, Elena Feraru, Sebastian N. W. Hoernstein, Mugurel I. Feraru, Laura Montero-Morales, Ann-Kathrin Rößling, David Scheuring, Richard Strasser, Pitter F. Huesgen, Sascha Waidmann, Jürgen Kleine-Vehn"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx5027?af=R",
      "doi": "10.1126/sciadv.adx5027",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Beyond the tropopause hypothesis: Drivers of even mercury isotope fractionation unraveled by 3D modeling",
      "authors": [
        "Zhengcheng Song, Shaojian Huang, Peng Zhang, Tengfei Yuan, Xin Miao, Kaihui Tang, Guangyi Sun, Xuewu Fu, Ruoyu Sun, Wang Zheng, Jiubin Chen, Yanxu Zhang"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx8401?af=R",
      "doi": "10.1126/sciadv.adx8401",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Cell type–specific plasticity in synaptic, intrinsic, and sound response properties of deep-layer cortical neurons after noise trauma",
      "authors": [
        "Yanjun Zhao, Stylianos Kouvaros, Nathan A. Schneider, Rebecca F. Krall, Stephanie Lam, Megan P. Arnold, Ross S. Williamson, Thanos Tzounopoulos"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx9737?af=R",
      "doi": "10.1126/sciadv.adx9737",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Engineering nanopore in monolayer WS2 for single-molecule imaging on the atomic-scale flat 2D surfaces",
      "authors": [
        "Haoqi He, Mingchuang Zhao, Hengyue Xu, Liang Chang, Yuyuan Jiang, Yichao Bai, Cong Wang, Huiyu Nong, Lan Ma, Lin Gan, Tianyi Zhang, Feiyu Kang, Bilu Liu, Yu Lei"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2148?af=R",
      "doi": "10.1126/sciadv.ady2148",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Auxin controls rice root angle via kinase OsILA1-mediated cell wall modifications",
      "authors": [
        "Xiaoyun Song, Suhang Yu, Qiaoyi Li, Yali Xiong, Dilixiadanmu Tashenmaimaiti, Malcolm J. Bennett, Staffan Persson, Xiuzhen Kong, Rahul Bhosale, Guoqiang Huang"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2320?af=R",
      "doi": "10.1126/sciadv.ady2320",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Learning local and semi-local density functionals from exact exchange-correlation potentials and energies",
      "authors": [
        "Bikash Kanungo, Jeffrey Hatch, Paul M. Zimmerman, Vikram Gavini"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady8962?af=R",
      "doi": "10.1126/sciadv.ady8962",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Ultrafast photooxidation of semireduced flavin in fatty acid photodecarboxylase",
      "authors": [
        "Marten H. Vos, Elsa Balduzzi, Damien Sorigué, Alexey Aleksandrov"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz1904?af=R",
      "doi": "10.1126/sciadv.adz1904",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Personalized mapping of inhibitory spinal cord circuits in humans via noninvasive neural decoding and in silico modeling",
      "authors": [
        "Alejandro Pascual-Valdunciel, Natalia T. Cónsul, Robert M. Brownstone, Marco Beato, Dario Farina, Filipe Nascimento, M. Görkem Özyurt"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz5524?af=R",
      "doi": "10.1126/sciadv.adz5524",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "A noncanonical role of glycolytic metabolites controlling the timing of mouse embryo segmentation",
      "authors": [
        "Hidenobu Miyazawa, Jona Rada, Nicole Prior, Paul Gerald Layague Sanchez, Emilia Esposito, Daria Bunina, Charles Girardot, Judith Zaugg, Alexander Aulehla"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz9606?af=R",
      "doi": "10.1126/sciadv.adz9606",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Polycrystalline MAPbI3 AC-bias direct x-ray detectors for 3D reconstruction",
      "authors": [
        "Ziyao Zhu, Bo Zhao, Jun Wang, Sheng Gao, Yang He, Wenjun Liu, Xiumin Xu, Yunlong Li"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx8785?af=R",
      "doi": "10.1126/sciadv.adx8785",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Millefeuille: The layering of the Martian atmosphere observed in forward scattering geometry",
      "authors": [
        "Nicolas Thomas, Miguel Almeida, Omar Mokhtari, Antoine Pommerol, Matthew Read, Bernhard Geiger, Lucie Riu, Manish R. Patel, Shane Byrne, Sarah Sutton"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu0859?af=R",
      "doi": "10.1126/sciadv.adu0859",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Chaperone nanomotors with chemotactic ability for the treatment of Parkinson’s disease",
      "authors": [
        "Wenjing Wang, Xue Xia, Ziqiang Zhang, Qingya Zhu, Yu Chen, Yao Zhang, Lin Chen, Chun Mao, Mimi Wan"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw1061?af=R",
      "doi": "10.1126/sciadv.adw1061",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Nanofiber membranes for enhanced performance and optimization of proton exchange membrane fuel cells",
      "authors": [
        "Heng Zhai, Jianuo Chen, Chen Meng, Xiaochen Yang, Zeyu Zhou, Ling Ai, Jiashen Li, Thomas S. Miller, Maria Perez-Page, Stuart M. Holmes"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw5747?af=R",
      "doi": "10.1126/sciadv.adw5747",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Polymeric microwave rectifiers enabled by monolayer-thick ionized donors",
      "authors": [
        "Nobutaka Osakabe, Jeongeun Her, Takahiro Kaneta, Akiko Tajima, Elena Longhi, Kan Tang, Kazuhiro Fujimori, Stephen Barlow, Seth R. Marder, Shun Watanabe, Jun Takeya, Yu Yamashita"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv9952?af=R",
      "doi": "10.1126/sciadv.adv9952",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Structure of the Huntingtin F-actin complex reveals its role in cytoskeleton organization",
      "authors": [
        "Rémi Carpentier, Jaesung Kim, Mariacristina Capizzi, Hyeongju Kim, Florian Fäßler, Jesse M. Hansen, Min Jeong Kim, Eric Denarier, Béatrice Blot, Marine Degennaro, Sophia Labou, Isabelle Arnal, Maria J. Marcaida, Matteo Dal Peraro, Doory Kim, Florian K. M. Schur, Ji-Joon Song, Sandrine Humbert"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw4124?af=R",
      "doi": "10.1126/sciadv.adw4124",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Polarization vortices of thermal emission",
      "authors": [
        "Ye Zhang, Qiang Wang, Meng Xiao, Tao Liu, Fan Zhong, Zhenxin Lai, Shining Zhu, Hui Liu"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx6252?af=R",
      "doi": "10.1126/sciadv.adx6252",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Operando x-ray absorption spectroscopy unveils light-driven redox dynamics at the semiconductor/cocatalyst interface",
      "authors": [
        "Raffaello Mazzaro, Alberto Piccioni, Marco Salvi, Pierpaolo Vecchi, Michele Mazzanti, Stefano Caramori, Federico Boscherini, Luca Pasquini"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx8089?af=R",
      "doi": "10.1126/sciadv.adx8089",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "α cells use both PC1/3 and PC2 to process proglucagon peptides and control insulin secretion",
      "authors": [
        "Canqi Cui, Danielle C. Leander, Sarah M. Gray, Kimberley El, Alex Chen, Paul A. Grimsrud, Jessica O. Becker, Austin Taylor, Guo-Fang Zhang, Kyle W. Sloop, C. Bruce Verchere, Andrew N. Hoofnagle, David A. D’Alessio, Jonathan E. Campbell"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady8048?af=R",
      "doi": "10.1126/sciadv.ady8048",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Multiple equilibria enables tunable wetting of droplets on patterned liquid surfaces",
      "authors": [
        "Xitong Zhang, Hongyu Zhao, Jack R. Panter, Glen McHale, Gary G. Wells, Rodrigo Ledesma-Aguilar, Halim Kusumaatmaja"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw6615?af=R",
      "doi": "10.1126/sciadv.adw6615",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Plasticity of ventricle position after heart looping in heterotaxy with right isomerism",
      "authors": [
        "Audrey Desgrange, Emeline Perthame, Carmen Marchiol, Daphné Madec, Laurent Guillemot, Marie-Amandine Chabry, Mohamed El Beheiry, Jean-Baptiste Masson, Olivier Raisky, Ségolène Bernheim, Lucile Houyel, Sigolène M. Meilhac"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ads8192?af=R",
      "doi": "10.1126/sciadv.ads8192",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Interfacial solar evaporation transforms brine mineral recovery",
      "authors": [
        "Kaijie Yang, Meiqi Yang, Hongxu Chen, Sunxiang Zheng, Aashish Khandelwal, Rodney D. Priestley, Zhiyong Jason Ren"
      ],
      "date": "2025-09-19T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx3242?af=R",
      "doi": "10.1126/sciadv.adx3242",
      "summary": "Science Advances, Volume 11, Issue 38, September 2025."
    }
  ]
}