{
  "generatedAt": "2025-10-26T18:18:43.912141+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Wideband Covariance Magnetometry below the Diffraction Limit",
      "authors": [
        "Xuan Hoang Le, Pavel E. Dolgirev, Piotr Put, Eric L. Peterson, Arjun Pillai, Alexander A. Zibrov, Eugene Demler, Hongkun Park, and Mikhail D. Lukin"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7xlj-52xt",
      "doi": "10.1103/7xlj-52xt",
      "summary": "We experimentally demonstrate a method for measuring correlations of wideband magnetic signals with spatial resolution below the optical diffraction limit. Our technique employs two nitrogen-vacancy (NV) centers in diamond as nanoscale magnetometers, spectrally resolved by inhomogeneous optical tran… [Phys. Rev. Lett. 135, 170803] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Optimal and Feasible Contextuality-Based Randomness Generation",
      "authors": [
        "Yuan Liu and Ravishankar Ramanathan"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cn3m-j743",
      "doi": "10.1103/cn3m-j743",
      "summary": "Semi-device-independent randomness generation protocols based on Kochen-Specker contextuality offer the attractive features of compact devices, high rates, and ease of experimental implementation over fully device-independent (DI) protocols. Here, we investigate this paradigm and derive four results… [Phys. Rev. Lett. 135, 170805] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Reconciliation between Neutron Skin Thickness from PREX-2 Experiment and Neutron-Star Tidal Polarizability from GW170817 Event: The Key Role of Symmetry Energy Curvature",
      "authors": [
        "Z. Y. Guan (管中原) and Y. F. Niu (牛一斐)"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6m4p-wmv3",
      "doi": "10.1103/6m4p-wmv3",
      "summary": "Y. Guan (管中原) and Y. F. Niu (牛一斐) A tension between the tidal deformability inferred from neutron star merger GW170818 and the neutron skin measurement of 208 Pb by the PREX-2 experiment has been resolved. [Phys. Rev. Lett. 135, 172701] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Dissipative Phase Transition in the Two-Photon Dicke Model",
      "authors": [
        "Aanal Jayesh Shah, Peter Kirton, Simone Felicetti, and Hadiseh Alaeian"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mz92-6l9g",
      "doi": "10.1103/mz92-6l9g",
      "summary": "We explore the dissipative phase transition of the two-photon Dicke model, a topic that has garnered significant attention recently. Our analysis reveals that while single-photon loss does not stabilize the intrinsic instability in the model, the inclusion of two-photon loss restores stability, lead… [Phys. Rev. Lett. 135, 173602] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Unmasking charge transfer in the misfits: ARPES and <em>ab initio</em> prediction of electronic structure in layered incommensurate systems without artificial strain</span>",
      "authors": [
        "Drake Niedzielski, Brendan D. Faeth, Berit H. Goodge, Mekhola Sinha, Tyrel M. McQueen, Lena F. Kourkoutis, and Tomás A. Arias"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/0207bY28H451c491c7f541f65db834f0e00edabe0",
      "doi": "10.1103/tmbg-3p94",
      "summary": "Common belief is that the large band shifts observed in incommensurate misfit compounds, e.g. (LaSe)${}_{1.14}$(NbSe${}_{2}$)${}_{2}$, are due to interlayer charge transfer. In contrast, our analysis, based on both ARPES measurements and a specialized framework employing only quantities well defined… [Phys. Rev. Lett.] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Efficient preparation of Dicke states</span>",
      "authors": [
        "Jeffery Yu, Sean R. Muleady, Yu-Xin Wang, Nathan Schine, Alexey V. Gorshkov, and Andrew M. Childs"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/77073Yf8Nea15a80081282761a67a4a5aa9f4b492",
      "doi": "10.1103/9gjk-rgql",
      "summary": "We present an algorithm utilizing mid-circuit measurement and feedback that prepares Dicke states with polylogarithmically many ancillas and polylogarithmic depth. Our algorithm uses only global mid-circuit projective measurements and adaptively chosen global rotations. This improves over prior work… [Phys. Rev. Lett.] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Oscillating nuclear charge radii as sensors for ultralight dark matter</span>",
      "authors": [
        "Abhishek Banerjee, Dmitry Budker, Melina Filzinger, Nils Huntemann, Gil Paz, Gilad Perez, Sergey Porsev, and Marianna Safronova"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/48072Yb1N801f18074ec569336110203390fed5a0",
      "doi": "10.1103/37vw-gc1r",
      "summary": "We show that coupling of ultralight dark matter (UDM) to quarks and gluons would lead to an oscillation of the nuclear charge radius for both the quantum chromodynamic (QCD) axion and scalar dark matter, an effect which is of particular importance for heavy elements. Consequently, the resulting osci… [Phys. Rev. Lett.] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Bell sampling in quantum Monte Carlo simulations</span>",
      "authors": [
        "Poetri Sonya Tarabunga and Yi-Ming Ding"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/43076Y47S451469ec57a71e16c381cf50e85edb1d",
      "doi": "10.1103/fq8z-y55j",
      "summary": "Quantum Monte Carlo (QMC) methods are essential for the numerical study of large-scale quantum many-body systems, yet their utility has been significantly hampered by the difficulty in computing key quantities such as off-diagonal operators and entanglement. This work introduces Bell-QMC, a novel QM… [Phys. Rev. Lett.] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Phototactic decision-making by microalgae</span>",
      "authors": [
        "Shantanu Raikwar, Adham Al-Kassem, Nir S. Gov, Adriana I. Pesci, Raphaël Jeanneret, and Raymond E. Goldstein"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3f07bY64T9a2fc0252146f7633a1c9b9a792df3da",
      "doi": "10.1103/3fry-7tsw",
      "summary": "We study how simple eukaryotic organisms make decisions in response to competing stimuli in the context of phototaxis by the unicellular alga Chlamydomonas reinhardtii. While negatively phototactic cells swim directly away from a collimated light beam, when presented with two beams of adjustable int… [Phys. Rev. Lett.] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Search for Majorana neutrinos with the complete KamLAND-Zen dataset</span>",
      "authors": [
        "S. Abe et al."
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ad07cYcaG0d1eb9f512000c9cfc25689f2c0aa7c7",
      "doi": "10.1103/jkf6-48j8",
      "summary": "We present a search for neutrinoless double-beta ($0νββ$) decay of ${}^{136}$Xe using the full dataset with 745,kg of enriched xenon, corresponding to an exposure of $2.097$,ton,yr of ${}^{136}$Xe. This updated search benefits from a more than twofold increase in exposure, recovery of photo-sensor g… [Phys. Rev. Lett.] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Dynamic avalanches: Rate-controlled switching and race conditions</span>",
      "authors": [
        "Lishuai Jin and Martin van Hecke"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/d2072Y67Td42f70093711ec5fec272837ad734b1c",
      "doi": "10.1103/yzw2-wxw1",
      "summary": "Avalanches are rapid cascades of rearrangements driven by cooperative flipping of hysteretic local elements. Here we show that flipping dynamics and race conditionswhere multiple elements become unstable simultaneouslygive rise to dynamic avalanches that cannot be captured by static models of intera… [Phys. Rev. Lett.] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Nature of field-induced transitions and hysteretic magnetoresistance in the noncollinear antiferromagnet ${\\mathrm{EuIn}}_{2}{\\mathrm{As}}_{2}$",
      "authors": [
        "Karan Singh, Jan Skolimowski, Giuseppe Cuono, Raghottam M. Sattigeri, Andrzej Ptok, Orest Pavlosiuk, Tetiana Romanova, Tomasz Toliński, Piotr Wiśniewski, Carmine Autieri, and Dariusz Kaczorowski"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6yv6-kf97",
      "doi": "10.1103/6yv6-kf97",
      "summary": "We examine the magnetic and electrical transport properties of the hexagonal ${\\mathrm{EuIn}}_{2}{\\mathrm{As}}_{2}$ compound, combining experimental and theoretical results. This compound is predicted to be an axion insulator from an electronic point of view and an altermagnet in the collinear magne… [Phys. Rev. B 112, 134440] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Evolution of magnetoresistance in the magnetic topological semimetals $\\mathrm{NdS}{\\mathrm{b}}_{x}\\mathrm{T}{\\mathrm{e}}_{2−x}$",
      "authors": [
        "Santosh Karki Chhetri, Rabindra Basnet, Krishna Pandey, Gokul Acharya, Sumaya Rahman, Md Rafique Un Nabi, Dinesh Upreti, Hugh O. H. Churchill, and Jin Hu"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lh2y-nws6",
      "doi": "10.1103/lh2y-nws6",
      "summary": "Magnetic topological semimetals $\\mathit{Ln}\\mathrm{SbTe}$ ($\\mathit{Ln}=\\text{lanthanide elements}$) provide a platform to study the interplay of structure, magnetism, topology, and electron correlations. Varying Sb and Te compositions in $Ln\\mathrm{S}{\\mathrm{b}}_{x}\\mathrm{T}{\\mathrm{e}}_{2−x}$ c… [Phys. Rev. B 112, 134443] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Measuring the Debye energy in superconductors via two-electron photoemission spectroscopy",
      "authors": [
        "Ka Ho Wong, Jack Zwettler, Henry Amir, Peter Abbamonte, Fahad Mahmood, and Dirk K. Morr"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pxm2-rvpw",
      "doi": "10.1103/pxm2-rvpw",
      "summary": "We demonstrate theoretically that double angle resolved photoemission spectroscopy (2eARPES) can directly probe the existence of Cooper pairs away from the Fermi surface, and can thus provide insight into the characteristic energy scale around the Fermi surface, the Debye energy, in which electrons … [Phys. Rev. B 112, 134523] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Exactly solvable dissipative dynamics and one-form strong-to-weak spontaneous symmetry breaking in interacting two-dimensional spin systems",
      "authors": [
        "Lucas Sá and Benjamin Béri"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1lzb-vp1w",
      "doi": "10.1103/1lzb-vp1w",
      "summary": "The authors propose and solve here a general class of interacting two-dimensional spin models that is simultaneously exactly solvable and has rich dissipative dynamics. Through analytical and numerical results, they demonstrate the emergence of mixed-state topological order and hallmark features of interacting many-body quantum dynamics, such as the separation of relaxation timescales and anomalous relaxation. [Phys. Rev. B 112, 144311] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "High-temperature superconductivity induced by the Su-Schrieffer-Heeger electron-phonon coupling",
      "authors": [
        "Xun Cai, Zi-Xiang Li, and Hong Yao"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rhss-d52m",
      "doi": "10.1103/rhss-d52m",
      "summary": "The experimental quest for high-temperature and room-temperature superconductivity (SC) at ambient pressure has been a long-standing research theme in physics. It has also been desired to construct reliable microscopic mechanisms that may achieve high-temperature SC. Here, we systematically explore … [Phys. Rev. B 112, 144517] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Range-separated thermal hybrid exchange-correlation density functional for accurate band-gap calculations of warm dense matter",
      "authors": [
        "Ammar A. Ellaboudy, Valentin V. Karasiev, Deyan I. Mihaylov, Katerina P. Hilleke, and S. X. Hu"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v9vy-x124",
      "doi": "10.1103/v9vy-x124",
      "summary": "In this study, we present a range-separated thermal hybrid exchange-correlation (XC) functional, termed RS-KDT0, which provides highly accurate band-gap predictions at elevated temperature while reducing the computational cost relative to thermal global hybrid functionals. At zero temperature, RS-KD… [Phys. Rev. B 112, 155154] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Signatures of the Fermi surface reconstruction of a doped Mott insulator in a slab geometry",
      "authors": [
        "Gregorio Staffieri and Michele Fabrizio"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hyth-626t",
      "doi": "10.1103/hyth-626t",
      "summary": "We investigate a hole-doped Mott insulator in a slab geometry using the dynamical cluster approximation. We show that the enhancement of the correlation strength at the surface results in the remarkable evolution of the layer-projected Fermi surface, which exhibits holelike pockets in the superficia… [Phys. Rev. B 112, 155155] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Site-symmetry-driven Fe $d$-orbital splitting and its influence on optical transitions in ${\\mathrm{SrFe}}_{12}{\\mathrm{O}}_{19}$ $M$-type hexaferrite",
      "authors": [
        "Hodam Karnajit Singh, Aditya Kumar Kushwaha, Bheemalingam Chittari, Mukul Gupta, and Pamu Dobbidi"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b61m-nw6m",
      "doi": "10.1103/b61m-nw6m",
      "summary": "$M$-type hexaferrite is an optically active transition-metal oxide, characterized by a tunable band gap within the semiconducting range, along with inherent perpendicular magnetic and optical anisotropy. However, the nature of the optical band gap and associated transitions remains unclear due to it… [Phys. Rev. B 112, 155156] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Theory of plasmon spectroscopy with the quantum twisting microscope",
      "authors": [
        "Nemin Wei, Francisco Guinea, Felix von Oppen, and Leonid I. Glazman"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v8zx-1vhr",
      "doi": "10.1103/v8zx-1vhr",
      "summary": "We consider plasmon-assisted electron tunneling in a quantum twisting microscope (QTM). The dependence of the differential conductance on the two control parameters of the QTM—the twist angle and bias—reveals the plasmon spectrum as well as the strength of plasmon-electron interactions in the sample… [Phys. Rev. B 112, 155157] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum geometric bounds for observables: Linear responses, Drude weight, and orbital magnetization",
      "authors": [
        "Koki Shinada and Naoto Nagaosa"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qxbl-qd4f",
      "doi": "10.1103/qxbl-qd4f",
      "summary": "The quantum geometric tensor (QGT) provides nontrivial bounds among physical quantities, as exemplified by the metric curvature inequality. How far can this idea be generalized, and what other observables obey such quantum-geometric constraints? The authors show here that generalized QGTs yield new inequalities among all linear responses, the Drude weight, and the orbital magnetization. They further find that this Drude orbital magnetization inequality approaches equality as bands become flatter, which is nearly satisfied in the experimentally observed orbital magnetization of twisted bilayer graphene. [Phys. Rev. B 112, 155158] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Observation of tunable two-dimensional electron gas in Sn/Si(111)-$2\\sqrt{3}×2\\sqrt{3}−R{30}^{∘}$",
      "authors": [
        "Jia-Qi Guan, Yan-Ling Xiong, Rui-Feng Wang, Qun Zhu, Mingqiang Ren, Can-Li Song, Xu-Cun Ma, and Qi-Kun Xue"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dcf8-v8zf",
      "doi": "10.1103/dcf8-v8zf",
      "summary": "We employ cryogenic scanning tunneling microscopy to observe a tunable two-dimensional electron gas (2DEG) on the $\\mathrm{Sn}/\\mathrm{Si}(111)\\text{−}2\\sqrt{3}×2\\sqrt{3}−R{30}^{∘}$ surface, where its properties are modulated by the underlying Si(111) substrates. The 2DEG resides near the conduction… [Phys. Rev. B 112, 155428] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum thermal transistor performance under fixed-temperature baths: A Langevin framework for spectral and noise modeling",
      "authors": [
        "Uthpala N. Ekanayake, Sarath D. Gunapala, and Malin Premaratne"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gpmp-clgt",
      "doi": "10.1103/gpmp-clgt",
      "summary": "Advanced thermal management is vital for reliable electronics, and quantum thermal transistors (QTTs) offer a novel solution using quantum mechanical states to control heat like electric current. They offer the potential to be used in thermal circuits that enhance thermal management capabilities. De… [Phys. Rev. B 112, 155429] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Strong and selective magnon-phonon coupling in the van der Waals antiferromagnet ${\\mathrm{CoPS}}_{3}$",
      "authors": [
        "Dipankar Jana, Diana Vaclavkova, Rajesh Kumar Ulaganathan, Raman Sankar, Milan Orlita, Clement Faugeras, Maciej Koperski, M. E. Zhitomirsky, and Marek Potemski"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8f92-lt57",
      "doi": "10.1103/8f92-lt57",
      "summary": "The Raman scattering response of the biaxial antiferromagnet ${\\mathrm{CoPS}}_{3}$ has been investigated as a function of both magnetic field and temperature. The peaks observed in the low-frequency spectral range $(90–200 {\\mathrm{cm}}^{−1})$ have been identified as hybrid magnon-phonon excitations… [Phys. Rev. B 112, 165427] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Scattering approach to near-field radiative heat transfer",
      "authors": [
        "Matthias Hübler, Denis M. Basko, and Wolfgang Belzig"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xmmg-dv2d",
      "doi": "10.1103/xmmg-dv2d",
      "summary": "How are radiative heat transfer and coherent quantum transport related? Both are governed by a Landauer-type expression for the current, though arising from distinct theoretical frameworks: fluctuational electrodynamics and Landauer–Büttiker scattering theory. The authors develop here a quantum scattering theory for thermal excitations, revealing that the reactive response of thermal bodies leads to an energy-current operator beyond the Landauer–Büttiker formalism. The reactive term can dominate the heat-current noise spectrum, e.g., for coupled surface phonon polaritons. [Phys. Rev. B 112, 165428] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electrostatic screening of free charge-neutral dipoles/excitons in two-dimensional media",
      "authors": [
        "Ke Xiao, Chi-Ming Kan, Feng-Ren Fan, Stuart S. P. Parkin, and Xiaodong Cui"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9fgx-nq97",
      "doi": "10.1103/9fgx-nq97",
      "summary": "With the shrinking of dimensionality, Coulomb interaction plays a distinct role in two-dimensional (2D) semiconductors owing to the reduced dielectric screening in the out-of-plane direction. Apart from the dielectric screening, free particles such as carriers and dipoles or excitons can also make a… [Phys. Rev. B 112, 165429] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum phase transition in a double quantum dot Josephson junction driven by electron-electron interactions",
      "authors": [
        "Cong Li, Yiyan Wang, and Bing Dong"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b4tp-7x57",
      "doi": "10.1103/b4tp-7x57",
      "summary": "In this work, we employ a surrogate BCS model with discrete energy levels to investigate a hybrid system comprising two quantum dots (QD1 and QD2), where QD1 is tunnel coupled to two superconducting leads, and QD2 is only tunnel coupled to QD1. Through exact diagonalization of this system, we obtain… [Phys. Rev. B 112, 165430] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Pair-density-wave phase of strongly interacting electrons on the triangular lattice: A variational Monte Carlo study",
      "authors": [
        "Jiucai Wang, Wen Sun, Hao-Xin Wang, Zhaoyu Han, Steven A. Kivelson, and Hong Yao"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gvw1-xk98",
      "doi": "10.1103/gvw1-xk98",
      "summary": "A robust theory of the mechanism of pair density wave (PDW) superconductivity (i.e., where Cooper pairs have nonzero center of mass momentum) remains elusive. Here we explore the triangular lattice $t\\text{−}J\\text{−}V$ model, a low-energy effective theory derived from the strong-coupling limit of t… [Phys. Rev. B 112, L140505] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Probing moiré Bloch bands of photoexcited electrons on graphene/Ir(111)",
      "authors": [
        "Ryuichi Arafune, Hiroshi Ishida, Chun-Liang Lin, and Noriaki Takagi"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yg4g-x51r",
      "doi": "10.1103/yg4g-x51r",
      "summary": "We have investigated the moiré Bloch bands of photoexcited electrons in image potential states on graphene covered Ir(111) surfaces using high-energy-resolution angle-resolved two-photon photoemission spectroscopy. An energy gap of approximately 20 meV at the $\\overline{\\mathrm{K}}$ point of the moi… [Phys. Rev. B 112, L161408] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Current-based metrology with two-terminal mesoscopic conductors",
      "authors": [
        "Shishir Khandelwal, Gabriel T. Landi, Géraldine Haack, and Mark T. Mitchison"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cpp5-5yw4",
      "doi": "10.1103/cpp5-5yw4",
      "summary": "The traditional approach to quantum parameter estimation focuses on the quantum state, deriving fundamental bounds on precision through the quantum Fisher information. In most experimental settings, however, performing arbitrary quantum measurements is highly unfeasible. In open quantum systems, an … [Phys. Rev. B 112, L161409] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Energy density and stress fields in quantum systems</span>",
      "authors": [
        "Richard M. Martin, Nithaya Chetty, and Dallas R. Trinkle"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8807eOd4Od317140590a0b52ac0fd36cbc1d03179",
      "doi": "10.1103/49lf-cbyk",
      "summary": "There has been an enduring interest and controversy about whether or not one can define physically meaningful energy density and stress fields, $e(\\mathbf{\\text{𝐫}})$ and ${σ}_{αβ}(\\mathbf{\\text{𝐫}})$ in quantum systems. A key issue is the kinetic energy since the well-known forms, $\\frac{1}{2}|∇Ψ{|… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quadrupole moment of higher-order topologicals insulator at finite temperature</span>",
      "authors": [
        "Yiting Deng and Yan He"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b7079Ob6T961bf50f9af48a635a7f2778df451785",
      "doi": "10.1103/s5kz-7l6v",
      "summary": "We study the higher-order topological insulators at finite temperature based on a generalized real-space quadrupole moment, which extends the ground state expectations to ensemble averages. Our study reveals that chiral symmetry alone dictates that the quadrupole moment must be quantized to two valu… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum spin liquids in pyrochlore magnets with non-Kramers local moments</span>",
      "authors": [
        "Tony An, Félix Desrochers, and Yong Baek Kim"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/23072O90Sba1425035091392a35b70afbfbd781bb",
      "doi": "10.1103/g5zf-hrb5",
      "summary": "Numerous experiments on pyrochlore oxides Pr${}_{2}$(Zr, Sn, Hf, Ir)${}_{2}$O${}_{7}$ with non-Kramers Pr${}^{3+}$ ions suggest that they support a quantum spin liquid (QSL) ground state, but the precise nature of the QSL remains unclear. Quantum spin ice with dominant dipolar Ising and smaller quad… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Boundary Witten effect in multiaxion insulators</span>",
      "authors": [
        "Giandomenico Palumbo"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/cf07dYe1R621439c19050e16892023800518e3ae9",
      "doi": "10.1103/98rr-rx6s",
      "summary": "We explore novel topological responses and axion-like phenomena in three-dimensional insulating systems with spacetime-dependent mass terms encoding domain walls. Via a dimensional-reduction approach, we derive a new axion-electromagnetic coupling term involving three axion fields. This term yields … [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Theoretical investigation of noncentrosymmetric Ruddlesden-Popper germanium perovskites Cs${}_{2}$Ge$X$${}_{4}$ ($X$ = Cl, Br, and I) for second harmonic generation</span>",
      "authors": [
        "Zun-Yi Deng, Qixiang Yin, Lixiang Rao, Qiyi Zhao, Gang Tang, and Jiawang Hong"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e2074O21K2513c4b35b36f077f824696504c28d20",
      "doi": "10.1103/nsn4-35kg",
      "summary": "The distortion of octahedrons in halide perovskites with polar space group caused unique anomalous photovoltaics, ferroelectricity and nonlinear optical (NLO) properties. Here, we take layered Ge-based Ruddlesden-Popper (RP) perovskite Cs2GeX4 (X= Cl, Br and I) as an example and design the non-centr… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Theory of nonlinear electron relaxation in thin gold films and their signatures in optical observables</span>",
      "authors": [
        "Jonas Grumm, Malte Selig, Holger Lange, and Andreas Knorr"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d0074O7fQ7311e5913602729737f44cc315b88870",
      "doi": "10.1103/7w9j-88zg",
      "summary": "Based on the momentum-resolved Boltzmann equation, we provide self-consistent numerical calculations of the dynamics of conduction electrons in thin noble metal films after linear and non-linear optical excitations with infrared and terahertz frequencies. Focusing exclusively on electron-phonon inte… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electrically controlled anomalous valley Hall effect in antiferromagnetic bilayer Cr${}_{2}$CH${}_{2}$</span>",
      "authors": [
        "Meiling Wang, Shengshi Li, Yaping Wang, Weixiao Ji, Xiaojing Dong, Feng Li, and Changwen Zhang"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2c077Od0R781f451e2993731b7e697245b821dc68",
      "doi": "10.1103/mv8w-7svx",
      "summary": "Two-dimensional (2D) antiferromagnetic (AFM) valley materials attract significant attention due to their combined valley polarization and magnetic order. However, the achievement of the anomalous valley Hall effect (AVHE) still faces challenges of spin degeneracy and difficulty in controlling valley… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Heat-to-motion conversion for quantum active matter</span>",
      "authors": [
        "Alexander-Georg Penner, Ludmila Viotti, Rosario Fazio, Liliana Arrachea, and Felix von Oppen"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6707fY02P4e23c05d3bb5db5b792653e02141cf60",
      "doi": "10.1103/r6tm-nx19",
      "summary": "We introduce a model of an active quantum particle and discuss its properties. The particle has a set of internal states that mediate exchanges of heat with external reservoirs. Heat is then converted into motion by means of a spin-orbit term that couples internal and translational degrees of freedo… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Dirac-like band dispersion at the pyrite-type CuSe${}_{2}$ (100) surface revealed by soft x-ray angle-resolved photoemission spectroscopy</span>",
      "authors": [
        "K. Fujinuma, D. Takegami, H. Honda, D. Shiga, H. Kumigashira, R. Higashinaka, T. D. Matsuda, Y. Aoki, M. Hedo, Y. Ōnuki, N. L. Saini, and T. Mizokawa"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/67078K18Q031b306d8e36835b7d82ac5fc2ef002a",
      "doi": "10.1103/8dkc-mr3v",
      "summary": "We have investigated the bulk and surface electronic structure of pyrite-type CuSe${}_{2}$ by means of soft x-ray photoemission spectroscopy. The Cu 3$d$ band around 2.5 eV below the Fermi level does not show Cu 2$p$-3$d$ resonance indicating that the Cu 3$d$ level is almost fully filled and the Cu … [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Influence of interlayer stacking on optical behavior in WSe${}_{2}$/MoS${}_{2}$ van der Waals heterostructures</span>",
      "authors": [
        "Widad Louafi, Karim Rezouali, Daniele Varsano, Maurizia Palummo, Maurits W. Haverkort, and Samir Lounis"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7d070Od0Sfa1045033e83261bcbb3f4be8a691929",
      "doi": "10.1103/n6py-mmq7",
      "summary": "We investigate the impact of crystal alignment on excitonic behavior in WSe${}_{2}$/MoS${}_{2}$ van der Waals heterostructures by comparing eclipsed (AA) and staggered (AB) stacking configurations. Our first-principles and symmetry-based analysis reveal that interlayer stacking symmetry plays a cent… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>From time crystals to time quasicrystals: Exploring quasiperiodic phases in transverse field Ising chains</span>",
      "authors": [
        "Davood Marripour and Jahanfar Abouie"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1407dOb0P5f1235ce13964d6f8fdabd58ab3544be",
      "doi": "10.1103/1tzt-3h5x",
      "summary": "Time quasicrystals (TQCs) represent a compelling extension of the concept of time crystals (TCs). While TCs break discrete time-translation symmetry by exhibiting a periodic response at a subharmonic of the driving frequency, TQCs display a more complex temporal order. They respond at multiple incom… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Chiral Heisenberg Gross-Neveu-Yukawa criticality: Honeycomb versus SLAC fermions</span>",
      "authors": [
        "Thomas C. Lang and Andreas M. Läuchli"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6a071K76R461640b09fd8938b033cfcc92e749e96",
      "doi": "10.1103/vlgd-7ln8",
      "summary": "We perform large scale quantum Monte Carlo simulations of the Hubbard model at half filling with a single Dirac cone close to the critical point, which separates a Dirac semi-metal from an antiferromagnetically ordered phase where SU(2) spin rotational symmetry is spontaneously broken. We discuss th… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum supercritical crossover with dynamical singularity</span>",
      "authors": [
        "Junsen Wang, Enze Lv, Xinyang Li, Yuliang Jin, and Wei Li"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2a079YdcHef1139d57834255652a8f02a06cd8eb0",
      "doi": "10.1103/hgwk-pzw2",
      "summary": "Bounded by crossover lines exhibiting universal scaling, the supercritical regime above the critical endpoint is characterized by strong fluctuations and intriguing phenomena. In this study, we extend this notable concept of supercritical crossover to the quantum critical endpoint (QCEP), by studyin… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Matrix product state classification of one-dimensional multipole symmetry-protected topological phases</span>",
      "authors": [
        "Takuma Saito, Weiguang Cao, Bo Han, and Hiromi Ebisu"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0d077Of6W1f1c85382dc9193b53fd517c66e38e31",
      "doi": "10.1103/6txg-7hy7",
      "summary": "Spatially modulated symmetries are one of the new types of symmetries whose symmetry actions are position dependent. Yet exotic phases resulting from these spatially modulated symmetries are not fully understood and classified. In this work, we systematically classify one dimensional bosonic symmetr… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Erratum: Nonlocal Andreev transport through a quantum dot in a magnetic field: Interplay between Kondo, Zeeman, and Cooper-pair correlations [Phys. Rev. B <strong>109</strong>, 035404 (2024)]</span>",
      "authors": [
        "Masashi Hashimoto, Yasuhiro Yamada, Yoichi Tanaka, Yoshimichi Teratani, Takuro Kemi, Norio Kawakami, and Akira Oguri"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b6079O02XdfR201c707e99a8a2b612109171e00e9",
      "doi": "10.1103/pqdp-n94h",
      "summary": "[Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Insulating charge transfer ferromagnetism</span>",
      "authors": [
        "Yixin Zhang and Yang Zhang"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9f07dYa8Ma71aa8430cc59f394e3104417ff065c4",
      "doi": "10.1103/wm3t-qyvx",
      "summary": "We propose a mechanism for insulating ferromagnetism in the honeycomb Hubbard model of semiconductor moir e superlattices. The ferromagnetism emerges at critical charge transfer regime, stabilizing the quantum anomalous Hall state without Hund’s coupling. We further note the ferromagnetic exchange a… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span><em>Ab initio</em> study of the vanadium-based half Heusler alloys VRh$Z$ ($Z$=Ge, Si, Sn) as potential thermoelectric materials</span>",
      "authors": [
        "Winfred M. Mulwa, Mark Pederson, Eunja Kim, and Bernard Aduda"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8b07bO4cRb81ac5fb5d26c720e2fafa18b15d8ede",
      "doi": "10.1103/dy2n-c3px",
      "summary": "We adopt a high-throughput investigation strategy that begins with the electronic structure properties to screen three new vanadium based half Heusler alloys with 18 valence electrons, VRhZ (Z = Ge, Si and Sn), for thermoelectric performance. This is inspired by the contrasting electrical transport … [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Dynamically tunable and ultrastable plasmonic bound states in the continuum in bilayer graphene metagratings</span>",
      "authors": [
        "Jiali Huang, Guizi Qing, Di Zhang, Xiang Zhai, Jun Peng, and Sheng-Xuan Xia"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4d077Oe1Rb7E571835eb2f032b6dd00d777ab4006",
      "doi": "10.1103/2yc3-xm7g",
      "summary": "Bound states in the continuum (BICs), a universal wave phenomenon observed in plasmonic and other wave systems, remain spatially localized despite coexisting with a radiative continuum. However, current implementations of plasmonic BICs (pBICs) suffer from critical limitations: lack of dynamic tunab… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Resonant photoluminescence of quantum incompressible liquids</span>",
      "authors": [
        "D. A. Shchigarev, A. V. Larionov, L. V. Kulik, E. M. Budanov, I. V. Kukushkin, and V. Umansky"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ca071O44T041ff5ec7325b249ee277b6076dd824e",
      "doi": "10.1103/v89d-vbyx",
      "summary": "We investigate resonant photoluminescence arising from incompressible quantum liquids formed in two-dimensional electron systems. We demonstrate that, for excitons composed of a photoexcited electron occupying the upper spin sublevel of the zeroth Landau level and a valence-band hole, the influence … [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spectral localization of single-nanoparticle plasmons through photonic substrate engineering</span>",
      "authors": [
        "Renming Liu, Juan-Feng Zhu, Jindong Ai, Wenjie Zhou, Guangxin Liu, Shihao Feng, Wei Li, Jing-Feng Liu, and Lin Wu"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/24074Y08L9e10e7e791562f73eb558b25c2440dea",
      "doi": "10.1103/nxzy-hywq",
      "summary": "Surface plasmon resonances (SPRs) are crucial for confining light beyond the diffraction limit, yet metal losses often limit their spectral localization. Here, we propose a practical strategy for enabling the spectral localization of single-nanoparticle SPRs through photonic substrate engineering, w… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Revisiting the mechanisms of thermal transport in vacancy-defective silicon</span>",
      "authors": [
        "Xueyan Zhu, Jin Yang, Junichiro Shiomi, and Cheng Shao"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b4071O15Tcd1d65fe3c97d89dcfa9d7a633d87d7e",
      "doi": "10.1103/fl1h-kbv3",
      "summary": "Understanding heat conduction in defective silicon is crucial for electronics and thermoelectrics. Conventional understanding relies on phonon gas picture, treating defects as scattering centers that reduce phonon lifetimes without altering frequencies and group velocities. We go beyond phonon gas p… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>First-principles prediction of spin-triplet qubits in two-dimensional silicon carbide</span>",
      "authors": [
        "Jijun Huang, Qiang Ke, and Xueling Lei"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/cf07dO8aQ751495471288c1977445acabd9e52257",
      "doi": "10.1103/fv87-6562",
      "summary": "Two-dimensional silicon carbide (2D-SiC) is a promising host material for quantum bits (qubits) due to its stable structure, wide bandgap, and the naturally abundant zero-nuclear-spin isotopes. In this work, first-principles calculations were conducted to investigate defect centers in 2D-SiC resulti… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Complex orientation dependence of Casimir-Polder interaction induced by curvature and optical properties of the surface and the surrounding medium</span>",
      "authors": [
        "Giuseppe Bimonte and Thorsten Emig"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b6078Y5eScc27b0a040044359b146d3252d1faa54",
      "doi": "10.1103/t5t5-kc9j",
      "summary": "We employ a multiple scattering expansion to systematically derive curvature corrections to the Casimir-Polder (CP) interaction between small an-isotropic particles and general magneto-dielectric surfaces. Our results, validated against exact solutions, reveal a complex, distance-dependent interplay… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Néel vector dependence of x-ray magnetic circular dichroism in altermagnets</span>",
      "authors": [
        "J. Kuneš"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/18070O6bU18E5913941e82408f7aa7c7495c64ca1",
      "doi": "10.1103/s1rn-qw4h",
      "summary": "Dependence of x-ray magnetic circular dichroism on the experimental geometry is described by a frequency-dependent Hall vector. Using group theory, we derive a general relationship between the Hall vector and the orientation of the N'eel vector L in altermagnets within the free valence spin (FVS) ap… [Phys. Rev. B] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Energy storage in a continuous-variable quantum battery with nonlinear coupling",
      "authors": [
        "C. A. Downing and M. S. Ukhtary"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/73zl-yn4h",
      "doi": "10.1103/73zl-yn4h",
      "summary": "In the quantum world, the process of energy storage can be enhanced thanks to various nonclassical phenomena. This inspiring fact suggests quantum batteries as plausible sources of power for future quantum devices, at least in principle. However, thermodynamically not all of the energy stored in a q… [Phys. Rev. E 112, 044143] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Thermodynamic constraints and pseudotransition behavior in a one-dimensional waterlike system",
      "authors": [
        "F. F. Braz, S. M. de Souza, M. L. Lyra, and Onofre Rojas"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cjp6-lhmf",
      "doi": "10.1103/cjp6-lhmf",
      "summary": "A one-dimensional lattice model of a waterlike system, with van der Waals and hydrogen-bond interactions, shows sharp thermodynamic anomalies similar to a classical phase transition, despite the absence of a true transition. The authors also find that these anomalies behave differently in grand-canonical or fixed-density conditions. #AdvancingField #TimelyTopic [Phys. Rev. E 112, 044144] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Cascade tipping, cascade hopping and indirect tipping in ecological systems",
      "authors": [
        "Ayanava Basak, Syamal Kumar Dana, and Nandadulal Bairagi"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sn5v-xyb5",
      "doi": "10.1103/sn5v-xyb5",
      "summary": "Tipping occurs when an abrupt transition is observed in a system's long-term behavior. This study demonstrates tipping in ecological systems using a unidirectional, three-species coupled system, where only the first subsystem experiences a ramp-like parameter drift. Using a model of bacteria, phytop… [Phys. Rev. E 112, 044225] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Upper bound for the stability of Boolean networks",
      "authors": [
        "Venkata Sai Narayana Bavisetty, Matthew Wheeler, Reinhard Laubenbacher, and Claus Kadelka"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1862-2fj1",
      "doi": "10.1103/1862-2fj1",
      "summary": "The authors present a proof about upper bounds for the stability of basins of attraction in Boolean networks. They also demonstrate that coherence and basin entropy are negatively linearly related. The work is relevant for gene regulatory systems, which often use Boolean networks as models. #TechnicalAdvancement #BiophysicsSpotlight [Phys. Rev. E 112, 044310] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Community detection of undirected hypergraphs by Ricci flow",
      "authors": [
        "Yulu Tian, Jicheng Ma, Yunyan Yang, and Liang Zhao"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d5n8-y58m",
      "doi": "10.1103/d5n8-y58m",
      "summary": "Community detection in hypergraphs is both instrumental for functional module identification and intricate due to higher-order interactions among nodes. We define a hypergraph Ricci flow that directly operates on higher-order interactions of undirected hypergraphs and proves the long-time existence … [Phys. Rev. E 112, 044311] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Segregation, finite-time elastic singularities, and coarsening in renewable active matter",
      "authors": [
        "Ayan Roychowdhury, Saptarshi Dasgupta, and Madan Rao"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tb14-dcnb",
      "doi": "10.1103/tb14-dcnb",
      "summary": "Material renewability in active living systems, such as in cells and tissues, can drive the large-scale patterning of forces, with distinctive phenotypic consequences. This is especially significant in the cell cytoskeleton, where multiple species of myosin bound to actin, apply differential contrac… [Phys. Rev. E 112, 044414] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Effective field theory of plasmas in a Podolsky-corrected photonic field",
      "authors": [
        "Prabhat Singh and Punit Kumar"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/r25d-mbdf",
      "doi": "10.1103/r25d-mbdf",
      "summary": "A theory for Abelian plasma permeated by photons has been developed considering QED generalized in Podolsky electrodynamics framework for consideration of higher order terms in electromagnetic theory. The theory traces out photonic degrees of freedom in plasma and accounts for plasma dynamics mediat… [Phys. Rev. E 112, 045215] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Relaxation spectrum and dynamic magnetic response of magnetically hard single-domain particles suspended in a fluid",
      "authors": [
        "I. S. Poperechny"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6p5g-tcg7",
      "doi": "10.1103/6p5g-tcg7",
      "summary": "A theory of the magnetic response of single-domain particles suspended in a fluid to a linearly polarized harmonic field of arbitrary amplitude is developed for the case when a stationary magnetizing field is present. The theory regards magnetically hard particles without internal diffusion of the m… [Phys. Rev. E 112, 045423] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Relaxation of Hamiltonian dynamics in intermediate timescales and slow dynamics of glass-forming liquids",
      "authors": [
        "Yoshihiro Nakahara and Akira Shudo"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6ypl-jdm3",
      "doi": "10.1103/6ypl-jdm3",
      "summary": "We examine to what extent the characteristic slow dynamics of glass-forming liquids can be reproduced by a single-particle model without randomness. Our results show that even a single-particle Lorentz gas without explicit randomness reproduces the behavior of several key observables such as mean-sq… [Phys. Rev. E 112, 045424] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Granular drag and lift force on a flexible fiber",
      "authors": [
        "Antonio Pol, Sara Storti, and Fabio Gabrieli"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/p2db-yt7h",
      "doi": "10.1103/p2db-yt7h",
      "summary": "In this work, we investigate the forces acting on a flexible fiber dragged through a granular bed. Using discrete element simulations, we observe that, after a sufficiently large displacement, the system reaches a steady state in which both the fiber's shape and the forces acting on it become, on av… [Phys. Rev. E 112, 045425] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Buckling and zipping of a magnetic ring under gravity",
      "authors": [
        "Adrien Wafflard, Simon Van der Heyde, Jérémy Dhyon, Eric Opsomer, and Nicolas Vandewalle"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pznx-lrxq",
      "doi": "10.1103/pznx-lrxq",
      "summary": "Ring-shaped assemblies of magnetic beads behave similarly to a flexible, elastic annulus. In this paper, the authors perform a tabletop experiment with rings under gravity and report that initially circular rings experience flattening as the number of magnetic beads grows, until they reach a zipping state, where opposite sites stick together. The experiments are supported by a theoretical model and simulations that predict the observed scaling laws. #TheoryExperiment #ClearMotivation #BroadlyAccessible [Phys. Rev. E 112, L043403] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Anomalous collective diffusion in two-dimensional active particle systems</span>",
      "authors": [
        "Weirong Zhong"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/9b07cR05Qeb1b12545fa64f909dfd89bedd625f82",
      "doi": "10.1103/7316-zd7h",
      "summary": "Anomalous diffusion is an important physical property of active Brownian particles and results mainly from their rich dynamic behavior. We use non-equilibrium molecular dynamics methods to study the mass diffusion of two-dimensional active particles under concentration gradients. It is found that ac… [Phys. Rev. E] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Classical periodic trajectories and quantum scars in many-spin systems</span>",
      "authors": [
        "Igor Ermakov, Oleg Lychkovskiy, and Boris V. Fine"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/4507eKf8Ie11f90c991526469cd5b3ff1d618e81b",
      "doi": "10.1103/zcgw-q34x",
      "summary": "To probe the limits of dynamic thermalisation, we numerically investigate the stability of ex- ceptional periodic classical trajectories in rather generic chaotic many-body systems and explore a possible connection between these trajectories and exceptional nonthermal quantum eigenstates known as “q… [Phys. Rev. E] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Breakdown of hydrodynamics in a one-dimensional cold gas</span>",
      "authors": [
        "Taras Holovatch, Yuri Kozitsky, Krzysztof Pilorz, and Yurij Holovatch"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/e4071Yd3Td820500c3ec0575ae0cd48ed309b28a8",
      "doi": "10.1103/86mf-fpvd",
      "summary": "The following model is studied analytically and numerically: point particles with masses $m,μ,m,…$ ($m≥μ$) are distributed over the positive half-axis. Their dynamics is initiated by giving a positive velocity to the particle located at the origin; in its course the particles undergo elastic collisi… [Phys. Rev. E] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Kinetic theory of two-dimensional point vortices at order $1/N$ and $1/{N}^{2}$</span>",
      "authors": [
        "Jean-Baptiste Fouvry and Pierre-Henri Chavanis"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/67073Rc7Rdf1582b150c869056e0bfdab35bce45b",
      "doi": "10.1103/pbvg-dzr5",
      "summary": "We investigate the long-term relaxation of a distribution of $N$ point vortices in two-dimensional hydrodynamics. To focus on the regime of weak collective amplification, we embed these point vortices within a static background potential and soften their pairwise interaction on small scales. Placing… [Phys. Rev. E] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Triple mirror assembly in the GRACE Follow-On laser ranging interferometer",
      "authors": [
        "Klaus Abich, Andreas Baatzsch, Christina Bogan, Claus Braxmaier, Karsten Danzmann, Germán Fernández Barranco, Martin Gohlke, Gerhard Heinzel, Mark Herding, Martin Hinz, Marina Kaufer, Alexander Koch, Thomas Leikert, Christoph Mahrdt, Malte Misfeldt, Vitali Müller, Kolja Nicklaus, Jens Reiche, Josep Sanjuan, Daniel Schütze, Gunnar Stede, Kai Voss, Henry Wegener, and Marcus Zimmermann"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7ps8-317c",
      "doi": "10.1103/7ps8-317c",
      "summary": "The Gravity Recovery And Climate Experiment (GRACE) Follow-On mission was launched on May 22, 2018, to continue monitoring changes in the gravity field of the Earth by measuring distance variations between two spacecraft that fly 200 km apart in a low-Earth polar orbit. The laser ranging interferome… [Phys. Rev. Applied 24, 044076] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "<i>P</i>-dits: Probabilistic <i>d</i>-dimensional bits for extended-variable probabilistic computing",
      "authors": [
        "Christian Duffee, Jordan Athas, Andrea Grimaldi, Deborah Volpe, Giovanni Finocchio, Ermin Wei, and Pedram Khalili Amiri"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4ngx-cmz7",
      "doi": "10.1103/4ngx-cmz7",
      "summary": "Probabilistic Ising machines (PIMs) show promise in solving optimization problems. However, the binary nature of probabilistic bits ( p -bits) does not permit the natural mapping of more than two state variables, which are common in real-world applications. To sidestep the potential increase in time to solution for these problems, the authors investigate the concept of a d -dimensional probabilistic bit ( p -dit). Three different implementations of p -dit-based computers show large improvements over traditional PIMs, showcasing their adaptability. [Phys. Rev. Applied 24, 044077] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "High-resolution up-conversion imaging in the 10-$\\text{μ}\\mathrm{m}$ band under incoherent illumination",
      "authors": [
        "Zhaoqizhi Han, Xiaohua Wang, Jinpeng Li, Bowen Liu, Zhenghe Zhou, He Zhang, Yinhai Li, Zhiyuan Zhou, and Baosen Shi"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fb93-8djl",
      "doi": "10.1103/fb93-8djl",
      "summary": "The long-wavelength infrared band exhibits significant utility in thermal signature acquisition, molecular spectral analysis, and other applications. The up-conversion detection technique enables effective signal transduction into the detection bandwidth of silicon-based photodetectors, facilitating… [Phys. Rev. Applied 24, 044078] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Ultrafast modulation of the anomalous Hall conductivity by coherent magnetization precession in $\\mathrm{Co}$-$\\mathrm{Pt}$ thin films",
      "authors": [
        "Zhenya Zhang, Yoichi Shiota, Shutaro Karube, Yuichi Watanabe, Teruo Ono, and Hideki Hirori"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4p39-gyrd",
      "doi": "10.1103/4p39-gyrd",
      "summary": "Ultrafast dynamics of magnetic properties in the high gigahertz (GHz) or even terahertz (THz) frequency range may be exploited in next-generation data storage and processing devices, and therefore suitable methods for detecting ultrafast dynamics of magnetization need to be developed. In this work, … [Phys. Rev. Applied 24, 044079] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Mechanism of ${E}_{γ}^{{}^{′}}$ defect generation in ionizing-irradiated $a$-${\\mathrm{Si}\\mathrm{O}}_{2}$: The nonradiative carrier capture–structural relaxation model",
      "authors": [
        "Yu Song, Chen Qiu, and Su-Huai Wei"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9y5y-61ps",
      "doi": "10.1103/9y5y-61ps",
      "summary": "Revealing the generation mechanism of oxygen-vacancy defect centers E γ ′ in a -SiO 2 is at the heart of hardening silicon electronics against radiation damage in extreme applications. The nature of these defect centers is not fully understood, though. This study addresses the problem using state-of-the-art first-principles calculations, and proposes a “nonradiative carrier capture–structural relaxation” mechanism and a fractional-power-law model to predict defect generation and evolution dynamics. The calculated defect behaviors align with experiments over wide dose and temperature ranges, and can support a range of oxygen-vacancy-related reliability and functionality studies. [Phys. Rev. Applied 24, L041004] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Porohyperelastic modeling of collagen-gel responses to periodic pressure actuation shows that embedded senescent fibroblasts induce tissue softening associated with fibrous-network reorganization</span>",
      "authors": [
        "Jean Cacheux, Thomas Quénan, Daniel Alcaide, Jose Ordonez-Miranda, Laurent Jalabert, Shizuka Nakano, Makoto Nakanishi, Pierre Cordelier, Aurélien Bancaud, and Yukiko T. Matsunaga"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/2c076Id8Qdd1ad06608952f740bfe77957d5d4df4",
      "doi": "10.1103/7c89-529p",
      "summary": "The poroelastic properties of tissues regulate molecular transport and mechanical signaling, yet their evolution during aging remains poorly understood. In particular, senescent fibroblasts accumulate in aged tissues, contributing to extracellular matrix (ECM) remodeling, but their impact on tissue … [Phys. Rev. Applied] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Miniaturized magnetic-field sensor based on nitrogen-vacancy centers</span>",
      "authors": [
        "Stefan Johansson, Dennis Lönard, Isabel Cardoso Barbosa, Jonas Gutsche, Jonas Witzenrath, and Artur Widera"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/6f076A0dEf01e006738199e70d5e219c89f13b7c8",
      "doi": "10.1103/lbqj-d5zv",
      "summary": "The nitrogen-vacancy (NV) center in diamond is a prime candidate for quantum sensing technologies. Ongoing miniaturization calls for ever-smaller sensors to maintain good measurement performance. Here, we present a fully integrated mechanically robust fiber-based endoscopic sensor capable of $\\SI{5.… [Phys. Rev. Applied] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Anonymous and private parameter estimation in networks of quantum sensors</span>",
      "authors": [
        "Jarn de Jong, Santiago Scheiner, Naomi R. Solomons, Ziad Chaoui, Damian Markham, and Anna Pappa"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/a1073D0bT5a1d507c14a968372fb13ce3f26d0c7e",
      "doi": "10.1103/lbfk-cykl",
      "summary": "Anonymity and privacy are two key properties of modern communication networks. In quantum networks, distributed quantum sensing has emerged as a powerful use case, with applications to clock synchronisation, detecting gravitational effects and more. In this work, we develop a new protocol that, for … [Phys. Rev. Applied] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Erbium quantum memory platform with long optical coherence via back-end-of-line deposition on foundry-fabricated photonics</span>",
      "authors": [
        "Shobhit Gupta, Robert M. Pettit, Ananthesh Sundaresh, Vasileios Niaouris, Skylar Deckoff-Jones, Daniel P. Crowley, Lewis G. Carpenter, Alan M. Dibos, Manish Kumar Singh, and Sean E. Sullivan"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/9607eA65S4c1fc0e65dc17710ee4543dba6424e76",
      "doi": "10.1103/xj8y-b6sl",
      "summary": "Realizing scalable quantum interconnects necessitates the integration of solid-state quantum memories with foundry photonics processes. While prior photonic integration efforts have relied upon specialized, laboratory scale fabrication techniques, this work demonstrates the monolithic integration of… [Phys. Rev. Applied] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Loss-resistant verification of quantum non-Gaussian photon statistics",
      "authors": [
        "Riccardo Checchinato, Jan-Heinrich Littmann, Lukáš Lachman, Jaewon Lee, Sven Höfling, Christian Schneider, Radim Filip, and Ana Predojević"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nbkg-8jz9",
      "doi": "10.1103/nbkg-8jz9",
      "summary": "Quantum non-Gaussian states of light have fundamental properties that are essential for a multitude of applications in quantum technology. However, many of these features are difficult to detect using standard criteria due to optical losses and detector inefficiency. As the statistics of light are u… [Phys. Rev. Research 7, 043097] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Synthetic fractional flux quanta in a ring of superconducting qubits",
      "authors": [
        "Luca Chirolli, Juan Polo, Gianluigi Catelani, and Luigi Amico"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d3rk-kh1k",
      "doi": "10.1103/d3rk-kh1k",
      "summary": "A ring of capacitively coupled transmons threaded by a synthetic magnetic field is studied as a realization of a strongly interacting bosonic system. The synthetic flux is imparted through a specific Floquet modulation scheme based on a suitable periodic sequence of Lorentzian pulses that are known … [Phys. Rev. Research 7, 043098] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Design principles of deep translationally symmetric neural quantum states for frustrated magnets",
      "authors": [
        "Rajah P. Nutakki, Ahmedeo Shokry, and Filippo Vicentini"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ybgv-35jm",
      "doi": "10.1103/ybgv-35jm",
      "summary": "Deep neural-network quantum states have emerged as a leading method for studying the ground states of quantum magnets. Successful architectures exploit translational symmetry, but the root of their effectiveness and differences between architectures remain unclear. Here, we apply the ConvNext archit… [Phys. Rev. Research 7, 043099] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Theory of charge-to-spin conversion under quantum confinement",
      "authors": [
        "Alfonso Maiellaro, Francesco Romeo, Mattia Trama, Irene Gaiardoni, Jacopo Settino, Claudio Guarcello, Nicolas Bergeal, Manuel Bibes, and Roberta Citro"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zpvy-t4d4",
      "doi": "10.1103/zpvy-t4d4",
      "summary": "The interplay between spin and charge degrees of freedom in low-dimensional systems is a cornerstone of modern spintronics, where achieving all-electrical control of spin currents is a major goal. Spin-orbit interactions provide a promising mechanism for such control, yet understanding how spin and … [Phys. Rev. Research 7, 043100] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Realizing a Continuous Set of Two-Qubit Gates Parameterized by an Idle Time",
      "authors": [
        "Colin Scarato, Kilian Hanke, Ants Remm, Stefania Lazăr, Nathan Lacroix, Dante Colao Zanuz, Alexander Flasby, Andreas Wallraff, and Christoph Hellings"
      ],
      "date": "2025-10-24T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h7cv-xgw2",
      "doi": "10.1103/h7cv-xgw2",
      "summary": "Demonstrations on flux-tunable transmons show that desired logical operations can be achieved by adjusting an idle time between two carefully calibrated control pulses. [PRX Quantum 6, 040317] Published Fri Oct 24, 2025"
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Transgenerational adaptation to hypoxia",
      "authors": [
        "Kathleen Kim, Ariel Telger, Gautam Sarkar, Sharan Surya, M. Hafiz Rothi, Michael P. Meers, Simon Yuan Wang, Eric Lieberman Greer"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv9451?af=R",
      "doi": "10.1126/sciadv.adv9451",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "High melanosome diversity exhibits weak correlation with color and environmental variables in the early evolution of therian mammals",
      "authors": [
        "Xin Li, Shundong Bi, Julia A. Clarke, Zhongqiu Li, Xichao Zhu, Quansheng Liu, Yajun Peng, Lingling Zhao, Zhiheng Li, Yanhong Pan"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw8707?af=R",
      "doi": "10.1126/sciadv.adw8707",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Quantitative and large-scale investigation of human TCR-HLA cross-reactivity",
      "authors": [
        "Mingyao Pan, Yuhao Tan, Yizhou Tracy Wang, Jing Hu, Julia Fleming, Hailong Hu, Ziqi Yang, Xiaowei Zhan, Bo Li"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx1751?af=R",
      "doi": "10.1126/sciadv.adx1751",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Metabolic regulation of behavior by the intestinal enzyme FMO-2",
      "authors": [
        "Elizabeth S. Kitto, Safa Beydoun, Ella Henry, Megan L. Schaller, Mira Bhandari, Sarah A. Easow, Angela M. Tuckowski, Marshall B. Howington, Ajay Bhat, Aditya Sridhar, Eugene Chung, Charles R. Evans, Scott F. Leiser"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx3018?af=R",
      "doi": "10.1126/sciadv.adx3018",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Ionizable guanidine-based lipid nanoparticle for targeted mRNA delivery and cancer immunotherapy",
      "authors": [
        "He Zhang, Dejing Liu, Kang Yang, Zhuoying Liang, Mao Li"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx5970?af=R",
      "doi": "10.1126/sciadv.adx5970",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Enabling highly efficient infrared silicon photodetectors via disordered metasurfaces with upconversion nanoparticles",
      "authors": [
        "Wei Chen, Shutao Zhang, Chongwu Wang, Yiming Wu, Xiaodong Shi, Jiaqing Shen, Yan Liu, Xuran Zhang, Febiana Tjiptoharsono, Henry Yit Loong Lee, Di Zhu, Qijie Wang, Joel K. W. Yang, Jinfeng Zhu, Zhaogang Dong"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7783?af=R",
      "doi": "10.1126/sciadv.adx7783",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Anderson’s negative-U chemistry in amorphous silicon nitride: A complex system approach",
      "authors": [
        "Woon Ih Choi, Bokyeom Kim, Uihui Kwon, Yong-Hee Cho, Won-Joon Son, Hawoong Jeong, Richard Dronskowski, Dae Sin Kim"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx9540?af=R",
      "doi": "10.1126/sciadv.adx9540",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Programmed ribosomal frameshifting during PLEKHM2 mRNA decoding generates a constitutively active proteoform that supports myocardial function",
      "authors": [
        "Gary Loughran, Raffaella De Pace, Ningyu Ding, Jianchao Zhang, Irwin Jungreis, Gionmattia Carancini, Jonathan M. Mudge, Ji Wang, Manolis Kellis, John F. Atkins, Pavel V. Baranov, Andrew E. Firth, Xiaowei Li, Juan S. Bonifacino, Yousuf A. Khan"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady1742?af=R",
      "doi": "10.1126/sciadv.ady1742",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Molecularly tailored dual-interface passivation via solvent-free rub-on transfer for efficient and stable perovskite LEDs",
      "authors": [
        "Jin Kyoung Park, Jin Hyuck Heo, Hong Seop Jeon, Seok Young Hong, LinLin Feng, Bolam Kim, Fei Zhang, Sang Hyuk Im"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady4671?af=R",
      "doi": "10.1126/sciadv.ady4671",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Crystallization-activated moisture barrier for high-tolerance manufacturing of perovskite solar cells",
      "authors": [
        "Yabin Ma, Chao Luo, Changling Zhan, Keli Wang, Jiandong He, Peng Gao, Zhuye Bi, Yingzhuang Ma, Qing Zhao"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady5703?af=R",
      "doi": "10.1126/sciadv.ady5703",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The hook-like adaptor and cargo-binding (HAC) domain in the kinesin-2 tail enables adaptor assembly and cargo recognition",
      "authors": [
        "Xuguang Jiang, Radostin Danev, Sotaro Ichinose, Baichun Niu, Sumio Ohtsuki, Haruaki Yanagisawa, Satoru Nagatoishi, Kouhei Tsumoto, Nobutaka Hirokawa, Masahide Kikkawa"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady5861?af=R",
      "doi": "10.1126/sciadv.ady5861",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Enhancing cross-organelle coordination to advance plant cytochrome P450 functionality in yeast",
      "authors": [
        "Shanhui Xu, Songbo Wei, Yun Xiong, Xiaoxuan Teng, Kyle Sipe, Alair Abad, Theo Poucet, Yinsheng Wang, Yanran Li"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady7184?af=R",
      "doi": "10.1126/sciadv.ady7184",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Sulfur redox mediator for low-temperature flexible amorphous oxide CMOS electronics",
      "authors": [
        "Mingyang Wang, Taoyu Zou, Youjin Reo, Yong-Sung Kim, Min Gyu Kim, Minwoo Choi, Yongyoung Park, Kiyeon Yang, Youngjae Kang, Huihui Zhu, Yong-Young Noh, Ao Liu"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz6914?af=R",
      "doi": "10.1126/sciadv.adz6914",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "β-Acyloxyl alkenyl amide synthesis via multiple defluorination: α-Trifluoromethyl ketone–amine as synergystic peptide coupling reagent",
      "authors": [
        "Sufang Cao, Haijin Guo, Zukang Zhong, Demao Chen, Wenli Song, Yunyun Liu, Jie-Ping Wan"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aea4120?af=R",
      "doi": "10.1126/sciadv.aea4120",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "ITCH regulates Golgi integrity and proteotoxicity in neurodegeneration",
      "authors": [
        "Qiwang Xiang, Yuning Lu, Hongjin Wang, Hao Chen, Peng Chen, Xiaofeng Zhao, Larissa Cortes Morales, Yiwei Yang, Junqin Yang, Tao Zhang, Jiou Wang"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ado4330?af=R",
      "doi": "10.1126/sciadv.ado4330",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Loss of histone macroH2A1.1 causes kidney abnormalities secondary to a change in nutrient metabolization",
      "authors": [
        "René Winkler, Gemma Comas-Armangué, David Corujo, Adrián Sanz-Moreno, Julia Calzada-Wack, Shubhra Ashish Bhattacharya, Birgit Rathkolb, Nathalia Romanelli Vicente Dragano, Colina X. Qiao, Valentina Chiodi, Dan Filipescu, Dylan H. Park, Maria Rosaria Domenici, Valentina Kirigin Callaú, Raffaele Gerlini, Jan Rozman, Tanja Klein-Rodewald, Antonio Aguilar-Pimentel, Lore Becker, Claudia Seisenberger, Susan Marschall, Helmut Fuchs, Valérie Gailus-Durner, Emily Bernstein, Manlio Vinciguerra, Philipp Oberdoerffer, Martin Hrabě de Angelis, Raffaele Teperino, Marcus Buschbeck"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz1242?af=R",
      "doi": "10.1126/sciadv.adz1242",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Quantum spin Hall effect in III-V semiconductors at elevated temperatures: Advancing topological electronics",
      "authors": [
        "Manuel Meyer, Jonas Baumbach, Sergey Krishtopenko, Adriana Wolf, Monika Emmerling, Sebastian Schmid, Martin Kamp, Benoit Jouault, Jean-Baptiste Rodriguez, Eric Tournie, Tobias Müller, Ronny Thomale, Gerald Bastard, Frederic Teppe, Fabian Hartmann, Sven Höfling"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz2408?af=R",
      "doi": "10.1126/sciadv.adz2408",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Time-resolved Mendelian randomization detects substantial variation in the detrimental effect of obesity throughout life",
      "authors": [
        "Torgny Karlsson, Fatemeh Hadizadeh, Mathias Rask-Andersen, Daniel Schmitz, Åsa Johansson"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv0926?af=R",
      "doi": "10.1126/sciadv.adv0926",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "SnO2 ink engineering for printing efficient flexible perovskite solar modules",
      "authors": [
        "Chao Wang, Yanping Mo, Xiaofeng Gao, Qinyang Huang, Tongle Bu, Qi Li, Yi-Bing Cheng, Fuzhi Huang"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu1116?af=R",
      "doi": "10.1126/sciadv.adu1116",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The designer cytokine IC7Fc attenuates atherosclerosis development by targeting hyperlipidemia in mice",
      "authors": [
        "Wietse In het Panhuis, Ellen Thiemann, Daisy M. A. H. van Dijk, Bibian Been, Kelsey E. Jarrett, Amber Meurs, Sander Kooijman, Milaine V. Hovingh, Melanie Modder, Bram W. van Os, Thijs J. Sluiter, Niek Blomberg, Amanda C. M. Pronk, Salwa Afkir, Trea C. M. Streefland, Reshma A. Lalai, Maria O. Taveras, Sen Zhang, Timothy E. Adams, Lauren V. Terry, Sarah M. Turpin-Nolan, Margreet R. de Vries, Martin Giera, Stefan Rose-John, Noam Zelcer, Jan Freark de Boer, Thomas Q. de Aguiar Vallim, Mark A. Febbraio, Patrick C. N. Rensen, Milena Schönke"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx3794?af=R",
      "doi": "10.1126/sciadv.adx3794",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Meta-grating-lens–based monolithic polarization camera",
      "authors": [
        "Feng-Jun Li, Ziwei Feng, Zhou Wan, Tan Shi, Shanfeng Qiu, Jun-Hao Zeng, Shichao Song, Sicong Wang, Zi-Lan Deng, Xiangping Li"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx9886?af=R",
      "doi": "10.1126/sciadv.adx9886",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The protein phosphatase 6 subunit SAPS3 modulates lifespan by regulating metabolism",
      "authors": [
        "Ying Yang, Da Eun Kang, Qi Fan, Eric A. Hanse, Hosung Bae, Rocio A. Barahona, Xiyu Shen, Bryan I. Ruiz, Shelly H. Lee, Katherine R. Pasterczyk, Nainpriya Babbar, Katherine G. Waldvogel, Roberto Tinoco, Kim N. Green, Qin Yang, Cholsoon Jang, Mei Kong"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt3879?af=R",
      "doi": "10.1126/sciadv.adt3879",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Mendelian randomization study implicates inflammaging biomarkers in retinal vasculature, cardiovascular diseases, and longevity",
      "authors": [
        "Ana Villaplana-Velasco, Nicolas Perrot, Yu Hang, Michael Chong, Emanuele Trucco, Muthu R. K. Mookiah, Walter Nelson, Jeremy Petch, Hertzel C. Gerstein, Parminder Raina, Salim Yusuf, Miguel O. Bernabeu, Albert Tenesa, Konrad Rawlik, Guillaume Pare, Alexander Doney, Erola Pairo-Castineira, Marie Pigeyre"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu1985?af=R",
      "doi": "10.1126/sciadv.adu1985",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Murine vascular organoids are responsive and adaptable 3D systems with cellular heterogeneity and dynamic plasticity",
      "authors": [
        "Sophie Guelfi, Krish Skandha Gopalan, Pieter Maene, Dorothy John Robbert, Carla Pallarés-Moratalla, Gerlanda Vella, Max Nobis, Larissa Mourao, Pierre Bourdely, Bernard K. van der Veer, Kian Peng Koh, Massimiliano Mazzone, Colinda L. G. J. Scheele, Gabriele Bergers"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady4738?af=R",
      "doi": "10.1126/sciadv.ady4738",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The role of offshore wind and solar PV resources in global low-carbon transition",
      "authors": [
        "Yi Wen, Jiaxin Wu, Pengzhi Lin, Ying Min Low"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx5580?af=R",
      "doi": "10.1126/sciadv.adx5580",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Biosensor-driven strain engineering reveals key cellular processes for maximizing isoprenol production in Pseudomonas putida",
      "authors": [
        "Javier Menasalvas, Shawn Kulakowski, Yan Chen, Jennifer W. Gin, Emine Akyuz Turumtay, Nawa Raj Baral, Morgan A. Apolonio, Alex Rivier, Ian S. Yunus, Megan E. Garber, Corinne D. Scown, Paul D. Adams, Taek Soon Lee, Ian K. Blaby, Edward E. K. Baidoo, Christopher J. Petzold, Thomas Eng, Aindrila Mukhopadhyay"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2677?af=R",
      "doi": "10.1126/sciadv.ady2677",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Central Asian radiation of modern large-mammal faunas in Miocene",
      "authors": [
        "Shi-Qi Wang, Qigao Jiangzuo, Faysal Bibi, Chi Zhang, Chunxiao Li, Shijie Li, Jiao Fu, Luda Xing, Hao Jiang, Dingge Guo, Yuan Zhang, Xijun Ni, Jin Meng, Tao Deng"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt5079?af=R",
      "doi": "10.1126/sciadv.adt5079",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Sustainable synthesis of amino-cellulose nanofibers for biomaterial platforms",
      "authors": [
        "Xiaochao Shi, Jian Zhang, Weixin Guan, Cong Li, Wenshuai Chen, Guihua Yu, Haipeng Yu"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx4556?af=R",
      "doi": "10.1126/sciadv.adx4556",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "KnowYourCG: Facilitating base-level sparse methylome interpretation",
      "authors": [
        "David C. Goldberg, Hongxiang Fu, Daniel Atkins, Ethan Moyer, Chin Nien Lee, Yanxiang Deng, Wanding Zhou"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3027?af=R",
      "doi": "10.1126/sciadv.adw3027",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Lightweight multiscale early warning system for influenza A spillovers",
      "authors": [
        "Tommaso Alfonsi, Anna Bernasconi, Matteo Chiara, Stefano Ceri"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz7312?af=R",
      "doi": "10.1126/sciadv.adz7312",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Cavity-mediated electron-electron interactions: Renormalizing Dirac states in graphene",
      "authors": [
        "Hang Liu, Francesco Troisi, Hannes Hübener, Simone Latini, Angel Rubio"
      ],
      "date": "2025-10-24T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz1855?af=R",
      "doi": "10.1126/sciadv.adz1855",
      "summary": "Science Advances, Volume 11, Issue 43, October 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How to grow crystals when and where you want them",
      "authors": [],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03415-8",
      "doi": "10.1038/d41586-025-03415-8",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03415-8 Scientists ‘draw’ crystal patterns using laser light."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Audio long read: How to get the best night’s sleep — what the science says",
      "authors": [
        "Lynne Peeples",
        "Benjamin Thompson"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03421-w",
      "doi": "10.1038/d41586-025-03421-w",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03421-w Lessons learnt from research into the body’s internal clock could be key to unlocking blissful slumber."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Sugarcane genomes offer sweet surprise: mystery ancestor",
      "authors": [],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03368-y",
      "doi": "10.1038/d41586-025-03368-y",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03368-y A previously unknown strain left a stamp on modern varieties of the world’s most popular sugar source."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Ancient graffiti and brain complexities: Books in brief",
      "authors": [
        "Andrew Robinson"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03507-5",
      "doi": "10.1038/d41586-025-03507-5",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03507-5 Andrew Robinson reviews five of the best science picks."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "China seeks self-reliance in science in next five-year plan",
      "authors": [
        "Xiaoying You"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03491-w",
      "doi": "10.1038/d41586-025-03491-w",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03491-w Beijing wants to double down on advanced semiconductor technologies, artificial intelligence and basic research."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Chen-Ning Yang obituary: intuitive physicist whose theories on broken symmetries were proved right",
      "authors": [
        "Christine Sutton"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03508-4",
      "doi": "10.1038/d41586-025-03508-4",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03508-4 Nobel prizewinner who helped to improve scientific relations between China and the United States."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "AI chatbots are sycophants — researchers say it’s harming science",
      "authors": [
        "Miryam Naddaf"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03390-0",
      "doi": "10.1038/d41586-025-03390-0",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03390-0 Nature asked researchers who use artificial intelligence how its propensity for people-pleasing affects their work — and what they are doing to mitigate it."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How Napoleon’s army met its doom: DNA reveals surprise illnesses had a role",
      "authors": [
        "Jenna Ahart"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03487-6",
      "doi": "10.1038/d41586-025-03487-6",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03487-6 Remains of some of the 300,000 soldiers who died on the retreat from Moscow reveal two bacterial diseases that probably added to the death count."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Paper or plastic?",
      "authors": [
        "K. J. Zimring"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03259-2",
      "doi": "10.1038/d41586-025-03259-2",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03259-2 The real thing."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "The sci-fi films that physicists love to watch — from <i>Interstellar</i> to <i>Spider-Man</i>",
      "authors": [
        "Jen A. Miller"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03440-7",
      "doi": "10.1038/d41586-025-03440-7",
      "summary": "Nature, Published online: 24 October 2025; doi:10.1038/d41586-025-03440-7 Nature surveyed scientists about their favourite cinematic moments to celebrate the International Year of Quantum Science and Technology."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: Float-stacked graphene–PMMA laminate",
      "authors": [
        "Seung-Il Kim",
        "Ji-Yun Moon",
        "Seok-Ki Hyeong",
        "Soheil Ghods",
        "Jin-Su Kim",
        "Jun-Hui Choi",
        "Dong Seop Park",
        "Sukang Bae",
        "Sung Ho Cho",
        "Seoung-Ki Lee",
        "Jae-Hyun Lee"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-65418-3",
      "doi": "10.1038/s41467-025-65418-3",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-65418-3 Author Correction: Float-stacked graphene–PMMA laminate"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Retraction Note: DNA-PK inhibition synergizes with oncolytic virus M1 by inhibiting antiviral response and potentiating DNA damage",
      "authors": [
        "Xiao Xiao",
        "Jiankai Liang",
        "Chunlong Huang",
        "Kai Li",
        "Fan Xing",
        "Wenbo Zhu",
        "Ziqing Lin",
        "Wencang Xu",
        "Guangen Wu",
        "Jifu Zhang",
        "Xi Lin",
        "Yaqian Tan",
        "Jing Cai",
        "Jun Hu",
        "Xueqin Chen",
        "Youwei Huang",
        "Zixi Qin",
        "Pengxin Qiu",
        "Xingwen Su",
        "Lijun Chen",
        "Yuan Lin",
        "Haipeng Zhang",
        "Guangmei Yan"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-65397-5",
      "doi": "10.1038/s41467-025-65397-5",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-65397-5 Retraction Note: DNA-PK inhibition synergizes with oncolytic virus M1 by inhibiting antiviral response and potentiating DNA damage"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Photochemical rearrangement of isonitriles via energy transfer catalysis",
      "authors": [
        "Qi-Xin Dong",
        "Yi-Hong Ke",
        "Yi-Hui Tang",
        "Song Yu",
        "Huan-Ming Huang"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64460-5",
      "doi": "10.1038/s41467-025-64460-5",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-64460-5 Functional group interconversion, a pivotal synthetic technique for precise editing of molecular building blocks, is rare when facilitated by energy transfer catalysis. Herein, the authors report two instances of photochemical rearrangement of isonitriles, facilitated by energy transfer catalysis under visible light."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "The potential of TDP-43 PET ligands for a biological diagnosis of TDP-43 proteinopathies",
      "authors": [
        "David J. Irwin"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64541-5",
      "doi": "10.1038/s41467-025-64541-5",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-64541-5 Candidate PET ligands targeting pathological TDP-43 aggregates are characterized by Vokali and colleagues in a series of human tissue, cell/animal model, and non-human primate experiments. Their preclinical data suggests favorable specificity and pharmacokinetic profiles of their two candidate tracers, which could translate into a disease-specific biomarker in TDP-43 proteinopathies."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Phase-probability shaping for speckle-free holographic lithography",
      "authors": [
        "Dong Zhao",
        "Weiwei Fu",
        "Jun He",
        "Ziqin Li",
        "Fang-Wen Sun",
        "Kun Huang"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64554-0",
      "doi": "10.1038/s41467-025-64554-0",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-64554-0 The authors report lensless holography lithography with diffraction-limited resolution by proposing a phase-probability shaping mechanism to suppress speckle noise efficiently."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Lowering the Cu-O bond energy in CuO nanocatalysts enhances the efficiency of NH<sub>3</sub> oxidation",
      "authors": [
        "Lu Chen",
        "Xuze Guan",
        "Zhangyi Yao",
        "Shusaku Hayama",
        "Matthijs A. van Spronsen",
        "Burcu Karagoz",
        "Georg Held",
        "David G. Hopkinson",
        "Christopher S. Allen",
        "June Callison",
        "Paul J. Dyson",
        "Feng Ryan Wang"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64415-w",
      "doi": "10.1038/s41467-025-64415-w",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-64415-w Tuning the electronic properties of nanocatalysts by doping them with uniformly dispersed hetero-metal atoms is an effective way to improve catalytic performance. Here, the authors show that weakening the Cu–O bond energy in CuO nanocatalysts boosts the efficiency of NH₃ oxidation."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "N-acetyl-glucosamine primes <i>Pseudomonas aeruginosa</i> for virulence through a type IV pili/cAMP-mediated morphology transition",
      "authors": [
        "Jing Chen",
        "Guiying Lin",
        "Kaiyu Ma",
        "Yunxue Guo",
        "Zi Li",
        "Xiaoxue Wang",
        "Dominique Ferrandon"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64071-0",
      "doi": "10.1038/s41467-025-64071-0",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-64071-0 Here, the authors report that Pseudomonas aeruginosa virulence in Drosophila is not immediate upon infection, but instead it is acquired through a priming process elicited by N-acetyl-glucosamine (NAG) that involves a morphological switch."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Targeted high-resolution sensing of volatile organic compounds by covalent nanopore detection",
      "authors": [
        "Lauren E. McGivern",
        "Zhong Hui Lim",
        "Yizhi Yuan",
        "Zonghua Bo",
        "Guangqi Wu",
        "Hagan Bayley",
        "Yujia Qing"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64184-6",
      "doi": "10.1038/s41467-025-64184-6",
      "summary": "Nature Communications, Published online: 24 October 2025; doi:10.1038/s41467-025-64184-6 Volatile organic compounds are important analytes in medical diagnostics, with aldehydes forming a characteristic subclass. Here, the authors report that covalent nanopore sensing enables the targeted detection of aldehydes in mixtures through reversible thiol–aldehyde chemistry, offering a route to portable and low-cost analysis."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Polarization-driven spontaneous scrolling of two-dimensional materials",
      "authors": [],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02376-7",
      "doi": "10.1038/s41563-025-02376-7",
      "summary": "Nature Materials, Published online: 24 October 2025; doi:10.1038/s41563-025-02376-7 Rolling two-dimensional materials into one-dimensional nanoscrolls unlocks tunable emergent properties; however, existing methods rely on external forces. Now, intrinsically driven scrolling in polar two-dimensional materials mediated by out-of-plane electric polarization is reported, establishing a platform for the design of functional nanoscrolls."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Unisensory processing of interleaving memristive nanowires enabling multimodal sensing at human-scale resolution",
      "authors": [
        "Kyun Kyu Kim",
        "Junhyuk Bang",
        "Munju Kim",
        "Juho Jeong",
        "Inho Ha",
        "Seung Hwan Ko"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02373-w",
      "doi": "10.1038/s41563-025-02373-w",
      "summary": "Nature Materials, Published online: 24 October 2025; doi:10.1038/s41563-025-02373-w A fast and scalable sensor using a core–shell nanowire network is reported to capture multimodal information through memristive switching."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Ligand-restricted synthesis of highly paired dual-atom catalysts",
      "authors": [
        "Yanfu Ma",
        "Shuhui Liu",
        "Jianing Mao",
        "Mingzi Sun",
        "Ke Shi",
        "Wenyi Li",
        "Wantong Zhao",
        "Jieqiong Shan",
        "Yang Zhao",
        "Zheng Jiang",
        "Riguang Zhang",
        "Rui Gao",
        "Wei Liu",
        "Bolong Huang",
        "G. Q. Max Lu",
        "Jian Liu",
        "Limin Wu"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02385-6",
      "doi": "10.1038/s41563-025-02385-6",
      "summary": "Nature Materials, Published online: 24 October 2025; doi:10.1038/s41563-025-02385-6 A ligand-restricted strategy is developed to realize the synthesis of dual-atom catalysts with high pairing ratio and tunable atomic distances."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Unravelling electro-chemo-mechanical processes in graphite/silicon composites for designing nanoporous and microstructured battery electrodes",
      "authors": [
        "Xuekun Lu",
        "Rhodri E. Owen",
        "Wenjia Du",
        "Zhenyu Zhang",
        "Antonio Bertei",
        "Roby Soni",
        "Xun Zhang",
        "Francesco Iacoviello",
        "Daqing Li",
        "Alice Llewellyn",
        "Jianuo Chen",
        "Han Zhang",
        "Xuhui Yao",
        "Qi Li",
        "Yunlong Zhao",
        "Shashidhara Marathe",
        "Christoph Rau",
        "Paul R. Shearing"
      ],
      "date": "2025-10-24T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02027-7",
      "doi": "10.1038/s41565-025-02027-7",
      "summary": "Nature Nanotechnology, Published online: 24 October 2025; doi:10.1038/s41565-025-02027-7 Multimodal operando imaging reveals how multiscale structural design affects lithiation heterogeneity and electrochemical cycling stability in graphite/silicon composite battery electrodes."
    }
  ]
}