{
  "generatedAt": "2025-12-15T16:22:17.058773+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Andreev spin qubits bound to Josephson vortices in spin-orbit coupled planar Josephson junctions",
      "authors": [
        "Katharina Laubscher, Valla Fatemi, Jay D. Sau"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11021",
      "arxiv": "https://arxiv.org/abs/2512.11021",
      "doi": null,
      "summary": "We propose a variant of Andreev spin qubits (ASQs) defined in planar Josephson junctions based on spin-orbit coupled two-dimensional electron gases (2DEGs) in a weak out-of-plane magnetic field. The magnetic field induces a linear phase gradient across the junction, generating Josephson vortices that can host low-energy Andreev bound states (ABSs). We show that, in certain parameter regimes, the combined effect of the phase gradient and spin-orbit coupling stabilizes an odd-fermion parity ground state, where a single Josephson vortex binds a spinful low-energy degree of freedom that is energetically separated from the other ABSs. This low-energy degree of freedom can be exploited to define a special type of ASQ, which we dub the vortex spin qubit (VSQ). We show that single-qubit gates for VSQs can be performed via flux driving, while readout can be achieved by adapting standard circuit quantum electrodynamics (cQED) techniques developed for conventional ASQs. We further outline how an entangling two-qubit gate can be performed using an ac current drive. We argue that VSQs offer prospects for a substantial reduction in device complexity and hardware overhead compared to conventional ASQ implementations, while preserving key advantages such as supercurrent-based readout, single-qubit gates, and long-range two-qubit gates."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Curved Odd Elasticity",
      "authors": [
        "Yuan Zhou, Lazaros Tsaloukidis, Jack Binysh, Yuchao Chen, Nikta Fakhri, Corentin Coulais, Piotr Sur\\'owka"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11037",
      "arxiv": "https://arxiv.org/abs/2512.11037",
      "doi": null,
      "summary": "Living materials such as membranes, cytoskeletal assemblies, cell collectives and tissues can often be described as active solids -- materials that are energized from within, with elastic response about a well defined reference configuration. These materials often live in complex and curved manifolds, yet most descriptions of active solids are flat. Here, we explore the interplay between curvature and non-reciprocal elasticity via a covariant effective theory on curved manifolds in combination with numerical simulations. We find that curvature spatially patterns activity, gaps the spectrum, modifies exceptional points and introduces non-Hermitian defect modes. Together these results establish a foundation for hydrodynamic and rheological models on curved manifolds, with direct implications for living matter and active metamaterials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Self-consistent inclusion of disorder in the BCS-BEC crossover near $T_c$",
      "authors": [
        "M. Iskin"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11073",
      "arxiv": "https://arxiv.org/abs/2512.11073",
      "doi": null,
      "summary": "We develop a systematic theoretical approach to incorporate the effects of a static white-noise disorder into the BCS-BEC crossover near the critical temperature ($T_c$) of the superfluid transition. Starting from a functional-integral formulation in momentum-frequency space, we derive an effective thermodynamic potential that fully accounts for Gaussian fluctuations of the order-parameter field and its coupling to the disorder potential. The effective action, expanded to second order in both the disorder potential and the bosonic field, naturally involves third- and fourth-order terms arising from the logarithmic expansion near $T_c$. This formalism, valid across the entire BCS-BEC crossover, reproduces the well-established BCS and BEC limits and yields self-energy expressions consistent with previous analyses for non-interacting point bosons and tightly bound fermion pairs. The approach applies equally to continuum and lattice systems and provides a natural framework for generalizations to multiband models."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A probabilistic foundation model for crystal structure denoising, phase classification, and order parameters",
      "authors": [
        "Hyuna Kwon, Babak Sadigh, Sebastien Hamel, Vincenzo Lordi, John Klepeis, Fei Zhou"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11077",
      "arxiv": "https://arxiv.org/abs/2512.11077",
      "doi": null,
      "summary": "Atomistic simulations generate large volumes of noisy structural data, but extracting phase labels, order parameters (OPs), and defect information in a way that is universal, robust, and interpretable remains challenging. Existing tools such as PTM and CNA are restricted to a small set of hand-crafted lattices (e.g.\\ FCC/BCC/HCP), degrade under strong thermal disorder or defects, and produce hard, template-based labels without per-atom probability or confidence scores. Here we introduce a log-probability foundation model that unifies denoising, phase classification, and OP extraction within a single probabilistic framework. We reuse the MACE-MP foundation interatomic potential on crystal structures mapped to AFLOW prototypes, training it to predict per-atom, per-phase logits $l$ and to aggregate them into a global log-density $\\log \\hat{P}_\\theta(\\boldsymbol{r})$ whose gradient defines a conservative score field. Denoising corresponds to gradient ascent on this learned log-density, phase labels follow from $\\arg\\max_c l_{ac}$, and the $l$ values act as continuous, defect-sensitive and interpretable OPs quantifying the Euclidean distance to ideal phases. We demonstrate universality across hundreds of prototypes, robustness under strong thermal and defect-induced disorder, and accurate treatment of complex systems such as ice polymorphs, ice--water interfaces, and shock-compressed Ti."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological Order and Non-Hermitian Skin Effect in Generalized Ideal Chern Bands",
      "authors": [
        "Jiong-Hao Wang, Christopher Ekman, Raul Perea-Causin, Hui Liu, Emil J. Bergholtz"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11084",
      "arxiv": "https://arxiv.org/abs/2512.11084",
      "doi": null,
      "summary": "Fractionalization in ideal Chern bands and non-Hermitian topological physics are two active but so far separate research directions. Merging these, we generalize the notion of ideal Chern bands to the non-Hermitian realm and uncover several striking consequences both on the level of band theory and in the strongly interacting regime. Specifically, we show that the lowest band of a Kapit--Mueller lattice model with an imaginary gauge potential satisfies a generalized ideal condition with complex Berry curvature in sync with a complex quantum metric. The ideal band remains purely real and exactly flat yet all right and left eigenstates accumulate at the boundaries on a cylinder, implying a non-Hermitian skin effect without an accompanying spectral winding. The skin effect is inherited by the many-body zero modes, yielding skin-Laughlin states with an exponential profile on the lattice. Moreover, at a critical strength of non-Hermiticity there is an unconventional phase transition on the torus, which is absent on the cylinder. Our findings lead to an extension of topological order in non-Hermitian systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Creep Behavior of High-Entropy Alloys: A Critical Review",
      "authors": [
        "Mingwei Zhang, Uwe Glatzel, Martin Heilmaier, Easo P. George"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11088",
      "arxiv": "https://arxiv.org/abs/2512.11088",
      "doi": null,
      "summary": "High-entropy alloys (HEAs) comprise a compositionally complex class of materials that in certain cases exhibit outstanding mechanical properties. While substantial progress has been made in understanding their phase stability, microstructure, and deformation mechanisms at room and cryogenic temperatures, the long-term creep behavior (>100 h) of HEAs at high temperatures (>0.6 Tm, where Tm is the melting temperature) remains relatively underexplored. This knowledge gap is critical, as many engineering applications, including those in aerospace, power generation, aero engines and nuclear energy, require materials with good creep resistance to maintain structural integrity over extended service lifetimes. This review provides a focused and critical assessment of the current understanding of high-temperature deformation and creep behavior of HEAs, with particular attention paid to face-centered cubic HEAs and body-centered cubic refractory HEAs. The underlying deformation mechanisms governing their creep response and the influence of phase stability at elevated temperatures are examined in detail. Recent studies reveal mechanistic differences between HEAs and conventional dilute alloys that do not always lead to improved creep resistance belying their initial promise. Based on these findings, we discuss the challenges in designing HEAs for high-temperature structural applications and outline future research directions that may lead to creep-resistant HEAs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Space-time correlations in the 1D Directed Stochastic Sandpile model",
      "authors": [
        "Valentin Lallemant"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11100",
      "arxiv": "https://arxiv.org/abs/2512.11100",
      "doi": null,
      "summary": "Sandpile models are known to resist exact results. In this direction, space-time correlations between avalanches have proven to be especially difficult to access. One of the main obstacle to do so comes from taking memory effects in a systematic way along the computation. In this paper, we partially fill this gap and derive recursive relations for the particle filling and avalanche 2-points correlation function in the 1D Directed Stochastic Sandpile. These expressions allow to characterize the sign of the correlations and estimates are provided in the particle filling case. In fact, density correlations are shown to be positively correlated. This behavior is directly related to persistence of the local particle filling. On the other hand, we show that avalanches are anticorrelated in the model. This is interpreted by the fact that avalanches disrupt the system and the damage can only be fully compensated after injecting a sufficiently high number of particles. These results indicate an underlying trade off, between static and dynamic observable, for the system to sit in its stationary state. It appears that this balance is controlled by the conservation of the particle number along the avalanches."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Heterogeneity-Induced Oscillations in Active Nematics",
      "authors": [
        "Alexander J. H. Houston, Michael Grinfeld, Geoff McKay, Nigel J. Mottram"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11123",
      "arxiv": "https://arxiv.org/abs/2512.11123",
      "doi": null,
      "summary": "One of the defining features of active nematics is that above a critical activity the quiescent state becomes unstable to a distorted, flowing one. We show that spatial variations in activity can fundamentally change the nature of this instability, affecting the symmetry of the unstable mode and producing spontaneous oscillations. We analytically identify a dynamical system for the evolution of the odd and even director modes, with the leading-order coefficients dependent on the activity profile, allowing a quantitative connection between the spatially-heterogeneous activity and dynamics, which we verify numerically. In the context of constant gradients in activity, we determine a phase diagram for the active response and highlight how variation of the activity profile causes the oscillations to vary from almost harmonic to relaxational. Our results indicate a novel route to spatio-temporal structure in active nematics and suggest experiments on controllable light-activated systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Site Preference and Possible Coexistence of Antiferromagnetic Order and Magnetic Frustration in (Co1-xMgx)10Ge3O16 (0 <= x <= 30%)",
      "authors": [
        "Gina Angelo, Qiang Zhang, Dylan Correll, Xin Gui"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11132",
      "arxiv": "https://arxiv.org/abs/2512.11132",
      "doi": null,
      "summary": "Geometrically frustrated magnetism has attracted tremendous attention while chemical doping has been utilized as an important tool to probe frustrated magnetism in various systems. Here we perform a systematic study by doping non-magnetic Mg2+ into a magnetically complicated system, Co10Ge3O16, which contains three frustrated sublattices of Co2+, e.g., triangular Co1, Kagome Co2 and Co3 sublattices. By growing crystals for (Co1-xMgx)10Ge3O16 (0 < x <= 30%), we observed obvious site preference of Mg2+ on Co1 and Co3 sites over the Co2 site. Powder X-ray diffraction (XRD) patterns confirm the high purity of the samples and indicate systematic peak shift, consistent with the loading compositions. Although previously investigated, the magnetic structure and expected magnetic frustration in this system are not fully uncovered. Our temperature-dependent magnetic susceptibility measurements suggest that the high-temperature magnetostructural phase transition with antiferromagnetic ordering and a low-temperature broad peak are suppressed with Mg2+ doping, while two new magnetic features emerge at high Mg2+ level. Moreover, the structural phase transition from high-temperature R-3m to low-temperature C2/m space group is absent at the antiferromagnetic ordering temperature, as confirmed by single-crystal XRD. By analyzing the heat capacity and neutron powder diffraction results of the highest doped sample, (Co0.7Mg0.3)10Ge3O16, we speculate that the Co1 site is responsible for the long-range antiferromagnetic ordering, while the other two sites are short-range correlated in addition to a Mg2+-induced spin-glass state. This study provides more insights into the complex magnetism in Co10Ge3O16 by using the non-magnetic Mg2+ as a probe. However, detailed magnetic structure requires further efforts on growing large single crystals."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quasi-one-dimensional taco-shaped bands in large-angle twisted bilayer transition metal dichalcogenides",
      "authors": [
        "Giovanny Espitia, Seung Hun Lee, Calvin Kaiyu Chiu, Junyeong Ahn, Mit H. Naik"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11137",
      "arxiv": "https://arxiv.org/abs/2512.11137",
      "doi": null,
      "summary": "Two-dimensional moir\\'e materials offer a powerful, twist-tunable platform for engineering electronic bands and correlations, though most studies to date have focused on small twist angles where flat bands arise from symmetry-pinned monolayer momenta. Here, we observe the surprising emergence of flat electronic bands with a distinctive quasi-one-dimensional dispersion at large twist angles in bilayer transition metal dichalcogenides that originate from the $\\Lambda$ valley states at generic momenta between $\\Gamma$ and $K$ points. These taco-shaped anisotropic bands result from optimal interlayer hybridization between like-spin $\\Lambda$ valleys at the conduction band minimum in the Brillouin zone, resulting in directional band flattening at a magic twist-angle of 21.8$^{\\circ}$. The bands form six anisotropic channels with a sixfold alternating spin texture reminiscent of altermagnetic textures. At low energies, the density of states shows a power-law dependence due to the quasi-one-dimensional character, enhancing the potential for correlated phases. Our results provide a new platform for correlated phenomena and broaden the scope of moir\\'e engineering to large twist angles in 2D materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Shear-induced pressure anisotropy in granular materials of nonspherical particles",
      "authors": [
        "Huzaif Rahim, Sudeshna Roy, Thorsten P\\\"oschel"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11157",
      "arxiv": "https://arxiv.org/abs/2512.11157",
      "doi": null,
      "summary": "When a granular material composed of elongated grains is sheared in a split-bottom shear cell, a pressure difference develops within the material. This pressure difference depends on the interparticle friction ($\\mu$), which affects shear localization and particle alignment. For large $\\mu$, alignment is confined to a narrow shear band, leading to localized increases in packing density and pressure. For small $\\mu$, particles align over a wider region, leading to a nearly uniform packing density and pressure throughout the material. In contrast, spherical particles, regardless of $\\mu$, maintain a uniform packing density and pressure throughout the material. We observe a phenomenological similarity to the Weissenberg effect in non-Newtonian fluids, where normal stress differences induce radial pressure gradients, unlike the uniform pressure in Newtonian fluids."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnetoplasmon-Mediated Resonant Photogalvanic Effect in a Gated Strip of 2D Electrons",
      "authors": [
        "D. A. Rodionov, S. G. Timchenko, I. V. Zagorodnev"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11166",
      "arxiv": "https://arxiv.org/abs/2512.11166",
      "doi": null,
      "summary": "We theoretically investigate a nonlinear response to a linearly polarized monochromatic electromagnetic wave incident at an angle on a two-dimensional (2D) electronic system (ES) in the form of an infinite strip. The 2D ES is situated on a dielectric substrate near a perfectly conducting metal electrode (gate). The entire system is subjected to an external perpendicular constant magnetic field. We use Maxwell's equations for electromagnetic waves, while the electrons are described within the hydrodynamic approximation using Euler's equations and neglecting electromagnetic retardation effects. The incident electromagnetic wave excites magnetoplasmons in the strip. The fully screened limit is considered when all characteristic dimensions of the system, including the plasmon wavelengths, are much larger than the distance to the gate. This limit allows the linear response to be determined fully analytically. Due to the nonlinear hydrodynamic (convective) term, the excited magnetoplasmon oscillations give rise to a DC current along the strip and a voltage across it. Surprisingly, the relationship between the photocurrent and the photovoltage in resonance is exactly the same as in the classical Hall effect. The photovoltage is a monotonic function of the magnetic field. However, the photocurrent exhibits a minimum, which occurs at specific wavevector directions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interplay between charge correlations and superconductivity across the superconducting domes of CsV$_{3}$Sb$_{5-x}$Sn$_x$",
      "authors": [
        "Andrea N. Capa Salinas, Brenden R. Ortiz, Steven J. Gomez Alvarado, Sarah Schwarz, Ganesh Pokharel, Luca Buiarelli, Hyeonseo Harry Park, Shiyu Yuan, Roland Yin, Suchismita Sarker, Turan Birol, Stephen D. Wilson"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11177",
      "arxiv": "https://arxiv.org/abs/2512.11177",
      "doi": null,
      "summary": "The kagome metal CsV$_3$Sb$_5$ shows an unconventional interplay between charge density wave (CDW) order and superconductivity. Tuning the band filling is known to rapidly suppress long-range CDW order and drive the formation of two superconducting ``domes\" upon increasing hole concentration. Here we determine the detailed evolution of charge correlations across this phase diagram and resolve their interplay with the superconducting state. Upon light hole-doping, the suppression of a metastable $2\\times 2\\times 4$ CDW state coincides with the suppression of superconducting fluctuations present in the parent CsV$_3$Sb$_5$ compound. Continued doping suppresses long-range $2\\times 2\\times 2$ CDW order, leaving remnant short-range, quasi-1D correlations that persist across the second superconducting dome. These higher temperature charge correlations are seemingly essential to the lower temperature superconducting state, as charge correlations vanish coincident with superconductivity as a function of hole-doping. A multidomain model of short-range V-V dimer formation within the kagome plane is proposed in the second superconducting dome, where rotational and translational symmetry remain locally broken even in the absence of long-range CDW order."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Multiloop functional renormalization group from single bosons",
      "authors": [
        "Kilian Fraboulet, Aiman Al-Eryani, Sarah Heinzelmann, Anna Kauch, Sabine Andergassen"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11190",
      "arxiv": "https://arxiv.org/abs/2512.11190",
      "doi": null,
      "summary": "The functional renormalization group (fRG) is an established tool in the treatment of correlated electron systems, notably for the description of competing instabilities. In recent years, methodological advancements led to the multiloop extension of the fRG, which systematically includes loop corrections beyond the conventional one-loop truncation and yields a quantitatively accurate description of two-dimensional lattice systems. At the same time, the single-boson exchange (SBE) decomposition of the two-particle vertex has been shown to offer both computational and interpretative advantages paving the way to more affordable approximation schemes. We here apply their combination coined as multiloop SBE fRG to the two-dimensional Hubbard model at weak coupling. After providing a detailed account of the underlying formalism in physical channels, we analyze the results for the frequency- and momentum-dependent vertex functions. We find that the SBE approximation, i.e., without calculating explicitly multi-boson exchange contributions, accurately reproduces the parquet approximation at loop convergence. The presented algorithmic improvement opens the route for the treatment of more challenging parameter regimes and more realistic models."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Theory of Out-of-Time-Ordered Transport",
      "authors": [
        "Ruchira Mishra, Jiaozi Wang, Silvia Pappalardi, Luca V. Delacr\\'etaz"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11198",
      "arxiv": "https://arxiv.org/abs/2512.11198",
      "doi": null,
      "summary": "We construct an effective field theory (EFT) that captures the universal behavior of out-of-time-order correlators (OTOCs) at late times in generic quantum many-body systems with conservation laws. The EFT hinges on a generalization of the strong-to-weak spontaneous symmetry breaking pattern adapted to out-of-time-order observables, and reduces to conventional fluctuating hydrodynamics when time-ordered observables are probed. We use the EFT to explain different power-law behavior observed in OTOCs at late times, and show that many OTOCs are entirely fixed by conventional transport data. Nevertheless, we show that a specific combination of OTOCs is sensitive to novel transport parameters, not visible in regular time-ordered correlators. We test our predictions in Hamiltonian and Floquet spin chains in one dimension."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Machine learned potential for defected single layer hexagonal boron nitride",
      "authors": [
        "John Janisch, Duy Le, Talat S. Rahman"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11206",
      "arxiv": "https://arxiv.org/abs/2512.11206",
      "doi": null,
      "summary": "Development of machine learned interatomic potentials (MLIP) is critical for performing reliable simulations of materials at length and time scales that are comparable to those in the laboratory. We present here a MLIP suitable for simulations of the temperature dependent structure and dynamics of single layer hexagonal boron nitride (h-BN) with defects and grain boundaries, developed using a strictly local equivariant deep neural network as formulated in the Allegro code. The training dataset consisted of about 30,000 images of h-BN with and without point defects generated with ab-initio molecular dynamics simulations, based on density functional theory (DFT), at 500, 1000, and 1500K. The developed MLIP predicts potential energies and forces with a mean absolute error (MAE) of 4 meV/atom and 60 meV/Angstrom , respectively. It also reproduces phonon dispersion curves and density of vibrational states of pristine bulk h-BN that are comparable with that obtained from density functional theory-based calculations. Molecular dynamics simulations of the motion of the 4|8 grain boundary unit in h-BN shows the first step to have an activation barrier ~2.2 eV, indicating immobility of the grain boundary. Moving the grain boundary units past the first shows much lower activation barriers of ~0.42eV, suggesting a facile motion of the grain boundary once the first movement is stimulated. These simulations yield a scaled mobility of 1.739*10^(-11) m^3/Js for a temperature of 1500K which, given the inherent differences in the set-ups, is not too far from the experimental value of 1.36*10^(-9) m^3/Js. The ability to predict grain boundary mobility within reasonable agreement with experiment demonstrates the robustness of the MLIP and its suitability for reliable simulations of defect structures and dynamics in single layer h-BN."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Geometry Induced Localization and Multifractality in Spiral quasiperiodic chain",
      "authors": [
        "Hemant Kumar Sharma"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11214",
      "arxiv": "https://arxiv.org/abs/2512.11214",
      "doi": null,
      "summary": "We study a quasiperiodic Aubry Andre lattice arranged along a spiral curve. In this setup, the changing angle of the spiral naturally stretches and compresses the distances between neighboring sites, which in turn modulates the hopping amplitudes. The onsite potential itself remains the familiar AA form, but this geometry induced variation in the hopping dramatically changes how the system behaves both in its energy spectrum and in how its states localize.Using inverse participation ratios together with a full multifractal analysis, we find that curvature makes the system localize much more easily, even at relatively small quasiperiodic strengths. It also produces clear windows where the eigenstates become strongly multifractal. This shows that quasiperiodicity and geometry do not act independently rather, they reinforce one another in shaping the wavefunctions. Overall, we observe a smooth evolution of the states from extended, to multifractal, and finally to strongly localized. Our results pave the way for creating tunable quasiperiodic and geometry-driven localization effects in photonic waveguide arrays, ultracold atoms, mechanical metamaterials, and nanoscale platforms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Symmetry-protected topological scar subspaces",
      "authors": [
        "Chihiro Matsui, Thomas Quella, Naoto Tsuji"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11216",
      "arxiv": "https://arxiv.org/abs/2512.11216",
      "doi": null,
      "summary": "We propose a framework that extends the notion of symmetry-protected topological properties beyond the ground-state paradigm to dynamically isolated subspaces formed by exceptional non-thermal energy eigenstates of non-integrable systems, known as quantum many-body scars (QMBS). We introduce the concept of a symmetry-protected topological (SPT) scar subspace -- a Hilbert subspace stabilized by a restricted spectrum-generating algebra (rSGA) while being protected by on-site, inversion, and time-reversal symmetries. QMBS often admit a non-interacting quasiparticle description, which enables matrix-product representations with small bond dimension. Although individual QMBS do not necessarily retain the protecting symmetries of the Hamiltonian, we show that the subspace formed by the symmetry-connected QMBS does retain them, giving rise to consistently emerging topological properties across the entire scar subspace. Using the spin-$1$ Affleck--Kennedy--Lieb--Tasaki (AKLT) model, we demonstrate that its bimagnon scar subspace reflects the topological properties of the SPT ground state, as evidenced by the appropriate bond-space symmetry representations, the expected topological response, and the numerically verified long-range string order. Our findings indicate that scar subspaces can inherit -- and in inhomogeneous cases systematically modify -- the topological character of the SPT ground state, offering a new and experimentally accessible platform for probing symmetry-protected topology beyond the ground-state regime."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fibonacci sequence of twist angles in superconducting multi-layer graphene and hydrogenated graphitic fibers",
      "authors": [
        "Nadina Gheorghiu, Charles R. Ebbing, George Y. Panasyuk, Timothy J. Haugan"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11248",
      "arxiv": "https://arxiv.org/abs/2512.11248",
      "doi": null,
      "summary": "A range of twist angles between adjacent surfaces/volumes are intrinsic to natural graphite or artificially design in multi-layer graphene. In addition, stacking faults can be created by the application of mechanic, electric or magnetic fields. Charge and spin transport then occur in relation to the existing twist-angle pattern. In two dimensions, a saddle point in the electronic band structure leads to divergence in the density of states, known as van Hove singularities (vHs). The energy difference between vHs for the conduction and valence bands was found to increase with the twist angle between neighboring graphite domains with respect to the c axis (perpendicular to the graphite planes). In this work, we estimate for the superconducting (SC)-like nano-size multi-layer granular domain in hydrogenated graphitic fibers [1]. We show that this value for and the values found by others for few-layer graphene might actually form the Fibonacci mathematical sequence. Moreover, SC hydrogenated graphite can harbour higher-order topology as reflected in at least quadratic energy gap flattening. Charge transport and magnetization measurements on hydrogenated graphitic fibers have been done using a Quantum Design Physical Properties Measurement System."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Development of a Model for Irradiation-Assisted Grain Growth for Nanocrystalline UO2",
      "authors": [
        "Md Ali Muntaha, Larry Aagesen, Michael Tonks"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11289",
      "arxiv": "https://arxiv.org/abs/2512.11289",
      "doi": null,
      "summary": "In this work, we have developed a model for irradiation-assisted grain growth in nanocrystalline UO$_2$ using the MARMOT code. We include the impact of irradiation on UO$_2$ grain growth by coupling a phase field grain growth model with a heat conduction simulation that features a random heat source representing thermal spikes. Our model parameters have been calibrated against experimental measurements at 300 K. The calibrated model predicts grain growth in an irradiated UO$_2$ thin film that compares well with experimental data at 50 K. These results suggest that thermal spikes are the major cause of the irradiation-assisted grain growth observed in the UO$_2$ experiments. They also indicate that irradiation-assisted grain growth is only significant with average grain sizes less than 35 nm, and thus can be neglected when considering fuel performance of typical UO$_2$ fuel pellets."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Deep Learning-Based Quantum Transport Simulations in Two-Dimensional Materials",
      "authors": [
        "Jijie Zou, Zhanghao Zhouyin, Qiangqiang Gu, Shishir Kumar Pandey"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11291",
      "arxiv": "https://arxiv.org/abs/2512.11291",
      "doi": null,
      "summary": "Two-dimensional (2D) materials exhibit a wide range of electronic properties that make them promising candidates for next-generation nanoelectronic devices. Accurate prediction of their quantum transport behavior is therefore of both fundamental and technological importance. While density functional theory (DFT) combined with the non-equilibrium Green$'$s function (NEGF) formalism provides reliable insights, its high computational cost limits applications to large-scale or high-throughput studies. Here we present DeePTB-NEGF, a framework that combines a deep learning-based tight-binding Hamiltonians derived learned directly from first-principles calculations (DeePTB) with efficient quantum transport simulations implemented in the DPNEGF package. To validate the method, we apply it to three prototypical 2D materials: graphene, hexagonal boron nitride (h-BN), and MoS$_2$. The resulting band structures and transmission spectra show excellent agreement with conventional DFT-NEGF results, while achieving orders-of-magnitude improvement in efficiency. These results highlight the capability of DeePTB-NEGF to enable accurate and efficient quantum transport simulations, thereby opening avenues for large-scale exploration and device design in 2D materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Optical properties of InGaN quantum wells: accurately modeling the effects of disorder",
      "authors": [
        "Aurelien David"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11312",
      "arxiv": "https://arxiv.org/abs/2512.11312",
      "doi": null,
      "summary": "A model including random alloy disorder is used to account for the outstanding optical properties of InGaN quantum wells (QW). The model provides excellent agreement to experimental observations on various structures. This study clarifies the prevalent role played by disorder in optical features such as the luminescence lineshape, the Stokes shift, and the radiative rate. Finally, the relationship between disorder and the peculiar properties of long-wavelength InGaN emitters is investigated."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spatiotemporal scales of dynamical quantum phase transitions in the Bose-Hubbard model",
      "authors": [
        "Jia Li, Yajiang Hao"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11314",
      "arxiv": "https://arxiv.org/abs/2512.11314",
      "doi": null,
      "summary": "We investigate the spatial and temporal scales of dynamical quantum phase transitions in the one-dimensional Bose-Hubbard model in the strong interaction limit. Using Jordan-Wigner transformation, we obtain the time-dependent wavefunction and therefore the subsystem Loschmidt echo, and systematically investigate how its properties vary with subsystem size. It is found that when the subsystem is sufficiently large, it exhibits logarithmic divergence identical to that of the full system Loschmidt echo, yielding a critical exponent of zero. We also obtain the required subsystem size and temporal resolution for detecting dynamical quantum phase transitions using the subsystem Loschmidt echo. It is expected that the present results provide a reliable foundation for further experimental investigations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spectroscopic evidences for the spontaneous symmetry breaking at the $SO(5)$ deconfined critical point of $J$-$Q_3$ model",
      "authors": [
        "Shutao Liu, Yan Liu, Chengkang Zhou, Zhe Wang, Jie Lou, Changle Liu, Zheng Yan, Yan Chen"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11329",
      "arxiv": "https://arxiv.org/abs/2512.11329",
      "doi": null,
      "summary": "Recent numerical and theoretical studies on the two-dimensional $J$-$Q_3$ model suggests that the deconfined quantum critical point is actually a $SO(5)$-symmetry-enhanced first-order phase transition that is spontaneously broken to $O(4)$. However, this conclusion has mainly relied on finite-size scaling of the entanglement entropy, lacking direct evidence from physical observables.} Here, we investigate the dynamical spectra of spin and bond operators at the deconfined critical point of the $J$-$Q_3$ model using large-scale quantum Monte Carlo simulations, and contrasting them with the well-established $\\mathrm{O(3)}$ Wilson-Fisher criticality in the $J_1$-$J_2$ Heisenberg model. Although both models exhibit two gapless magnon modes in the N\\'eel phase, their critical behaviors diverge strikingly. At the $J_1$-$J_2$ critical point, the Higgs mode becomes gapless, yielding three gapless modes that reflect the full restoration of the $\\mathrm{O(3)}$ symmetry. {In the $J$-$Q_3$ model, we instead observe four gapless transverse modes at the either side of the transition. This spectral feature, together with the entanglement entropy results, provides direct evidence for the weakly first-order scenario that the deconfined quantum critical point exhibits an emergent $\\mathrm{SO(5)}$ symmetry that spontaneously breaks to $\\mathrm{O(4)}$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnetic-field induced momentum-dependent symmetry breaking in CsV$_3$Sb$_5$ revealed by magneto-ARPES",
      "authors": [
        "Jianwei Huang, Zheng Ren, Hengxin Tan, Jounghoon Hyun, Yichen Zhang, Thomas Hulse, Zhaoyu Liu, Jonathan M. DeStefano, Yaofeng Xie, Ziqin Yue, Junichiro Kono, Pengcheng Dai, Yu He, Aki Pulkkinen, J\\'an Min\\'ar, Jiun-Haw Chu, Ziqiang Wang, Binghai Yan, Rafael M. Fernandes, Ming Yi"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11341",
      "arxiv": "https://arxiv.org/abs/2512.11341",
      "doi": null,
      "summary": "In quantum materials with multiple degrees of freedom with similar energy scales, intertwined electronic orders with distinct broken symmetries often appear in a strongly coupled fashion. Recently, in a class of kagome superconductors represented by CsV$_3$Sb$_5$, experimental reports have suggested rotational symmetry breaking and time reversal symmetry breaking associated with a charge density wave (CDW) order, revealing an exotic nature of this CDW order. Here, utilizing our recently developed capability of performing angle-resolved photoemission spectroscopy in a tunable magnetic field (magneto-ARPES), we reveal momentum-selective response of the electronic structure of CsV$_3$Sb$_5$ to an external magnetic field. While the response in the electronic structure is clearly compatible with piezomagnetism, strong orbital-selectivity is observed. Specifically, bands associated with the vanadium $d$-orbitals contributing to the Van Hove singularities (VHS) near the Brillouin zone (BZ) boundary exhibit selective spectral broadening that breaks C$_6$ rotational symmetry and is odd in magnetic field, disappearing above the CDW transition. Meanwhile, the antimony $p$-orbital dominated electron pocket at the BZ center becomes elongated under an applied field -- an effect that persists above the $T_{\\rm CDW}$. Our observations delineate the origin of the time-reversal symmetry breaking associated with the vanadium VHS-bands at the onset of the CDW order, while the field-induced rotational symmetry breaking largely associated with the antimony $p$ orbitals reflects fluctuations beyond the CDW ordering temperature. Our magneto-ARPES work demonstrates a novel tuning knob for disentangling intertwined orders in the momentum space for quantum materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Enhancement of the superconducting transition temperature in Mn-doped CaKFe4As4 processed by the high gas-pressure and high-temperature synthesis method",
      "authors": [
        "Manasa Manasa, Mohammad Azam, Tatiana Zajarniuk, Svitlana Stelmakh, Tomasz Cetner, Andrzej Morawski, Shiv J. Singh"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11343",
      "arxiv": "https://arxiv.org/abs/2512.11343",
      "doi": null,
      "summary": "A series of Mn-doped CaKFe4As4 samples, CaK(Fe1-xMnx)4As4 with x values of 0, 0.005, 0.01, 0.02, 0.03, 0.04, and 0.05, are synthesized using two distinct routes: conventional synthesis process at ambient pressure (CSP), and high gas-pressure and high-temperature synthesis (HP-HTS) method. Comprehensive characterizations are performed on these samples to investigate their superconducting properties. This study examines the effects of Mn substitution at Fe sites in the FeAs layer on the superconducting properties of the CaKFe4As4 (1144) material. The HP-HTS process improves the microstructure and phase purity of the parent sample (x = 0), resulting in an enhanced superconducting transition temperature (Tc). In contrast, Mn doping via the CSP method in CaKFe4As4 reduces the sample quality and superconducting performance. Notably, the high-pressure synthesis method leads to an increase in the Tc by 3 to 7 K, particularly at low Mn concentrations. While the critical current density (Jc) of the parent sample (x = 0) shows a significant enhancement under the applied magnetic fields, Jc decreases for Mn-doped CaKFe4As4 bulks. These results demonstrate that high-pressure synthesis is an effective approach to improve the superconducting properties of Mn-doped 1144 compounds."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Altermagnetic bulk and topological surface magnetizations for CrSb single crystals",
      "authors": [
        "N. N. Orlova, A. A. Avakyants, V. D. Esin, A. V. Timonina, N. N. Kolesnikov, E. V. Deviatov"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11344",
      "arxiv": "https://arxiv.org/abs/2512.11344",
      "doi": null,
      "summary": "We experimentally investigate the angle dependence of magnetization $M(\\alpha)$ for single crystals of CrSb. CrSb belongs to a new class of altermagnetic materials, the small net magnetization is accompanied by alternating spin splitting in the k-space. In addition, CrSb reveals also topological features with Weyl surface states originating from bulk band topology. We observe, that $M(\\alpha)$ oscillates around zero value, so magnetization is positive for $M(\\alpha)$ maxima and it is negative for $M(\\alpha)$ minima. The magnetization reversal curves $M(H)$ are non-linear with low-field hysteresis, but with almost linear high-field branches. The slope of the linear branches well correlates with $M(\\alpha)$ oscillations, so it is positive for $M(\\alpha)$ maxima and negative for $M(\\alpha)$ minima. We demonstrate, that the interplay between the positive and the negative $M(H)$ slopes originates from several magnetic phases in CrSb. In particular, current-carrying topological surface states are responsible for the diamagnetic-like $M(H)$ negative slope, which dominates for the directions of full spin compensation in the bulk CrSb altermagnetic spectrum. Due to the spin-momentum locking, topological surface states are spin-polarized, which is responsible for the low-field hysteresis. Thus, we experimentally demonstrate both the altermagnetic bulk and the topological surface magnetizations for the altermagnetic candidate CrSb."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Defect-Engineered Multifunctionality in Cu-Doped Bi2Te2: Interplay of Thermoelectric, Piezoelectric, and Optoelectronic Properties from First-Principles Insights",
      "authors": [
        "Muhammad Usman Javed, Sikander Azam, Qaiser Rafiq, Hamdy Khamees Thabet"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11347",
      "arxiv": "https://arxiv.org/abs/2512.11347",
      "doi": null,
      "summary": "Defect engineering can improve the linked charge, spin, and lattice behavior of thermoelectric topological insulators. Using density functional theory with spin orbit coupling, we study structural, electronic, optical, thermoelectric, piezoelectric, and charge density features of pristine and Cu doped Bi2Te3. Cu substitution slightly expands the lattice and lowers the total energy minimum, which stabilizes the structure. The density of states shows that Cu d and Te p hybridization creates sharp states near the Fermi level, raising the carrier concentration and supporting higher Seebeck coefficient and power factor. Transport calculations show an increase in the Seebeck coefficient from about 180 microvolts per kelvin in pristine Bi2Te3 to about 220 microvolts per kelvin at 300 K while keeping the electrical conductivity nearly unchanged. Optical spectra reveal strong low energy absorption and very large static dielectric constants (greater than 600), indicating tunable light matter coupling. The piezoelectric coefficient e33 rises from 0.19 C/m2 in pristine Bi2Te3 to 0.38 C/m2 at 5 percent Cu and 0.51 C/m2 at 10 percent Cu, reflecting symmetry breaking and strain driven polarization. Charge density difference maps show anisotropic redistribution, with Cu donating about 0.8 electrons mainly to Te sites, which enhances p type behavior and phonon scattering. Overall, Cu doping reshapes Bi2Te3 into a multifunctional material with coupled thermoelectric, piezoelectric, and optical responses suitable for hybrid energy harvesting, infrared detection, and spin based devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hydrodynamic permeability of fluctuating porous membranes",
      "authors": [
        "Albert Dombret, Adrien Sutter, Baptiste Coquinot, Nikita Kavokine, Benoit Coasne, Lyd\\'eric Bocquet"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11368",
      "arxiv": "https://arxiv.org/abs/2512.11368",
      "doi": null,
      "summary": "In this paper we examine how porosity fluctuations affect the hydrodynamic permeability of a porous matrix or membrane. We introduce a fluctuating Darcy model, which couples the Navier-Stokes equation to the space- and time-dependent porosity fluctuations via a Darcy friction term. Using a perturbative approach, a Dyson equation for hydrodynamic fluctuations is derived and solved to express the permeability in terms of the matrix fluctuation spectrum. Surprisingly, the model reveals strong modifications of the fluid permeability in fluctuating matrices compared to static ones. Applications to various matrix excitation models - breathing matrix, phonons, active forcing - highlight the significant influence of matrix fluctuations on fluid transport, offering insights for optimizing membrane design for separation applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Stability and complexity of global iterative solvers for the Kadanoff-Baym equations",
      "authors": [
        "Jo\\v{z}e Ga\\v{s}perlin, Denis Gole\\v{z}, Jason Kaye"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11371",
      "arxiv": "https://arxiv.org/abs/2512.11371",
      "doi": null,
      "summary": "Although the Kadanoff-Baym equations are typically solved using time-stepping methods, iterative global-in-time solvers offer potential algorithmic advantages, particularly when combined with compressed representations of two-time objects. We examine the computational complexity and stability of several global-in-time iterative methods, including multiple variants of fixed point iteration, Jacobian-free methods, and a Newton-Krylov method using automatic differentiation. We consider the ramped and periodically-driven Falicov-Kimball and Hubbard models within time-dependent dynamical mean-field theory. Although we observe that several iterative methods yield stable convergence at large propagation times, a standard forward fixed point iteration does not. We find that the number of iterations required to converge to a given accuracy with a fixed time step size scales roughly linearly with the number of time steps. This scaling is associated with the formation of a propagating front in the residual error, whose velocity is method-dependent. We identify key challenges which must be addressed in order to make global solvers competitive with time-stepping methods."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Thermal Spin Waves from Accelerating Domain Walls via the Unruh Effect",
      "authors": [
        "A. L. Bassant, R. A. Duine"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11387",
      "arxiv": "https://arxiv.org/abs/2512.11387",
      "doi": null,
      "summary": "We consider a wire consisting of a conducting ferromagnetic layer and an insulating antiferromagnetic layer that are coupled. The ferromagnet hosts a domain wall, which is dynamically driven by a charge current. We show that for a specific time-dependent current, the domain wall moves according to a Rindler trajectory. This motion excites spin waves in the antiferromagnetic insulator, and their emission spectrum is characterised by an effective temperature analogous to the Unruh temperature, $T_U = \\hbar a/2\\pi c k_B$, with a the acceleration of the domain wall, c the maximum antiferromagnetic spin wave velocity, and kB the Boltzmann constant. This thermal signature is a direct consequence of the Unruh effect and could be experimentally observed. Our results establish magnetism as a promising platform for probing relativistic quantum field phenomena. Moreover, since the Unruh effect is inherently linked to entanglement, our proposal provides a route for entangling magnetic domain walls via relativistic effects."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantized pumping in disordered nonlinear Thouless pumps",
      "authors": [
        "Abhijit P. Chaudhari, Marius J\\\"urgensen, Mikael C. Rechtsman"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11394",
      "arxiv": "https://arxiv.org/abs/2512.11394",
      "doi": null,
      "summary": "We investigate the dynamics of nonlinear optical Thouless pumps in the presence of disorder, using optical waveguide arrays. It was previously known that the displacement of solitons in Thouless pumps is quantized and may exhibit integer and fractional transport over the course of the pump cycle. Here, we demonstrate that, in disordered nonlinear pumps, quantization may be maintained despite the presence of disorder, even though it would not be in the linear domain. Moreover, nonlinearity allows pumps to be executed more quickly (i.e., less adiabatically). This may serve as a design principle for integrated non-reciprocal devices based on temporal modulation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Emergence of Nonequilibrium Latent Cycles in Unsupervised Generative Modeling",
      "authors": [
        "Marco Baiesi, Alberto Rosso"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11415",
      "arxiv": "https://arxiv.org/abs/2512.11415",
      "doi": null,
      "summary": "We show that nonequilibrium dynamics can play a constructive role in unsupervised machine learning by inducing the spontaneous emergence of latent-state cycles. We introduce a model in which visible and hidden variables interact through two independently parametrized transition matrices, defining a Markov chain whose steady state is intrinsically out of equilibrium. Likelihood maximization drives this system toward nonequilibrium steady states with finite entropy production, reduced self-transition probabilities, and persistent probability currents in the latent space. These cycles are not imposed by the architecture but arise from training, and models that develop them avoid the low-log-likelihood regime associated with nearly reversible dynamics while more faithfully reproducing the empirical distribution of data classes. Compared with equilibrium approaches such as restricted Boltzmann machines, our model breaks the detailed balance between the forward and backward conditional transitions and relies on a log-likelihood gradient that depends explicitly on the last two steps of the Markov chain. Hence, this exploration of the interface between nonequilibrium statistical physics and modern machine learning suggests that introducing irreversibility into latent-variable models can enhance generative performance."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Chirality-induced spin-selective Peierls transition",
      "authors": [
        "Shun Asano, Youichi Yanase"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11417",
      "arxiv": "https://arxiv.org/abs/2512.11417",
      "doi": null,
      "summary": "Chirality, referring to the absence of mirror and inversion symmetries, is a ubiquitous concept in nature. In condensed matter physics, vigorous research has clarified how chiral materials harbour unconventional electronic and vibrational responses. In parallel, recent studies have demonstrated that chiral structures can be engineered or tuned from achiral precursors. Despite these complementary advances, an integrated understanding of electronic and phononic dynamics, self-organized chiral structures, and their interplay is still lacking. Such an integrated framework is crucial both for elucidating the spontaneous formation and stabilization of chiral structures and for advancing the electronic functionalities of chiral materials. Here, we predict novel spontaneous structural phase transitions unique to chiral crystals with screw symmetry. In quasi-one-dimensional chiral crystals, the phonon frequency renormalized by the electron-phonon coupling depends on the handedness of circular polarization. Consequently, the soft mode encoding the intrinsic phonon angular momentum induces spin-selective Peierls gaps in the electronic band, entailing a helical spin density wave and chiral lattice distortion. We also elucidate the chiral signature of collective modes. Our findings offer new avenues for advanced spintronics applications and crucial insights into the elusive mechanisms underlying the formation process of chirality in nature."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Signatures of a Lifshitz transition in pressurized electron-doped cuprate",
      "authors": [
        "Jinyu Zhao, Shu Cai, Zhaoyu Liu, Jianfeng Zhang, Shuaihang Sun, Pengyu Wang, Jing Guo, Yazhou Zhou, Shiliang Li, Fuyang Liu, Luhong Wang, Haozhe Liu, Yang Ding, Qi Wu, Richard L. Greene, Tao Xiang, Liling Sun"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11439",
      "arxiv": "https://arxiv.org/abs/2512.11439",
      "doi": null,
      "summary": "It is well known that the electronic structure of hole-doped cuprate superconductors is tunable through both chemical doping and external pressure, which frequently offer us new insights of understanding on the high-Tc superconducting mechanism. While, for electron-doped cuprate superconductors, although the chemical doping effects have been systematically and thoroughly investigated, there is still a notable lack of experimental evidence regarding the pressure-driven coevolution of Tc and electronic structure. In this study, we report the first observation on the signatures of pressure-induced Lifshitz transition in Pr0.87LaCe0.13CuO4+delta (PLCCO) single crystal, a typical electron-doped cuprate superconductor, through the comprehensive high-pressure measurements of electrical resistance, Hall coefficient (RH) and synchrotron X-ray diffraction (XRD). Our results reveal that, at 40 K, the ambient-pressure RH with a significantly negative value decreases with increasing pressure until it reaches zero at a critical pressure (Pc ~ 10 GPa). Meanwhile, the corresponding Tc exhibits a slight variation within this pressure range. As pressure is further increased beyond Pc, RH changes its sign from negative to positive and then shows a slight increase, while Tc displays a continuous decrease. Our XRD measurements at 40 K demonstrate that no crystal structure phase transition occurs across the Pc. These results reveal that applying pressure to PLCCO can induce a Lifshitz transition at Pc, manifesting the reconstruction of the Fermi surface (FS), which turns the superconductivity toward fading out. Our calculation further reinforces the Fermi surface reconstruction from electron-dominated to hole-dominated ones at around Pc. These findings provide new evidence that highlights the strong correlation between the superconductivity and the Fermi surface topology in the electron-doped cuprates."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Enhanced Superconductivity in Proximity to Peaks in Densities of States",
      "authors": [
        "Joshua Alth\\\"user, Ilya M. Eremin, G\\\"otz S. Uhrig"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11451",
      "arxiv": "https://arxiv.org/abs/2512.11451",
      "doi": null,
      "summary": "For the BCS theory of superconductivity, the electron-phonon interaction is transformed to an attractive electron-electron interaction in the vicinity of the Fermi energy only. At the same time, its formal derivation using a unitary transformation reveals that the electrons attract one another whenever their energies do not differ more than the phonon energy $\\omega_\\mathrm{D}$, independent of closeness to the Fermi energy. Consequently, the order parameter becomes finite even away from the Fermi level. Yet, for small interactions, its magnitude is usually small and can be safely ignored, justifying the BCS approximation. Intriguingly, we find that an accumulation of density-of-states at an energy $\\varepsilon_\\mathrm{peak}$ in proximity to the Fermi energy induces a significant order parameter magnitude around $\\varepsilon_\\mathrm{peak}$, which exceeds the one at $E_\\mathrm{F}$ for moderate coupling strengths. This strong enhancement is heralded by the softening of an additional collective mode, which resembles a second phase transition. We predict measurable signatures in the thermodynamic and spectroscopic response of this unexpected phenomenon, guiding future experimental searches for it."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A review on combinatorial approach to aggregation",
      "authors": [
        "Micha{\\l} {\\L}epek, Agata Fronczak, Piotr Fronczak"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11459",
      "arxiv": "https://arxiv.org/abs/2512.11459",
      "doi": null,
      "summary": "Recently, a combinatorial approach to discrete, finite, and irreversibly aggregating systems has been progressively developed. In this work, we review its achievements up to the present moment, focusing on the practical aspects and discussing its limitations. First, we present the assumptions and combinatorial foundations of the approach, which are based on direct counting of the system states, in contrast to the previous approaches of Smoluchowski and Marcus--Lushnikov. A method to obtain combinatorial expressions for the average number of clusters of a given size and the corresponding standard deviation is described by solving the simplest example of a constant kernel. Then, we extend consideration to a number of kernels (e.g., additive, product, linear--chain, condensation), which were recently solved by explicitly finding the number of internal states of the cluster of a given size. Next, we show that theoretical predictions for any given kernel may be obtained with no need to find an explicit solution but using a recursive expression. We exploit this opportunity to present the use of combinatorial expressions to solve kernels related to the real processes of aerosol growth and planetesimal formation. At this point, a comparison to numerical results appears. Other potential application fields are indicated, including dust agglomeration and polymer growth. Finally, issues related to the varying precision of the theoretical predictions are summarized. In the last section, we propose open problems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin-correlation dynamics: A semiclassical framework for nonlinear quantum magnetism",
      "authors": [
        "Lukas K\\\"orber, Pim Coenders, Johan H. Mentink"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11466",
      "arxiv": "https://arxiv.org/abs/2512.11466",
      "doi": null,
      "summary": "Classical nonlinear theories are highly successful in describing far-from-equilibrium dynamics of magnets, encompassing phenomena such as parametric resonance, ultrafast switching, and even chaos. However, at ultrashort length and time scales, where quantum correlations become significant, these models inevitably break down. While numerous methods exist to simulate quantum many-body spin systems, they are often limited to near-equilibrium conditions, capture only short-time dynamics, or obscure the intuitive connection between nonlinear behavior and its geometric origin in the su(2) spin algebra. To advance nonlinear magnetism into the quantum regime, we develop a theory in which semiclassical spin correlations, rather than individual spins, serve as the fundamental dynamical variables. Defined on the bonds of a bipartite lattice, these correlations are inherently nonlocal, with dynamics following through a semiclassical mapping that preserves the original spin algebra. The resulting semiclassical theory captures nonlinear dynamics that are entirely nonclassical and naturally accommodates phenomenological damping at the level of correlations, which is typically challenging to include in quantum methods. As an application, we focus on Heisenberg antiferromagnets, which feature significant quantum effects. We predict nonlinear scaling of the mean frequency of quantum oscillations in the N\\'eel state with the spin quantum number S. These have no classical analog and exhibit features reminiscent of nonlinear parametric resonance, fully confirmed by exact diagonalization. The predicted dynamical features are embedded in the geometric structure of the semiclassical phase space of spin correlations, making their physical origin much more transparent than in full quantum methods. With this, semiclassical spin-correlation dynamics provide a foundation for exploring nonlinear quantum magnetism."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Progress on Data-Driven, Multi-Objective Quantum Optimization",
      "authors": [
        "Thomas Plehn, Daniel Barragan-Yani, Eric Breitbarth, Guillermo Requena, David Melching"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11479",
      "arxiv": "https://arxiv.org/abs/2512.11479",
      "doi": null,
      "summary": "Here, we present two complementary approaches that advance quadratic unconstrained binary optimization (QUBO) toward practical use in data-driven materials design and other real-valued black-box optimization tasks. First, we introduce a simple yet powerful preprocessing scheme that, when applied to a machine-learned QUBO model, entirely removes system-level equality constraints by construction. This makes cumbersome soft-penalty terms obsolete, simplifies QUBO formulation, and substantially accelerates solution search. Second, we develop a multi-objective optimization strategy inspired by Tchebycheff scalarization that is compatible with non-convex objective landscapes and outperforms existing QUBO-based Pareto front methods. We demonstrate the effectiveness of both approaches using a simplified model of a multi-phase aluminum alloy design problem, highlighting significant gains in efficiency and solution quality. Together, these methods broaden the applicability of QUBO-based optimization and provide practical tools for data-driven materials discovery and beyond."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "High magnetic field response of superconductivity dome in quantum artificial High Tc superlattices with variable geometry",
      "authors": [
        "Gaetano Campi, Andrea Alimenti, Sang-Eon Lee, Luis Balicas, Fedor F. Balakirev, G. Alexander Smith, Gennady Logvenov, Antonio Bianconi"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11494",
      "arxiv": "https://arxiv.org/abs/2512.11494",
      "doi": null,
      "summary": "It is known that cuprate artificial high temperature superlattices (AHTS) with period d, composed of quantum wells confining interface space charge in stoichiometric Mott insulator layers (S), with thickness L, at the interface with overdoped normal metallic cuprate layers (N) show a superconducting dome by tuning the geometric L over d ratio of the SNSN superlattice with the top predicted by quantum material design engineering quantum size effects. Here we report high-field magneto transport measurements up to 41 Tesla of AHTS across the entire superconducting dome. The results show the universal upward-concave behavior of the temperature dependent upper critical magnetic field in low critical temperature samples at rising edge and drop edge of the dome providing compelling evidence for two-band superconductivity in agreement with multigap theory used for quantum design of the SNSN superlattices. The measured superconducting coherence length demonstrates that atomic-scale engineering controls not only the critical temperature but also the intrinsic pair size at Fano-Feshbach resonances physics paving the way toward next generation quantum devices and shedding light on unconventional superconductivity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Self-consistent effective field theory to nonuniversal Lee-Huang-Yang term in quantum droplets",
      "authors": [
        "Yi Zhang, Xiaoran Ye, Ziheng Zhou, Zhaoxin Liang"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11513",
      "arxiv": "https://arxiv.org/abs/2512.11513",
      "doi": null,
      "summary": "Quantum droplets (QDs) in weakly interacting ultracold quantum gases are typically characterized by mean-field theories incorporating Lee-Huang-Yang (LHY) quantum fluctuations under simplified zero-range interaction assumptions. However, bridging these models to broader physical regimes like superfluid helium requires precise understanding of short-range interatomic interactions. Here, we investigate how finite-range interactions--next-order corrections to zero-range potentials--significantly alter QDs mechanics. Using a consistent effective theory, we derive an analytical equation of state (EOS) for three-dimensional bosonic mixtures under finite-range interactions at zero temperature. Leveraging the Hubbard-Stratonovich transformation, we demonstrate that interspecies attraction facilitates bosonic pairing across components characterized by the non-perturbative parameter of $\\Delta$, leading to nonuniversal LHY terms that encode short-range interaction details while recovering previous universal QDs EOS in the zero-range limit. Extending superfluid hydrodynamic equations for two-component systems, we predict fractional frequency shifts in breathing modes induced by these nonuniversal terms. Experimental observation of these shifts would reveal critical insights into QDs dynamics and interatomic potential characteristics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Heat capacity of dense liquids: A link between two-phase model and melting temperature scaling",
      "authors": [
        "S. A. Khrapak, A. G. Khrapak"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11520",
      "arxiv": "https://arxiv.org/abs/2512.11520",
      "doi": "10.1134/S0021364025607262",
      "summary": "Generalized Rosenfeld-Tarazona scaling predicts the power-law dependence of the excess heat capacity of simple liquids on temperature. The two-phase model treats a liquid as a superposition of gas- and solid-like components whose relative abundance is quantified by a liquid rigidity parameter. We demonstrate here that the generalized Rosenfeld-Tarazona scaling emerges naturally in the two-phase model from the scale invariance of the liquid rigidity parameter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unidirectional magnetoresistance driven by nonequilibrium antiferromagnetic magnons",
      "authors": [
        "Xue He, Hans Gl{\\o}ckner Giil, Caiqiong Xu, Jicheng Wang, Arne Brataas, Jinbo Yang, Yanglong Hou, Rui Wu, Shilei Ding"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11552",
      "arxiv": "https://arxiv.org/abs/2512.11552",
      "doi": null,
      "summary": "Magnetoresistive effects are typically symmetric under magnetization reversal. However, nonlinear spin transport can give rise to unidirectional magnetoresistance in systems with strong spin-orbit interaction and broken inversion symmetry. Here, we demonstrate that the nonequilibrium magnon accumulation characterized by a finite magnon chemical potential can lead to a large and robust magnonic unidirectional spin Hall magnetoresistance (USMR) in the weakly coupled van der Waals antiferromagnet CrPS4 in contact with Pt. Unlike conventional magnonic USMR driven by magnetization fluctuations, this effect persists under strong magnetic fields and low temperatures, with a pronounced peak near the spin-flip transition. The magnitude of magnonic USMR in CrPS4/Pt exceeds that of YIG/Pt by more than two orders of magnitude and surpasses the electrical USMR in metallic Ta/Co bilayers by a factor of two. The observed field and temperature dependence indicates that spin transport is dominated by magnon chemical potential gradients rather than thermal- or fluctuation-driven magnon generation. These findings establish a new mechanism for nonlinear magnetoresistance in antiferromagnetic van der Waals heterostructures and open a route to magnon-based antiferromagnetic spintronic functionalities in two-terminal device geometries."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exact fluctuation relation for open systems beyond the Zwanzig FEP equation",
      "authors": [
        "Mohammad Rahbar, Christopher J. Stein"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11570",
      "arxiv": "https://arxiv.org/abs/2512.11570",
      "doi": null,
      "summary": "We develop a fluctuation framework to quantify the free energy difference between two equilibrium states connected by nonequilibrium processes under arbitrary dynamics and system-environment coupling. For an open system described by the Hamiltonian of mean force (HMF), we show that the equilibrium free energy difference between two canonical endpoints can be written as exponential averages of the HMF shift, divided by an explicit factor built from the chi-squared divergence between the initial and final system marginals. These relations hold at the endpoint level and, under an asymptotic equilibration postulate, admit trajectory representations for general driving and coupling protocols. A decomposition of the HMF increment along each trajectory separates the work-like contributions associated with changes in $\\lambda(t)$ and $C(t)$, the heat-like exchange with the environment, and a feedback-like functional defined with respect to the initial protocol. In the frozen-driving regime with a noninteracting reference, the equalities reduce to new FEP-like expressions involving an environment functional and an explicit overlap correction, with the Zwanzig formula recovered as a limiting case. We validate the approach on an open system coupled to an environment and evolved under overdamped Langevin dynamics, where conventional Zwanzig FEP suffers from poor phase-space overlap and slow numerical convergence, while the present trajectory equality closely matches the exact free energy difference over a broad range of coupling strengths."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interplay between antiferromagnetic spin fluctuation and electron-phonon coupling and the origin of the peak-dip-hump structure in the anti-nodal spectrum of high-$T_{c}$ cuprate superconductors",
      "authors": [
        "Xinyue Liu, Tao Li"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11579",
      "arxiv": "https://arxiv.org/abs/2512.11579",
      "doi": null,
      "summary": "Electron-phonon coupling is believed to be responsible for many spectral anomalies in the cuprate superconductors. In particular, the $B_{1g}$ buckling mode of the oxygen ion in the $CuO_{2}$ plane has been proposed to be responsible for the dramatic peak-dip-hump(PDH) structure in the anti-nodal spectrum. The recent observation of the exceptional flat quasiparticle dispersion in the anti-nodal region and the sudden suppression of the PDH structure around the pseudogap end point cast doubts on such a scenario. Instead, a scenario involving the coupling to the antiferromagnetic spin fluctuation seems to resolve both puzzles naturally. Here we present a systematic study on the interplay between antiferromagnetic spin fluctuation and electron-phonon coupling in the cuprate superconductors. We show that the coupling strength to the $B_{1g}$ buckling mode is strongly suppressed by the vertex correction caused by the antiferromagnetic spin fluctuation in the $\\mathbf{q}\\rightarrow 0$ limit as a result of the destructive interference between electron-phonon coupling at electron momentum differ by the antiferromagnetic wave vector. Counterintuitively, we find that the same vertex correction enhances the phonon contribution to the PDH structure. We also find that while the coupling to either the antiferromagnetic spin fluctuation or the $B_{1g}$ buckling mode can generate a PDH structure in the anti-nodal spectrum with similar phenomenologies, the sudden suppression of such a structure around the pseudogap end point should be mainly attributed to the dramatic change in the nature of the spin fluctuation at such a critical doping. We suggest to take the PDH structure in the anti-nodal spectrum as a spectral signature for the emergence of fluctuating local moment in the pseudogap phase and the entrance of a doped Mott insulating state."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Single-granule Stirling Heat Engine",
      "authors": [
        "Niloyendu Roy, Pragya Arora, A K Sood, Rajesh Ganapathy"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11591",
      "arxiv": "https://arxiv.org/abs/2512.11591",
      "doi": null,
      "summary": "Single-particle heat engines at atomic and colloidal scales obey the universal thermodynamic bounds on work and efficiency. Here, we translate these principles to the macroscale by building an athermal Stirling engine whose working medium is a millimeter-sized, vibrofluidized granule confined in a time-dependent magnetic trap. By embedding a rattler within the granule to inject noise, we engineer overdamped, Brownian-like dynamics in an otherwise inertial particle. This design enables independent control over the granule's effective temperature and spatial confinement. Our engine quantitatively reproduces the universal power-efficiency trade-offs of finite-time thermodynamics, achieving the Curzon-Ahlborn efficiency at maximum power. Strikingly, we uncover a control parameter-dependent damping that leads to an unexpected dissipation mechanism - the losses in the compression stroke rival or even exceed those during expansion. Our work establishes an accessible experimental platform to study small-system thermodynamics in intrinsically athermal systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "LLM tools in the prediction of the stability of perovskite solar cells",
      "authors": [
        "S. Frenkel, V. Zakharov, E. A. Katz"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11615",
      "arxiv": "https://arxiv.org/abs/2512.11615",
      "doi": null,
      "summary": "We investigate whether tools based on large language models (LLMs) can be effectively used by a developer of new perovskite solar cells (PSCs) to predict both the \"lifetime\" of the device and the degree of its degradation at specific time intervals. We demonstrate the ability of common LLM tools (ChatGPT, DeepSeek, and even a simplified free version of ChatGPT) to suggest and justify prediction methods in a dialogue with the user under conditions of incomplete information about the physical models of PSC degradation and the influence of the environment. One of the results covers LLM ChatGPT's ontology of the specific subject domain of PSCs. It allows the formation of time series of efficiency with a given architecture, calculated using various available models together with environmental characteristics archived in various meteorological databases (illumination, temperature, humidity, UV level). We conclude that ChatGPT currently has sufficient access to training samples, can find various models in the literature, and has adequate solutions for predicting degradation trends."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "$S = 1$ pyrochlore magnets with competing anisotropies: A tale of two Coulomb phases, $Z_2$ flux confinement and $XY$-like transitions",
      "authors": [
        "Jay Pandey, Kedar Damle"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11623",
      "arxiv": "https://arxiv.org/abs/2512.11623",
      "doi": null,
      "summary": "We argue that the low-temperature physics of $S=1$ pyrochlore magnets with a predominantly Ising-like easy-axis exchange coupling $J$ that favors the local tetrahedral body diagonals, and a comparably large easy-plane single-ion anisotropy $\\Delta =J + \\mu$ ($|\\mu| \\ll J$) that favors the plane perpendicular to these local axes will exhibit interesting new phenomena due to the competition between $J$ and $\\Delta$. In the $T/J \\rightarrow 0$ limit, we find three low temperature phases as a function of $\\mu/T$: a short-range correlated paramagnetic phase, and two topologically-distinct Coulomb liquids separated by a $Z_2$ flux confinement transition. Both Coulomb liquids are described at long-wavelengths by a fluctuating divergence-free polarization field and have characteristic pinch-point singularities in their structure factor. In one Coulomb phase, the flux of this polarization field is confined to {\\em even} integers, while it takes on all integer values in the other Coulomb phase. Experimental realizations with $|\\mu| \\ll J$ and negative are predicted to exhibit signatures of a transition from a flux-deconfined Coulomb phase to the flux-confined Coulomb phase as they are cooled below $T_{c_2} \\approx 1.57|\\mu|$, while realizations with positive $\\mu \\ll J$ will show signatures of a transition from a flux-deconfined Coulomb liquid to a short-range correlated paramagnet via a continuous $XY$-like transition at $T_{c_1} \\approx 0.98 \\mu$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Physical properties of new delafossite triangular-lattice compounds TlErSe$_2$ and TlTmSe$_2$",
      "authors": [
        "Bastian Rubrecht, Ellen H\\\"au{\\ss}ler, Mirtha Pillaca, Pritam Bhattacharyya, Liviu Hozoi, Artem Nosenko, Dmitri V. Efremov, Bernd B\\\"uchner, Anja U. B. Wolter, Thomas Doert"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11627",
      "arxiv": "https://arxiv.org/abs/2512.11627",
      "doi": null,
      "summary": "Delafossite compounds containing rare-earth ions have been proven to be an ideal platform to investigate frustrated magnetic ground states. Here, we discuss two triangular-lattice antiferromagnets, TlErSe$_2$ and TlTmSe$_2$, as potential candidates for hosting exotic quantum states. Powder X-ray diffraction data analysis of the black-color polycrystalline Tl$RE$Se$_2$ ($RE$: Er and Tm) samples confirms the phase purity. Both materials crystallize in the trigonal $\\alpha$-NaFeO$_2$ structure ($R\\overline{3}m$) with lattice parameters $a$ = 4.1070(4) \\r{A} and $c$ = 23.1472(1) \\r{A} for the erbium compound and $a$ = 4.0916(1) \\r{A} and $c$ = 23.1483(2) \\r{A} for the thulium compound. Magnetic susceptibility measurements show an effective moment of $\\mu_{\\text{eff}} = 9.6(2) \\mu_B$/f.u. ($7.5(1) \\mu_B$/f.u.) for TlErSe$_2$ (TlTmSe$_2$) for temperatures above 200 K. While $^3$He specific-heat measurements reveal long-range magnetic order below $T_N = 0.42 $K for TlErSe$_2$, no sign of long-range magnetic order was observed for TlTmSe$_2$. Based on our results, we map out the T-H phase diagram for polycrystalline TlErSe$_2$ and discuss the striking difference in the magnetic behavior of TlTmSe$_2$ based on our ab initio quantum chemical calculations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dissipation due to bulk localized low-energy modes in strongly disordered superconductors",
      "authors": [
        "Anton V. Khvalyuk, Mikhail V. Feigel'man"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11636",
      "arxiv": "https://arxiv.org/abs/2512.11636",
      "doi": null,
      "summary": "We develop a theory of the temperature $T$ and frequency $\\omega$ dependence of ac dissipation in strongly disordered superconductors featuring a pseudogap $\\Delta_{P}$ in the single-particle spectrum. Our theory applies to the regime $T,\\,\\hbar\\omega\\ll\\Delta_{\\text{typ}}\\ll\\Delta_{P}$, where $\\Delta_{\\text{typ}}$ is the typical superconducting gap. The dissipation is expressed in terms of the quality factor $Q(T,\\omega)$ of microwave resonators made of these materials. We show that low-$\\omega$ dissipation is dominated by a new type of bulk localized collective modes. Due to the strongly nonuniform spectral density of these modes, $Q$ decreases sharply with frequency, while its temperature dependence exhibits a two-level-system-like growth as a function of $T$ for $T\\ll T_{c}$. Our theory is applicable to InO$_x$, TiN, NbN, and similar strongly disordered materials. We further argue that the experimentally observed behavior of disordered films of granular Aluminum is explained by similar physics, although this case requires a separate theoretical analysis."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Impact of interdigitated electrodes design on the low frequency and random telegraph noise of single-layer graphene micro ribbons",
      "authors": [
        "Georgia Samara, Christoforos Theodorou, Alexandros Mavropoulis, Nikolaos Vasileiadis, Konstantinos Papagelis, Panagiotis Dimitrakis"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11644",
      "arxiv": "https://arxiv.org/abs/2512.11644",
      "doi": "10.1016/j.apsusc.2025.164567",
      "summary": "High performance devices consisting of interdigitated electrodes (IDEs) on top of single-layer graphene (SLG) are candidates with favorable prospects for sensing applications. Graphene micro ribbons (GMRs) of various widths and IDE design geometries were fabricated and experimentally examined regarding their low-frequency noise (LFN) behavior. Measurements revealed a 1/f behavior and different kinds of trap activity behind it, which were studied through the analysis of random telegraph noise (RTN) signals. Our investigation suggests that adjusting the geometrical characteristics of either the GMR width or the IDE topology can significantly influence the signal-to-noise ratio (SNR) of SLG-based electronics. On the bright side, the results of our study can provide useful guidelines for fabrication decisions to maximize the SNR."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Influence of Exchange-Correlation Functionals and Neural Network Architectures on Li$^+$-Ion Conductivity in Solid-State Electrolyte from Molecular Dynamics Simulations with Machine-Learning Force Fields",
      "authors": [
        "Zicun Li, Huanjing Gong, Ruijuan Xiao, Xinguo Ren"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11650",
      "arxiv": "https://arxiv.org/abs/2512.11650",
      "doi": null,
      "summary": "With the rapid advancement of machine learning techniques for materials simulations, machine-learned force fields (MLFFs) have become a powerful tool that complements first-principles calculations by enabling high-accuracy molecular dynamics simulations over extended timescales. Typically, MLFFs are trained on data generated from density functional theory (DFT) using a specific exchange-correlation (XC) functional, with the goal of reproducing DFT-level properties. However, the uncertainties in MLFF-based simulations--arising from variations in both MLFF model architectures and the choice of XC functionals--remain insufficiently understood. In this work, we construct MLFF models of different architectures trained on DFT data from both semilocal and hybrid functionals to describe Li$^+$ diffusion in the solid-state electrolyte Li$_6$PS$_5$Cl. We systematically investigate how different XC functionals influence the Li$^+$ diffusion coefficient. To reduce statistical uncertainty, the mean squared displacements are averaged over 300 independent molecular dynamics (MD) trajectories of 70 ps each, yielding statistical variations below $1\\%$. This enables a clear assessment of the respective influences of the functional and the MLFF model. Due to its tendency to underestimate band gaps and migration barriers, the semilocal functional predicts consistently higher Li$^+$ diffusion coefficients, compared to the hybrid functional. Furthermore, comparisons among various neural network methods reveal that the differences in predicted diffusion coefficients arising from different network architectures are of the same order of magnitude as those caused by different functionals, indicating that the choice of the network model itself substantially influences the MLFF predictions. This observation calls from an urgent need for standardized protocols to minimize model-dependent biases in MLFF-based MD."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nano-engineered surface enhanced Raman spectroscopy substrates for probing tissue-material interactions",
      "authors": [
        "Connie M. Wang, Roberta M. Sabino, Aditya Garg, Ahmed E. Salih, Loza F. Tadesse, Elazer R. Edelman"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11651",
      "arxiv": "https://arxiv.org/abs/2512.11651",
      "doi": null,
      "summary": "Innovation in biomaterials has brought both breakthroughs and new challenges in medicine, as implant materials have become increasingly multifunctional and complex. One of the greatest issues is the difficulty in assessing the temporal and multidimensional dynamics of tissue-implant interactions. Implant biology remains hard to decipher without a noninvasive and multiplexed technique that can accurately monitor real-time biological processes. To address this, we developed a multifunctional, self-sensing implant material composed of gold nano-columns patterned on a titanium surface (AuNC-Ti). This material acts as a nanoengineered surface-enhanced Raman spectroscopy (SERS) substrate that amplifies biological Raman signals at the tissue-implant interface, providing the ability to sense tissue-material interactions in a multiplexed and nondestructive manner. AuNC-Ti SERS substrates were fabricated using oblique angle deposition (OAD) and characterized using scanning electron microscopy (SEM) to show uniform formation of AuNCs ($360 \\pm 40$ nm in length and $50 \\pm 16$ nm in width). X-ray photoelectron spectroscopy (XPS), X-ray diffraction (XRD), and contact angle measurements demonstrated biocompatible surface chemistry with ideal wettability. Biocompatibility was further demonstrated via in vitro cytotoxicity assays on human aortic endothelial cells (HAECs) cultured on AuNC-Ti surfaces. The median SERS enhancement factor (EF) was calculated to be $1.8 \\times 10^5$, and spatial identification of reporter molecules and porcine tissue components on AuNC-Ti surfaces was demonstrated using confocal Raman imaging and multivariate analysis. Our approach utilizes unlabeled SERS and machine learning, promising multiplexed characterization of tissue-material interactions and subsequently enabling tissue state determination and non-invasive monitoring of implant-tissue interaction."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Curvilinear magnonic crystal based on 3D hierarchical nanotemplates",
      "authors": [
        "Gianluca Gubbiotti, Olha Bezsmertna, Oleksandr V. Pylypovskyi, Rui Xu, Stephane Chiroli, Fatih Zighem, Claudia Fernandez Gonzalez, Andrea Sorrentino, David Raftrey, Daniel Wolf, Axel Lubk, Peter Fischer, Damien Faurie, Denys Makarov"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11663",
      "arxiv": "https://arxiv.org/abs/2512.11663",
      "doi": null,
      "summary": "Curvilinear magnetic nanostructures enable control of magnetization dynamics through geometry-induced anisotropy and chiral interactions as well as magnetic field modulation. In this work, we report a curvilinear magnonic crystal based on large-area square arrays of truncated nanospikes fabricated by conformal coating of 3D hierarchical templates with permalloy thin films. Brillouin light scattering spectroscopy reveals anisotropic band structure with multiple dispersive and folded Bloch-type dispersive spin-wave modes as well as non-dispersive modes exhibiting direction-dependent frequency shifts and intensity asymmetries along lattice principal axes. Finite element micromagnetic simulations indicate that curvature-induced variations of the demagnetizing field govern the magnonic response, enabling the identification of modes propagating in nanochannels and other localized on nanospike apexes or along the ridges connecting adjacent nanospikes. The combination of geometric curvature and optical probing asymmetry produces directional dependence of magnonic bands, establishing 3D hierarchical templates as a versatile platform for curvature-engineered magnonics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "X-ray magnetic circular dichroism of altermagnet $\\alpha$-Fe$_2$O$_3$ based on multiplet ligand-field theory using Wannier orbitals",
      "authors": [
        "Ruiwen Xie, Hamza Zerdoumi, Hongbin Zhang"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11664",
      "arxiv": "https://arxiv.org/abs/2512.11664",
      "doi": null,
      "summary": "Hematite $\\alpha$-Fe$_2$O$_3$ is a $g$-wave altermagnetic material, which has an easy-axis phase and easy-plane weak ferromagnetic phase below and above Morin transition temperature, respectively. The presence of these phases renders it a good candidate to study the characteristic spin splitting in altermagnets under the impacts of relativistic effect and finite temperature. In this regard, we have calculated the band structure of $\\alpha$-Fe$_2$O$_3$ based on density functional theory (DFT) which also considers the Hubbard-U correction and spin-orbit coupling (SOC) effects. Additionally, the charge self-consistent DFT + dynamical mean-field theory (DMFT) calculations have been performed at finite temperatures. It is found that the altermagnetic spin splitting in $\\alpha$-Fe$_2$O$_3$ preserves with either SOC or temperature effect taken into account. Furthermore, we present a numerical simulation of the x-ray magnetic circular dichroism (XMCD) of the L$_{2,3}$ edge of Fe using a combination of DFT with multiplet ligand-field theory (MLFT). In terms of the different N\\'eel vectors present in $\\alpha$-Fe$_2$O$_3$, we calculate the x-ray absorption spectroscopy (XAS) of the L$_{2,3}$ edge of Fe in the form of conductivity tensor and analyze the XMCD response from a perspective of symmetry. A characteristic XMCD line shape is expected when the N\\'eel vector is along [010] direction (magnetic point group $2^\\prime/m^\\prime$) and the light propagation vector is perpendicular to the N\\'eel vector, which can be further distinguished from the XMCD response originated from weak ferromagnetism with the light propagation vector parallel to the N\\'eel vector."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "2$k_F$ instability and chiral spin density wave at the 1/9 magnetization plateau in the kagome antiferromagnets",
      "authors": [
        "Tanja {\\DJ}uri\\'c, Pinaki Sengupta"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11670",
      "arxiv": "https://arxiv.org/abs/2512.11670",
      "doi": null,
      "summary": "Kagome lattice antiferromagnets exhibit plethora of intriguing phases of matter. Particularly interesting state appears at the magnetic field-induced $1/9$ magnetization plateau observed in several recent experimental studies. The nature and exotic physical properties of the plateau however remain controversial due to an exceptional complexity of the state generated by geometrical frustration. Among candidate states recent studies found a $Z_3$ quantum spin liquid state, a valence bond crystal exhibiting an hourglass pattern and a valence bond crystal state with a $3\\times 3$ periodicity and a windmill-shaped motif. Recent torque magnetometry measurements on YCOB single-crystal samples however indicate presence of Dirac-like spinons at $1/9$ magnetization plateau. We study properties of the plateau state using novel machine learning technique that combines variational Monte Carlo, symmetry enhanced neural network quantum states and flux insertion method. Our machine learning study reveals that the ground state at the $1/9$ plateau is a gapless $1\\times 1$ chiral spin density wave caused by 2$k_F$ instability of the underlying composite Fermi liquid. The spin wave chirality results from the correlated spin order that reflects its nontrivial topology."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electric and spin-valley currents induced by structured light in 2D Dirac materials",
      "authors": [
        "A. A. Gunyaga, M. V. Durnev, S. A. Tarasenko"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11677",
      "arxiv": "https://arxiv.org/abs/2512.11677",
      "doi": null,
      "summary": "Structured optical fields can be used for the injection and control of charge and spin-valley currents. Here, we present a systematical study of these phenomena for interband absorption of structured light in 2D Dirac materials. We derive general expressions for the current density and the quasi-classical generation rate of photoelectrons in the momentum, coordinate, and spin-valley spaces. We reveal mechanisms of the current formation determined by the local and non-local contributions to the optical generation, including the mechanisms related to optical alignment of electron momenta by linearly polarized light, optical orientation by circularly polarized light, and the class of charge and spin-valley photon drags sensitive to the phase and polarization profiles of the optical field. We develop a kinetic theory of electric and spin-valley currents driven by the optical field with spatially inhomogeneous intensity, polarization, and phase and obtain analytical expressions for the current contributions. The theory is applied to analyze the photocurrents emerging in TMDC layers and graphene excited by polarization gratings."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Dynamical Signatures of Topological Flow Transitions in Limit Cycle Phases",
      "authors": [
        "Alejandro S. G\\'omez, Javier del Pino"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11747",
      "arxiv": "https://arxiv.org/abs/2512.11747",
      "doi": null,
      "summary": "Quantum self-oscillatory phases are ubiquitous in driven-dissipative systems. Classically, each phase is defined by its flow pattern and how stationary sets organize phase space (e.g. fixed points and limit cycles), with transitions triggered by local bifurcations or global basin rearrangements. In the quantum regime, these reorganizations are often blurred by density-matrix averaging, and spectral indicators such as the Liouvillian gap can miss changes that unfold mainly in the transients. Here we introduce a topological graph invariant, the molecule, which captures the phase-space connectivity of fixed points and limit cycles. Transitions show up as discrete changes of this invariant, with each form marking a distinct quantum dynamical pattern (e.g. relaxation pathway). The molecule encodes the global topological constraints that govern how stationary sets and their basins can rearrange, clarifies when such rearrangements can affect the Liouvillian modes, and reveals additional transitions that remain hidden in the steady-state spectrum but stem from global changes of the flow topology. Our findings show that flow topology offers a clear and unified way to identify and classify dynamical phases beyond what Liouvillian spectra alone reveal."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Elastocapillary adhesion of soft gel microspheres",
      "authors": [
        "Joseph N. Headley, Edgar W. Lyons, Mathew Q. Giso, Emily P. Kuwaye, Caroline D. Tally, Aidan J. Duncan, Chaitanya Joshi, Timothy J. Atherton, Katharine E. Jensen"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11752",
      "arxiv": "https://arxiv.org/abs/2512.11752",
      "doi": null,
      "summary": "Softer means stickier for solid adhesives, because material compliance facilitates close contact between non-conformal surfaces. Recent discoveries have revealed that soft materials can exhibit a rich array of new physics arising from competing effects of continuum elasticity, fluid-like surface mechanics, and internal poroelastic flows, all of which can directly impact interfacial interactions. In this work, we investigate this complex interplay across several orders of magnitude of elastic stiffness by measuring the complete adhesive contact geometry between compliant silicone gel microspheres and flat, rigid substrates. We observe a continuous elastocapillary transition in adhesion mechanics, with novel features revealed by both the breadth of data and the detailed contact geometries. Importantly, soft gel spheres exhibit a remarkably broad range of near-equilibrium contact morphologies and their contact line deformation is always mediated by a fluid contact zone that phase separates from the gel. To explain this, we develop a new model incorporating elastocapillary and poroelastic mechanics that predicts the complete range of adhesive behavior and elucidates energetic tradeoffs. The data and model together reveal a shallow energy landscape that may contribute to the robustness of everyday adhesives."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Statistics of the vortex pinning potential in superconducting films",
      "authors": [
        "Matvei S. Kniazev, Nikolai A. Stepanov, Mikhail A. Skvortsov"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11780",
      "arxiv": "https://arxiv.org/abs/2512.11780",
      "doi": null,
      "summary": "We investigate the statistical properties of the vortex pinning potential in a thin superconducting film. Modeling intrinsic inhomogeneities by a random-temperature Ginzburg-Landau functional with short-range Gaussian disorder, we derive the pinning landscape $E(\\mathbf{R})$ by determining how the vortex core adapts to randomness. Within the hard-core approximation, applicable for weak disorder, the energy landscape exhibits Gaussian statistics. In this regime, the mean areal density of its minima is given by $n_\\text{min}\\approx(6\\xi)^{-2}$, indicating that the typical spacing between neighboring minima is significantly larger than the vortex core size $\\xi$. Going beyond the hard-core approximation, we allow the vortex order parameter to relax in response to the inhomogeneities. As a result, the pinning potential statistics become non-Gaussian. We calculate the leading correction due to the core deformation, which reduces the density of minima with a relative magnitude scaling as $(T_c-T)^{-1/2}$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Coherence and Interaction in confined room-temperature polariton condensates with Frenkel excitons",
      "authors": [
        "Simon Betzold, Marco Dusel, Oleksandr Kyriienko, Christof P. Dietrich, Sebastian Klembt, J\\\"urgen Ohmer, Utz Fischer, Ivan A. Shelykh, Christian Schneider, Sven H\\\"ofling"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/1906.02509",
      "arxiv": "https://arxiv.org/abs/1906.02509",
      "doi": null,
      "summary": "The strong light-matter coupling of a microcavity mode to tightly bound Frenkel excitons in organic materials emerged as a versatile, room-temperature compatible platform to study nonlinear many-particle physics and bosonic condensation. However, various aspects of the optical response of Frenkel excitons in this regime remained largely unexplored. Here, we utilize a hemispheric optical cavity filled with the fluorescent protein mCherry to address two important questions in the field of room-temperature polariton condensates. First, combining the high quality factor of the microcavity with a well-defined mode structure allows us to provide a definite answer whether temporal coherence in such systems can become competitive with their low-temperature counterparts. We observe highly monochromatic and coherent light beams emitted from the condensate, characterized by a coherence time greater than 150$\\,$ps, which exceeds the polariton lifetime by two orders of magnitude. Second, the high quality of our device allows to sensibly trace the emission energy of the condensate, and thus to establish a fundamental picture which quantitatively explains the core nonlinear processes yielding the characteristic density-dependent blueshift. We find that the energy shift of Frenkel exciton-polaritons is largely dominated by the reduction of the Rabi-splitting due to phase space filling effects, which is influenced by the redistribution of polaritons in the system. While our finding of highly coherent condensation at ambient conditions addresses the suitability of organic polaritonics regarding their utilization as highly coherent room temperature polariton lasers, shedding light on the non-linearity is of great benefit towards implementing non-linear devices, optical switches, and lattices based on exciton-polaritons at room temperature."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Corkscrew motion of Trypanosome brucei is driven by helical beating of the flagellum and facilitated by its bent shape",
      "authors": [
        "Sizhe Cheng, Devadyouti Das, Mykhaylo Barchuk, Raveen Armstrong, Michele M. Klingbeil, Becca Thomases, Shuang Zhou"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.10021",
      "arxiv": "https://arxiv.org/abs/2512.10021",
      "doi": null,
      "summary": "In the pathogenic parasite Trypanosoma brucei, a laterally attached flagellum drives rapid deformation of the complex cell body, producing puzzling dynamics. High-speed defocusing imaging reveals that surface points trace flower-like patterns in transverse planes. The petals arise from clockwise flagellar beating, which generates a right-handed helical wave propagating from the anterior tip along the body, advancing the cell like a twisted corkscrew. The central lobes result from slower counterclockwise body rotation required to balance the active torque. The bent cell shape underneath the flagellum superimposes these two chiral motions at different radial distances, producing the observed patterns. Three-dimensional hydrodynamic simulations using the method of regularized Stokeslets reproduce these dynamics and show that bent cell shape enhances swimming, suggesting an adaptive advantage of T. brucei's morphology."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Pole skipping from universal hydrodynamics of (1+1)d QFTs",
      "authors": [
        "Richard A. Davison, Hanzhi Jiang"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11024",
      "arxiv": "https://arxiv.org/abs/2512.11024",
      "doi": null,
      "summary": "(1+1)d QFTs provide a tractable arena for understanding the emergence of hydrodynamics in thermal states. At high temperatures this process is governed by the weak breaking of conformal symmetry, and so in this limit many features of the hydrodynamic theory that emerges have been argued to be universal. In this paper we study aspects of the stress tensor thermal two-point function in holographic QFTs of this kind and show that they are consistent with the universal hydrodynamic theory proposed to apply at late times. Specifically, we identify the locations of the `pole skipping' points in momentum space at which there is an intersection of poles and zeroes of this two-point function in holographic QFTs. Although these points lie outside the regime where the hydrodynamic theory is controlled, we show that their locations are consistent with those found by resumming the hydrodynamic derivative expansion near the lightcone. For example, this resummation of the universal hydrodynamics correctly predicts the butterfly velocity of holographic theories."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Crystalline Spectral Form Factors",
      "authors": [
        "Dmitrii A. Trunin, David A. Huse"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11054",
      "arxiv": "https://arxiv.org/abs/2512.11054",
      "doi": null,
      "summary": "We investigate crystalline-like behavior of the spectral form factor (SFF) in unitary quantum systems with extremely strong eigenvalue repulsion. Using a low-temperature Coulomb gas as a model of repulsive eigenvalues, we derive the Debye-Waller factor suppressing periodic oscillations of the SFF and estimate the order of its singularities at multiples of the Heisenberg time. We also reproduce this crystalline-like behavior using perturbed permutation circuits and random matrix ensembles associated with Lax matrices. Our results lay a foundation for future studies of quantum systems that exhibit intermediate level statistics between standard random matrix ensembles and permutation circuits."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal and non-universal facets of quantum critical phenomena unveiled along the Schmidt decomposition theorem",
      "authors": [
        "Samuel M. Soares, Lucas Squillante, Henrique S. Lima, Constantino Tsallis, Mariano de Souza"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11093",
      "arxiv": "https://arxiv.org/abs/2512.11093",
      "doi": null,
      "summary": "We investigate the influence of the spin magnitude $S$ on the quantum Gr\\\"uneisen parameter $\\Gamma^{0\\text{K}}_q$ right at critical points (CPs) for the 1D Ising model under a transverse magnetic field. Our findings are fourfold: $\\textit{i)}$ for higher $S$, $\\Gamma^{0\\text{K}}_q$ is increased, but remains finite, reflecting the enhancement of the Hilbert space dimensionality; $\\textit{ii)}$ the Schmidt decomposition theorem recovers the extensivity of the nonadditive $q$-entropy $S_q$ only for a $\\textit{special}$ value of the entropic index $q$; $\\textit{iii)}$ the universality class in the frame of $S_q$ depends only on the symmetry of the system; $\\textit{iv)}$ we propose an experimental setup to explore finite size effects in connection with the Hilbert space occupation at CPs. Our findings unveil both universal and non-universal aspects of quantum criticality in terms of $\\Gamma^{0\\text{K}}_q$ and $S_q$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Network-Irreducible Multiparty Entanglement in Quantum Matter",
      "authors": [
        "Liuke Lyu, Pedro Lauand, William Witczak-Krempa"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11118",
      "arxiv": "https://arxiv.org/abs/2512.11118",
      "doi": null,
      "summary": "We show that the standard approach to characterize collective entanglement via genuine multiparty entanglement (GME) leads to an area law in ground and thermal Gibbs states of local Hamiltonians. To capture the truly collective part one needs to go beyond this short-range contribution tied to interfaces between subregions. Genuine network multiparty entanglement (GNME) achieves a systematic resolution of this goal by analyzing whether a $k$-party state can be prepared by a quantum network consisting of $(k-1)$-partite resources. We develop tools to certify and quantify GNME, and benchmark them for GHZ, W and Dicke states. We then study the 1d transverse field Ising model, where we find a sharp peak of GNME near the critical phase transition, and rapid suppression elsewhere. Finite temperature leads to a faster death of GNME compared to GME. Furthermore, certain 2d quantum spin liquids do not have GNME in microscopic subregions while possessing strong GME. This approach will allow to chart truly collective entanglement in quantum matter both in and out of equilibrium."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Bismuth nanogratings with narrow plasmon resonances for dynamic polarized color generation and colorimetric sensing",
      "authors": [
        "Fernando Chac\\'on S\\'anchez, F\\'atima Cabello, Marina Garc\\'ia Pardo, Emmanuel Haro-Poniatowski, Rosal\\'ia Serna, Johann Toudert"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11151",
      "arxiv": "https://arxiv.org/abs/2512.11151",
      "doi": null,
      "summary": "Bismuth nanostructures are appealing for sustainable color generation and sunlight harvesting, thanks to their non-toxicity and their tunable visible-to-near infrared interband plasmon resonances. However, owing to their broad and polarization-insensitive spectral features, the nanostructures reported so far displayed a limited color tunability and were unsuitable for other applications such as sensing. Herein, we report bismuth nanogratings with polarization-sensitive and narrow plasmon resonances (Q > 10). They were fabricated on the $cm^2$ scale following a lithography-free approach: conformal pulsed laser deposition of bismuth onto the reflective and transparent nanostructured layers of DVDs. We characterized their specular reflectance for different orientations of the plane of incidence, angles of incidence, and polarizations of light. When light is polarized in the plane perpendicular to the lines, plasmon resonances occur and shift across the visible-to-near infrared upon changing the angle of incidence. In contrast, no such resonances occur when light is polarized in the plane parallel to the lines. This results in well-contrasted, polarization-sensitive colors, which are iridescent for the former orientation of polarization, and not for the latter. Resonances strongly shift upon changing the refractive index of the surrounding medium (> 500 nm/RIU), resulting in a marked change in the plasmonic color, e.g., from green in air to red in water. This showcases the potential of these nanogratings for dynamic polarized color generation and colorimetric sensing."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Gate-controlled analog memcapacitance in LaAlO3/SrTiO3 interface-based devices",
      "authors": [
        "Soumen Pradhan, Victor Lopez-Richard, Igor Ricardo Filgueira e Silva, Fabian Hartmann, Ana Luiza Costa Silva, Leonardo K. Castelano, Merit Spring, Silke Kuhn, Michael Sing, Ralph Claessen, Sven H\\\"ofling"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11176",
      "arxiv": "https://arxiv.org/abs/2512.11176",
      "doi": null,
      "summary": "Current memcapacitor implementations typically demand complex fabrication processes or depend on organic materials exhibiting poor environmental stability and reproducibility. Here, we demonstrate memcapacitor structures utilizing a quasi 2-dimensional electron gas, formed at the crystalline LaAlO3/SrTiO3 heterointerface, as electrodes and SiO2/SrTiO3 as dielectric layer. The observed memcapacitance originates from the charge localization in a lateral floating gate, while an applied gate voltage enables reversible tuning of the device capacitance. Furthermore, preprogrammed or erased gate biases enable controllable shifts of the capacitance hysteresis window toward positive or negative bias, leading to an enlarged capacitance gap at zero bias. A memcapacitor model developed for this system reproduces the main features of the experimental capacitance hysteresis, capturing the effects of charge fluctuations and dielectric frequency modulation within the oxide layer. The demonstrated low-voltage operation and gate tunability of oxide interface-based memcapacitors highlight their potential for power-efficient, capacitor-based neuromorphic and synaptic electronic architectures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electrical Stability of Cr2O3/\\b{eta}-Ga2O3 and NiOx/\\b{eta}-Ga2O3 Heterojunction Diodes",
      "authors": [
        "Yizheng Liu, Haochen Wang, Carl Peterson, Chinmoy Nath Saha, Chris G. Van de Walle, Sriram Krishnamoorthy"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11264",
      "arxiv": "https://arxiv.org/abs/2512.11264",
      "doi": null,
      "summary": "This work reports the electrical characteristics comparison study between Cr2O3 and NiOx based heterojunction diodes (HJD) on halide vapor phase epitaxy (HVPE) grown \\b{eta}-Ga2O3 epitaxial layers. Both as-fabricated Cr2O3 and NiOx HJDs exhibited forward current density in a range of 130-150 A/cm^2 at 5 V with rectifying ratios >10^10 and a reverse leakage current density at 10^-8 A/cm^2 at -5 V. The differential specific on-resistance of Cr2O3 and NiOx HJDs was 12.01 m{\\Omega}*cm^2 and 12.05 m{\\Omega}*cm^2, respectively. Breakdown voltages of Cr2O3 HJDs ranged from 1.4-1.9 kV and 1.5-2.3 kV for NiOx HJDs. Theoretical band alignment between Cr2O3 and \\b{eta}-Ga2O3 was calculated from first principles. The ambient exposed NiOx/HVPE \\b{eta}-Ga2O3 HJDs forward current density degraded after 10 days while that of Cr2O3/HVPE \\b{eta}-Ga2O3 HJDs remained nearly unchanged after the same amount of time. It was later confirmed that the ambient exposed sputtered NiOx sheet resistance (Rsh) degradation gave rise to the reduction of the forward current density of the NiOx based HJDs, and water (H2O) was qualitatively determined to be the agent attributed to the forward conduction degradation by measuring the Rsh of NiOx-on-sapphire reference wafer after exposing it to different environments. The Cr2O3/HVPE \\b{eta}-Ga2O3 HJD also exhibited enhanced thermal stability compared to the NiOx/\\b{eta}-Ga2O3 heterostructures at elevated temperatures. Interfacial nickel gallate (Ga2NiO4) phase formation expected from phase diagrams can explain the reduced thermal stability of NiOx/\\b{eta}-Ga2O3 HJDs. This study indicates that Cr2O3 is a stable p-type oxide for the realization of robust multi-kV \\b{eta}-Ga2O3 HJDs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Arf-Brown-Kervaire invariant on a lattice",
      "authors": [
        "Sho Araki, Hidenori Fukaya, Tetsuya Onogi, Satoshi Yamaguchi"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11424",
      "arxiv": "https://arxiv.org/abs/2512.11424",
      "doi": null,
      "summary": "We propose a lattice formulation of the Arf-Brown-Kervaire (ABK) invariant which takes values in $\\mathbb{Z}_8$. Compared to the standard $\\mathbb{Z}$-valued index, the ABK invariant is more involved in that it arises in Majorana fermion partition functions with reflection symmetry on two-dimensional non-orientable manifolds, and its definition contains an infinite sum over Dirac eigenvalues that requires proper regularization. We employ the massive Wilson Dirac operator, with and without domain-walls, on standard two-dimensional square lattices, and use its Pfaffian for the definition. Twisted boundary conditions and cross-caps, which reverse the orientation, are introduced to realize nontrivial topologies equipped with nontrivial $\\mathrm{Pin}^{-}$ structures of Majorana fermions. We verify numerically (and partly analytically) that our formulation on a torus, Klein bottle, real projective plane (as well as its triple connected sum), and two types of M\\\"obius strip reproduces the known values in continuum theory."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Lattice Schwinger Model and Its Quantum Simulation",
      "authors": [
        "Joao C. Pinto Barros, Pierpaolo Fontana, Pasquale Sodano, Andrea Trombettoni"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11533",
      "arxiv": "https://arxiv.org/abs/2512.11533",
      "doi": "10.1007/978-3-031-91266-5_18",
      "summary": "In this chapter we review results on the lattice Schwinger model. In par-ticular, we show how the effect of the anomaly is reproduced on the lattice. We connect these results to recent developments in the field of quantum simulation of interacting field theories. Schemes for the quantum simulation of (approximations of) Schwinger models are discussed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Capillary Filling Dynamics in Polygonal Tubes",
      "authors": [
        "Chen Zhao, Yu Huang, Tingxuan Chen, Jiaxuan Li, Jiajia Zhou, Masao Doi"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11553",
      "arxiv": "https://arxiv.org/abs/2512.11553",
      "doi": "10.1063/5.0260670",
      "summary": "We study the dynamics of capillary filling in tubes of regular polygon cross-section. Using Onsager variational principle, we derive a coupled ordinary differential equation and partial differential equation, which respectively describe time evolution of the bulk flow and the saturation profile of the finger flow. We obtain both numerical solution and self-similar solution to the coupled equations, and the results indicate that the bulk flow and the finger flow both follow the $t^{1/2}$ time-scaling. We show that due to the coupling effect of the finger flow, the prefactor for the bulk flow is smaller than that of the Lucas-Washburn prediction. The reduction effect is more pronounced when the side number $n$ of the regular-polygon is small, while as $n$ increases, the prefactor approaches Lucas-Washburn prediction."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Recovering long-range cumulative response to geometric frustration in quasi-1d systems, mediated by constitutive softness",
      "authors": [
        "Snir Meiri, Efi Efrati"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11562",
      "arxiv": "https://arxiv.org/abs/2512.11562",
      "doi": null,
      "summary": "Cumulative geometric frustration can drive self-limited assembly and morphology selection through size-dependent energetic costs. However, the slenderness of quasi-one-dimensional systems generally suppresses the formation of long-range longitudinal gradients. We show that the suppression of longitudinal gradients can be overcome by tuning the ratio between the longitudinal and transverse (shear) moduli. We demonstrate the recovery of cumulative frustration across distinct quasi-one-dimensional systems, each frustrated through a different mechanism, by the introduction of a soft response mode."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exceptional Alkaline Methanol Electrooxidation on Bi-modified Pt3M Intermetallics: Kinetic Origins and an OH Binding Energy Descriptor",
      "authors": [
        "Lecheng Liang, Hengyu Li, Shao Ye, Peng Li, Kaiyang Xu, Jinhui Liang, Binwen Zeng, Bo Shen, Taisuke Ozaki, Zhiming Cui"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11566",
      "arxiv": "https://arxiv.org/abs/2512.11566",
      "doi": null,
      "summary": "The exploration of advanced CO-free catalysts and clarifying the ambiguous kinetic origins and governing factors would undoubtedly open up opportunities to overcome the sluggish kinetics of methanol electrooxidation and promote the development of direct methanol fuel cells. Herein, we constructed a family of Bi-modified Pt3M intermetallic catalysts (Bi-Pt3M/C, M=Cr, Mn, Co, Zn, In, Ga, and Sn) that follow CO-free dominated pathway and exhibit exceptional catalytic activity. More significantly, leveraging this platform, we have identified the pivotal factor governing the reaction kinetics in CO-free pathway, namely OH binding energy (OHBE). This arises because the rate-determining step (RDS) encompasses both C-H bond activation and water dissociation, whose respective barriers can be reflected by the OHBE. Accordingly, OHBE can act as an activity descriptor. Specifically, Bi-Pt3In/C stands out from other Bi-Pt3M/C and delivers the unprecedented mass activity of 36.7 A mgPt-1 at peak potential, far exceeding state-of-the-art Pt-based catalysts reported to date. Taking Bi-Pt3In/C as a proof of concept, we clearly elucidate the origin of enhanced MOR activity by combining theoretical calculations, kinetic isotope effects, and formaldehyde electrooxidation. Moreover, there exhibits a volcano-type trend between OHBE and the activity of Bi-Pt3M/C. Beyond the discovery of ultrahigh-performance catalysts, these findings provide a detailed mechanistic picture of RDS and offer an innovative design principle for advanced catalysts."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tailoring quantum walks in integrated photonic lattices",
      "authors": [
        "A. Raymond, P. Cathala, M. Morassi, A. Lema\\^itre, F. Raineri, S. Ducci, F. Baboux"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11608",
      "arxiv": "https://arxiv.org/abs/2512.11608",
      "doi": "10.1364/OE.571522",
      "summary": "Unlike discrete photonic circuits, which manipulate photons step-by-step using a series of optical elements, arrays of coupled waveguides enable photons to interfere continuously across the entire structure. When composed of a nonlinear material, such arrays can also directly generate quantum states of light within the circuit. To clarify the similarities and distinctions between these two approaches of quantum walks, we conduct here a systematic comparison between linear waveguide arrays, injected with photons produced externally, and nonlinear arrays, where photon pairs are continuously generated via parametric down-conversion. We experimentally validate these predictions using III-V semiconductor nonlinear waveguide lattices with varied geometries, enabling us to tune the depth of the quantum walks over an order of magnitude and reveal the gradual emergence of non-classicality in the output state. Finally, we demonstrate an inverse-design approach to engineer \\textit{aperiodic} waveguide arrays, whose optimized coupling profiles generate maximally entangled states such as the biphoton W-state. These results highlight the potential of continuously-coupled photonic systems to harness high-dimensional entanglement within compact architectures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Basis dependence of Neural Quantum States for the Transverse Field Ising Model",
      "authors": [
        "Ronald Santiago Cortes, Aravindh S. Shankar, Marcello Dalmonte, Roberto Verdel, Nils Niggemann"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11632",
      "arxiv": "https://arxiv.org/abs/2512.11632",
      "doi": null,
      "summary": "Neural Quantum States (NQS) are powerful tools used to represent complex quantum many-body states in an increasingly wide range of applications. However, despite their popularity, at present only a rudimentary understanding of their limitations exists. In this work, we investigate the dependence of NQS on the choice of the computational basis, focusing on restricted Boltzmann machines. Considering a family of rotated Hamiltonians corresponding to the paradigmatic transverse-field Ising model, we discuss the properties of ground states responsible for the dependence of NQS performance, namely the presence of ground state degeneracies as well as the uniformity of amplitudes and phases, carefully examining their interplay. We identify that the basis-dependence of the performance is linked to the convergence properties of a cluster or cumulant expansion of multi-spin operators -- providing a framework to directly connect physical, basis-dependent properties, to performance itself. Our results provide insights that may be used to gauge the applicability of NQS to new problems and to identify the optimal basis for numerical computations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nuclear magnetic resonance on a single atom with a local probe",
      "authors": [
        "Hester G. Vennema, Cristina Mier, Evert W. Stolte, Leonard Edens, Jinwon Lee, Sander Otte"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11652",
      "arxiv": "https://arxiv.org/abs/2512.11652",
      "doi": null,
      "summary": "The nuclear spin is a prime candidate for quantum information applications due to its weak coupling to the environment and inherently long coherence times. However, this weak coupling also challenges the addressability of the nuclear spin. Here we demonstrate nuclear magnetic resonance (NMR) on a single on-surface atom using a local scanning probe. We employ an electron-nuclear double resonance measurement scheme and resolve nuclear spin transitions of a single 47Ti isotope with a nuclear spin of I = 5/2. The quadrupole interaction enables to resolve multiple NMR transitions, which are consistent with our eigenenergy calculations. Our experimental results indicate that the nuclear spin can be driven efficiently irrespective of its hybridization with the electron spin, which is required for direct control of the nuclear spin in the long-lifetime regime. This investigation of NMR on a single atom in a platform with atomic-scale control is a valuable development for other platforms deploying nuclear spins for characterization techniques or quantum information technology."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tailored Error Mitigation for Single-Qubit Magnetometry",
      "authors": [
        "Miriam Resch, Dennis Herb, Mirko Rossini, Joachim Ankerhold, Dominik Maile"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11671",
      "arxiv": "https://arxiv.org/abs/2512.11671",
      "doi": null,
      "summary": "Quantum sensing is an emerging field with the potential to outperform classical methods in both precision and spatial resolution. However, the sensitivity of the underlying quantum platform also makes the sensors highly susceptible to their environmental noise. To address this issue, techniques from the field of quantum error mitigation use information about the noise to improve measurement results. We present a novel mitigation technique for quantum sensors to efficiently reverse the effects of any noise that can be described by a completely positive trace preserving map. The method leverages the knowledge acquired by a pre-characterization step of the device to automatically adapt to the complexity of the dissipative evolution and to indicate optimal sensing times $\\tau$ to achieve the most accurate results. We demonstrate that our method reaches the best achievable sensitivity in noisy single-NV-center magnetometry. This work marks a further step toward more resilient quantum sensors with the smallest scale of resolution."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Arbitrary-order exceptional points in a nanomechanical cavity",
      "authors": [
        "Ning Wu, Kaiyu Cui, Ziming Chen, Chenxuan Wang, Xue Feng, Fang Liu, Wei Zhang, Hao Sun, Yongzhuo Li, Yidong Huang"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11679",
      "arxiv": "https://arxiv.org/abs/2512.11679",
      "doi": null,
      "summary": "Higher-order exceptional points (EPs) govern non-Hermitian system dynamics through their enriched and sharpened spectral topology, yet the intrinsic topological fragility hinders robust experimental realization. Here, we present a scalable architecture that implements arbitrary-order EPs via a recurrent network comprising a single nanomechanical resonator and unlimited virtual resonators. We experimentally realize mechanical EPs up to the seventh order and confirm this architecture's scalability. Moreover, we reveal that the fundamental noise component and the measured signal share the same system coupling channel and thus undergo identical root-response amplification near EPs of arbitrary order, consistent with our signal-to-noise ratio measurements. Our work establishes a general platform for exploring higher-order EP-based phenomena while clarifying the fundamental boundary of non-Hermitian sensitivity enhancement across diverse physical systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "When Is Nanoconfined Water Different From Interfacial Water?",
      "authors": [
        "Xavier R. Advincula, Christoph Schran, Angelos Michaelides"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11766",
      "arxiv": "https://arxiv.org/abs/2512.11766",
      "doi": null,
      "summary": "Water behaves very differently at surfaces and under extreme confinement, but the boundary between these two regimes has remained unclear. Despite evidence that interfacial effects persist under sub-nanometre confinement, the molecular-scale behaviour and its evolution with slit width remain unclear. Here, we use machine-learning molecular dynamics with first-principles accuracy to probe water at graphene surfaces across slit widths ranging from the open-interface limit to angstrom-scale confinement. We find that water undergoes a sharp structural transition: when three or more water layers fit between the walls, the structure of the graphene-water interface is effectively indistinguishable from that in an open system, with density layering, hydrogen bonding, and orientational ordering retaining interfacial character. Below this threshold, however, angstrom-scale confinement strongly reorganises the liquid, producing enhanced ordering, a restructured hydrogen-bond network, and modified orientational motifs. These results establish a molecular-level picture that clearly separates interfacial behaviour from genuine nanoconfinement and provide guidance for predicting and controlling the structure of water in nanoscale solid-liquid environments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Learning Minimal Representations of Fermionic Ground States",
      "authors": [
        "Felix Frohnert, Emiel Koridon, Stefano Polla"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11767",
      "arxiv": "https://arxiv.org/abs/2512.11767",
      "doi": null,
      "summary": "We introduce an unsupervised machine-learning framework that discovers optimally compressed representations of quantum many-body ground states. Using an autoencoder neural network architecture on data from $L$-site Fermi-Hubbard models, we identify minimal latent spaces with a sharp reconstruction quality threshold at $L-1$ latent dimensions, matching the system's intrinsic degrees of freedom. We demonstrate the use of the trained decoder as a differentiable variational ansatz to minimize energy directly within the latent space. Crucially, this approach circumvents the $N$-representability problem, as the learned manifold implicitly restricts the optimization to physically valid quantum states."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Krylov algorithm using unitary decomposition for exact eigenstates of fermionic systems using quantum computers",
      "authors": [
        "Ayush Asthana"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.11788",
      "arxiv": "https://arxiv.org/abs/2512.11788",
      "doi": null,
      "summary": "Quantum Krylov algorithms have emerged as a useful framework for quantum simulations in quantum chemistry and many-body physics, offering a favorable trade-off between potential quantum speedups and practical resource demands. However, the current primary approach to building Krylov vectors in these algorithms is to use real or imaginary-time evolution, which is not exact, require an arbitrary time-step parameter ($\\Delta t$), and degrade the Krylov vectors quickly with increasing $\\Delta t$. In this paper, we develop a quantum Krylov algorithm without time evolution and with an exact formulation of the Krylov subspace, named ``Quantum Krylov using Unitary Decomposition'' (QKUD), along with implementation proposals for quantum computers. Not only is this algorithm exact in the limit $\\epsilon \\to 0$ of the error parameter $\\epsilon$, but it also produces more accurate Krylov vectors at $\\epsilon \\neq 0$ than conventional time evolution due to more favorable error scaling (O($\\epsilon^2$) vs O($\\Delta t$)). Through simulations, we demonstrate that these theoretical benefits yield numerical advantages: (i) QKUD provides numerically exact results at small $\\epsilon$, (ii) it remains stable across a broad range of $\\epsilon$ values, indicating low parameter sensitivity, and (iii) it can solve problems unreachable by conventional time evolution. This development resolves a central limitation of quantum Krylov algorithms, namely their inexactness and sensitivity to the time-step parameter, and paves the way for new and powerful quantum Krylov algorithms for quantum computers with a stronger promise of quantum advantage."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dispersion of plasmons in three-dimensional superconductors",
      "authors": [
        "T. Repplinger, S. Klimin, M. G\\'el\\'edan, J. Tempere, H. Kurkjian"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2201.11421",
      "arxiv": "https://arxiv.org/abs/2201.11421",
      "doi": "10.1103/PhysRevB.107.014504",
      "summary": "We study the plasma branch of an homogeneous three-dimensional electron gas in an $s$-wave superconducting state. We focus on the regime where the plasma frequency $\\omega_p$ is comparable to the gap $\\Delta$, which is experimentally realized in cuprates. Although a sum rule guarantees that the departure of the plasma branch always coincides with the plasma frequency, the dispersion and lifetime of the plasmons is strongly affected by the presence of the pair condensate, especially at energies close to the pair-breaking threshold $2\\Delta$. When $\\omega_p $ is above $1.7\\Delta $, the level repulsion is strong enough to give the plasma branch an anomalous, negative dispersion with a minimum at finite wavelength. At non-zero temperature and at $\\omega_p>2\\Delta$, we treat in a non-perturbative way the coupling of plasmons to the fermionic excitations, and show that a broadened plasma resonance inside the pair-breaking continuum coexists with an undamped solution in the band gap. This resonance splitting is associated with the presence of multiple poles in the analytic continuation of the propagator of the Cooper pairs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Predicting the mechanical properties of spring networks",
      "authors": [
        "Doron Grossman, Arezki Boudaoud"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2309.07844",
      "arxiv": "https://arxiv.org/abs/2309.07844",
      "doi": null,
      "summary": "The elastic response of mechanical, chemical, and biological systems is often modeled using a discrete arrangement of Hookean springs, either representing finite material elements or even the molecular bonds of a system. However, to date, there is no direct derivation of the relation between a general discrete spring network\\blu{, with arbitrary geometry,} and it's corresponding elastic continuum. Furthermore, understanding the network's mechanical response requires simulations that may be expensive computationally. Here we report a method to derive the exact elastic continuum model of any discrete network of springs, requiring network geometry and topology only. We identify and calculate the so-called \"non-affine\" displacements. Explicit comparison of our calculations to simulations of different crystalline and disordered configurations, shows we successfully capture the mechanics even of auxetic materials. Our method is valid for residually stressed systems with non-trivial geometries, and is an essential step in generalizing active stresses on such discrete systems. It is easily generalizable to other discrete models, and opens the possibility of a rational design of elastic systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Current fluctuations for the boundary-driven zero-range process on graphs: microscopic versus macroscopic approach and a theory of non-reversible resistor-like networks",
      "authors": [
        "Davide Gabrielli, Rosemary J. Harris"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2409.01337",
      "arxiv": "https://arxiv.org/abs/2409.01337",
      "doi": "10.1007/s00023-025-01582-y",
      "summary": "We compute the joint large deviation rate functional in the limit of large time for the current flowing through the edges of a finite graph on which a boundary-driven system of stochastic particles evolves with zero-range dynamics.This generalizes one-dimensional results previously obtained with different approaches; our alternative techniques illuminate various connections and complementary perspectives. In particular, we here use a variational approach to derive the rate functional by contraction from a level 2.5 large deviation rate functional. We perform an exact minimization and finally obtain the rate functional as a variational problem involving a superposition of cost functions for each edge. The contributions from different edges are not independent since they are related by the values of a potential function on the nodes of the graph. The rate functional on the graph is a microscopic version of the continuous rate functional predicted by the macroscopic fluctuation theory, and we indeed show a convergence in the scaling limit. If we split the graph into two connected regions by a cutset and are interested just in the current flowing through the cutset, we find that the result is the same as that of an effective system composed of only one effective edge (as happens at macroscopic level and is expected also for other models). The characteristics of this effective edge are related to the ``capacities'' of the graph and can be obtained by a reduction using elementary transformations as in electrical networks; specifically, we treat components in parallel, in series, and in $N$-star configurations (reduced to effective complete $N$-graphs). Our reduction procedure is directly related to the reduction to the trace process and, since the dynamics is in general not reversible, it is also closely connected to the theory of non-reversible electrical networks."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Deep Learning of Mean First Passage Time Scape: Chemical Short-Range Order and Kinetics of Diffusive Relaxation",
      "authors": [
        "Hoje Chun, Hao Tang, Bin Xing, Rafael Gomez-Bombarelli, Ju Li"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.17839",
      "arxiv": "https://arxiv.org/abs/2411.17839",
      "doi": null,
      "summary": "Processes slow compared to atomic vibrations pose significant challenges in atomistic simulations, particularly for phenomena such as diffusive relaxations and phase transitions, where repeated crossings and the shear number of thermally activated transitions make direct numerical simulations impossible. We present a computational framework that captures atomic-scale diffusive relaxation over extended timescales by learning the mean first passage time (MFPT) with a deep neural network. The model is trained via a self-consistent recursive formulation based on the Markovian assumption, relying solely on local residence times and transition probabilities between neighboring states. Furthermore, we leverage deep reinforcement learning (DRL)-accelerated atomistic simulations to expedite the identification of thermodynamic equilibrium and the generation of accurate physical transition probabilities. Applied to vacancy-mediated chemical short-range order (SRO) evolution in equiatomic CrCoNi, our method uncovers disorder-to-order transition timescales in quantitative agreement with experimental measurements. By bridging the gap between simulation and experiment, our approach extends atomistic modeling to previously inaccessible timescales and offers a predictive tool for navigating process-structure-property relationships."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Theory of polarization-switchable electrical conductivity anisotropy in nonpolar semiconductors",
      "authors": [
        "Hong Jian Zhao, Yanchao Wang, Laurent Bellaiche, Yanming Ma"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.00287",
      "arxiv": "https://arxiv.org/abs/2412.00287",
      "doi": "10.1103/j33l-7gs8",
      "summary": "The anisotropic propagation of particles is a fundamental transport phenomenon in solid state physics. As for crystalline semiconductors, the anisotropic charge transport opens novel designing routes for electronic devices, where the electrical or magnetic manipulation of anisotropic resistance provides essential guarantees. Motivated by the concept of anisotropic magnetoresistance, we develop an original theory on the electrically manipulatable anisotropic electroresistance. We show that piezoelectrics and ferroelectrics may showcase polarization-dependent anisotropic electrical conductivities between two perpendicular directions and the electrical conductivity anisotropy (ECA) is switchable by flipping the polarization. By symmetry analysis, we identify several point groups hosting the polarization-switchable ECA. These point groups simultaneously enable polarization-reversal induced conductivity change along specific directions, akin to the tunnelling electroresistance in ferroelectric tunnel junctions. First-principles-based conductivity calculations predict that piezoelectric AlP and ferroelectric KH$_2$PO$_4$ are two good semiconductors having such exotic charge transport. Our theory can motivate the design of intriguing anisotropic electronic devices (e.g., anisotropic memristor and field effect transistor)."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Analytical results for the distribution of first return times of non-backtracking random walks on configuration model networks",
      "authors": [
        "Dor Lev-Ari, Ido Tishby, Ofer Biham, Eytan Katzav, Diego Krapf"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.12341",
      "arxiv": "https://arxiv.org/abs/2412.12341",
      "doi": "10.1088/1751-8121/ae257d",
      "summary": "We present analytical results for the distribution of first return (FR) times of non-backtracking random walks (NBWs) on undirected configuration model networks consisting of $N$ nodes with degree distribution $P(k)$. We focus on the case in which the network consists of a single connected component. Starting from a random initial node $i$ at time $t=0$, an NBW hops into a random neighbor of $i$ at time $t=1$ and at each subsequent step it continues to hop into a random neighbor of its current node, excluding the previous node. We calculate the tail distribution $P ( T_{\\rm FR} > t )$ of first return times from a random initial node to itself. It is found that $P ( T_{\\rm FR} > t )$ is given by a discrete Laplace transform of the degree distribution $P(k)$. This result exemplifies the relation between structural properties of a network, captured by the degree distribution, and properties of dynamical processes taking place on the network. Using the tail-sum formula, we calculate the mean first return time ${\\mathbb E}[ T_{\\rm FR} ]$. Surprisingly, ${\\mathbb E}[ T_{\\rm FR} ]$ coincides with the result obtained from Kac's lemma that applies to simple random walks (RWs). We also calculate the variance ${\\rm Var}(T_{\\rm FR})$, which accounts for the variability of first return times between different NBW trajectories. We apply this formalism to Erd{\\H o}s-R\\'enyi networks, random regular graphs and configuration model networks with exponential and power-law degree distributions and obtain closed-form expressions for $P( T_{\\rm FR} > t )$ as well as its mean and variance. These results provide useful insight on the advantages of NBWs over simple RWs in network exploration, sampling and search processes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Critical Probability Distributions of the order parameter at two loops I: Ising universality class",
      "authors": [
        "Sankarshan Sahu"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.18615",
      "arxiv": "https://arxiv.org/abs/2501.18615",
      "doi": "10.1088/1742-5468/ae1df4",
      "summary": "There exists an entire family of universal PDFs of the magnetization mode of the three dimensional Ising model parameterized by $\\zeta = \\lim_{L,\\xi_{\\infty}}L/\\xi_{\\infty}$ which is the ratio of the system size $L$ to the bulk correlation length $\\xi_{\\infty}$ with both the thermodynamic limit and the critical limit being taken simultaneously at fixed $\\zeta$. Recently, the probability distribution functions (PDFs) of the magnetization mode of the three-dimensional Ising model has been computed at one-loop in the $\\epsilon=4-d$ expansion [arXiv preprint arXiv:2407.12603 (2024)]. We show how these PDFs or, equivalently, the rate functions which are their logarithm, can be systematically computed at second order of the perturbative expansion. We compute the whole family of universal rate-functions and show that their agreement with the Monte Carlo data improves significantly at this order when compared to their one-loop counterpart."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Critical behavior of a programmable time-crystal lattice gas",
      "authors": [
        "R. Hurtado-Guti\\'errez, C. P\\'erez-Espigares, P. I. Hurtado"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.07741",
      "arxiv": "https://arxiv.org/abs/2503.07741",
      "doi": "10.1103/rx8l-f4ql",
      "summary": "Time crystals are many-body systems whose ground state spontaneously breaks time-translation symmetry and thus exhibits long-range spatiotemporal order and robust periodic motion. Using hydrodynamics, we have recently shown how an $m$th-order external packing field coupled to density fluctuations in driven diffusive fluids can induce the spontaneous emergence of time-crystalline order in the form of $m$ rotating condensates, which can be further controlled and modulated. Here we analyze this phenomenon at the microscopic level in a paradigmatic model of particle diffusion under exclusion interactions, a generalization of the weakly asymmetric simple exclusion process with a configuration-dependent field called the time-crystal lattice gas. Using extensive Monte Carlo simulations, we characterize the nonequilibrium phase transition to these complex time-crystal phases for different values of $m$, including the order parameter, the susceptibility and the Binder cumulant, from which we measure the critical exponents, which turn out to be within the Kuramoto universality class for oscillator synchronization. We also elucidate the condensates density profiles and velocities, confirming along the way a scaling property predicted for the higher-order condensate shapes in terms of first-order ones, discussing also novel possibilities for this promising route to time crystals."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Strongly anharmonic flux-tunable transmon based on InAs-Al 2D heterostructure",
      "authors": [
        "Shukai Liu, Arunav Bordoloi, Jacob Issokson, Ido Levy, Maxim G. Vavilov, Javad Shabani, Vladimir E. Manucharyan"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.12288",
      "arxiv": "https://arxiv.org/abs/2503.12288",
      "doi": null,
      "summary": "The gatemon qubits, made of transparent superconducting-semiconducting Josephson junctions, typically have even weaker anharmonicity than the opaque AlOx-junction transmons. However, flux-frustrated gatemons can acquire a much stronger anharmonicity, originating from the interference of the higher-order harmonics of the supercurrent. Here we investigate this effect of enhanced anharmonicity in split-junction gatemon devices based on InAs-Al 2D heterostructure. We find that anharmonicity in excess of 100% can be routinely achieved at the half-integer flux sweet-spot without any need for electrical gating or excessive sensitivity to the offset charge noise. We verified that such intrinsically large anharmonicity enables our devices to be driven coherently with raw Rabi frequencies exceeding 100 MHz, without any pulse shaping, simplifying implementation and control compared to traditional gatemons and transmons. Furthermore, by analyzing a relatively high-resolution spectroscopy of the device transitions as a function of flux, we were able to extract fine details of the current-phase relation, to which transport measurements would hardly be sensitive. The strong anharmonicity of our anharmonic tunable transmons, along with their bare-bones design, can prove to be a precious resource that transparent superconducting-semiconducting junctions bring to quantum information processing."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal scaling in one-dimensional non-reciprocal matter",
      "authors": [
        "Shuoguang Liu, Peter B. Littlewood, Ryo Hanai"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.14384",
      "arxiv": "https://arxiv.org/abs/2503.14384",
      "doi": null,
      "summary": "Unveiling universal non-equilibrium scaling laws has been a central theme in modern statistical physics, with recent attention increasingly directed toward non-equilibrium phases that exhibit rich dynamical phenomena. A striking example arises in non-reciprocal systems, where asymmetric interactions between components lead to inherently dynamic phases and unconventional criticality near a critical exceptional point (CEP), where the criticality arises from the coalescence of collective modes with an existing Nambu-Goldstone mode. However, the universal scaling behavior that emerges in this system with full consideration of many-body effects and stochastic noise remains largely elusive. Here, we establish a dynamical scaling law in a generic one-dimensional (1D) stochastic non-reciprocal $O(2)$-symmetric system. Through large-scale simulations, we uncover a new non-equilibrium scaling in the vicinity of the CEP, distinct from any previously known equilibrium or non-equilibrium universality classes. We report an anomalously large roughening exponent $\\alpha_{\\rm CEP}=1.35(5)$, which is to be compared with those of simple diffusion $\\alpha_{\\rm EW}=0.5$. In regimes where the system breaks into domains with opposite chirality and spatiotemporal vortices inevitably emerge, we find that fluctuations are strongly suppressed, leading to a logarithmic scaling as a function of system size $L$ that manifests a short-range correlation. This work elucidates the beyond-mean-field dynamics of non-reciprocal matter, thereby shedding light on the exploration of criticality in non-reciprocal phase transition across diverse physical contexts, from active matter and driven quantum systems to biological pattern formation and non-Hermitian physics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Non-reciprocal interactions and high-dimensional chaos: comparing dynamics and statistics of equilibria in a solvable class of models",
      "authors": [
        "Samantha J. Fournier, Alessandro Pacco, Valentina Ros, Pierfrancesco Urbani"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.20908",
      "arxiv": "https://arxiv.org/abs/2503.20908",
      "doi": null,
      "summary": "We investigate a model of high-dimensional dynamical variables with all-to-all interactions that are random and non-reciprocal. We characterize its phase diagram and show that the model can exhibit chaotic dynamics. We show that the equations describing the system's dynamics exhibit a number of equilibria that is exponentially large in the dimensionality of the system, and these equilibria are all linearly unstable in the chaotic phase. Solving the effective equations governing the dynamics in the infinite-dimensional limit, we determine the typical properties (magnetization, overlap) of the configurations belonging to the attractor manifold. We show that these properties cannot be inferred from those of the equilibria, challenging the expectation that chaos can be understood purely in terms of the numerous unstable equilibria of the dynamical equations. We discuss the dependence of this scenario on the strength of non-reciprocity in the interactions. These results are obtained through a combination of analytical methods such as Dynamical Mean-Field Theory and the Kac-Rice formalism."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Instability and stress fluctuations of a probe driven through a worm-like micellar fluid",
      "authors": [
        "Abhishek Ghadai, Pradip Kumar Bera, Sayantan Majumdar"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.13080",
      "arxiv": "https://arxiv.org/abs/2504.13080",
      "doi": "10.1122/8.0000939",
      "summary": "A particle moving through a worm-like micellar fluid (WLM) shows instability and large fluctuations beyond a threshold \\textcolor{black}{velocity/force (depending on the control parameter used)}. Despite many detailed studies, a direct measurement of the time-dependent stress on the probe particle remains unexplored. To address this, we have designed a measuring geometry coupled with a commercial rheometer to study the dynamics of a cylindrical probe through a WLM system of 2 wt.\\% cetyltrimethyl ammonium tosylate(CTAT) + 100 mM sodium chloride(NaCl) for a wide range of velocity and stress scales. We map out the in-situ velocity distribution using particle imaging velocimetry. Beyond a velocity threshold, we observe large stress fluctuation with gradual stress build-up followed by sudden stress drop indicating storage and release of elastic energy. The length scale constructed from the stress build-up time scale and the probe's velocity match the length scale of extensile deformation just before the stress drop, confirming the strong correlation of storage and release of energy with the unstable probe motion. Interestingly, the Weissenberg number ($Wi$) for the onset of flow instability obtained from the shear and extensile components remains almost the same. We also find that the turbulent motion of the probe at higher $Wi$ results from the complex mixing of the stick-slip events originating from the partial release of the stored elastic energy. Further, we show that the magnitude of the stick-slip events depends on the detailed micellar structure and dynamics controlled by salt concentration and temperature."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Indirect Tunneling Enabled Spontaneous Time-Reversal Symmetry Breaking and Josephson Diode Effect in TiN/Al$_2$O$_3$/Hf$_{0.8}$Zr$_{0.2}$O$_2$/Nb tunnel junctions",
      "authors": [
        "Shaoqing Ding, Jinyuan Yao, Zhen Bi, Quyen Tran, Bangzhi Liu, Qi Li, Susan Trolier-McKinstry, Thomas N. Jackson, Ying Liu"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.16987",
      "arxiv": "https://arxiv.org/abs/2504.16987",
      "doi": null,
      "summary": "Josephson diode (JD) effect found in Josephson tunnel junctions (JTJs) has attracted a great deal of attention due to its importance for developing superconducting circuitry based quantum technologies. So far, the highly desirable electrical control of the JD effect has not been demonstrated in any JTJ prepared by techniques used in semiconductor industry. We report the fabrication of JTJs featuring a composite tunnel barrier of Al$_2$O$_3$ and Hf$_{\\mathrm{0.8}}$Zr$_\\mathrm{0.2}$O$_2$ prepared by complementary-metal-oxide-semiconductor (CMOS) compatible atomic layer deposition (ALD). These JTJs were found to show the JD effect in nominally zero magnetic fields with the nonreciprocity controllable using an electric training current, yielding a surprisingly large diode efficiency not achieved previously. The quasiparticle tunneling, through which the Josephson coupling in a JTJ is established, was found to show no nonreciprocity. We attribute these observations to the simultaneous presence of positive and negative Josephson couplings, with the latter originating from indirect tunneling. The resulted spontaneous time-reversal symmetry breaking and the double-minima washboard potential for the ensemble averaged phase difference in the resistively and capacitively shunted junction (RCSJ) model are shown to fully account for the experimentally observed JD effect."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Reentrant Rigidity Transition in Planar Epithelia with Volume- and Area Elasticity",
      "authors": [
        "Tanmoy Sarkar, Matej Krajnc"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.12558",
      "arxiv": "https://arxiv.org/abs/2505.12558",
      "doi": null,
      "summary": "We find a reentrant columnar-to-squamous rigidity transition in 3D epithelia, governed by volume- and area elasticity. Our framework maps onto the classic 2D Area- and Perimeter-Elasticity model but, unlike its 2D counterpart, exhibits both softening and stiffening depending on the initial state. The phase diagram reveals floppy states with vanishing shear and in-plane bulk moduli, alongside a lateral-tension-driven discontinuous columnar-to-squamous transition. The critical behavior underlying the emergence of the reentrant transition belongs to the mean-field universality class."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Spin Liquids in Pyrochlore Magnets With Non-Kramers Local Moments",
      "authors": [
        "Tony An, F\\'elix Desrochers, Yong Baek Kim"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.18250",
      "arxiv": "https://arxiv.org/abs/2505.18250",
      "doi": "10.1103/g5zf-hrb5",
      "summary": "Numerous experiments on pyrochlore oxides Pr$_2$(Zr, Sn, Hf, Ir)$_2$O$_7$ with non-Kramers Pr$^{3+}$ ions suggest that they support a quantum spin liquid (QSL) ground state, but the precise nature of the QSL remains unclear. Quantum spin ice with dominant dipolar Ising and smaller quadrupolar transverse exchange interactions is one such candidate, but a dominant inelastic neutron scattering signal suggests that such a picture may not be consistent with experimental results. The microscopic exchange couplings of these compounds are also not known, leaving room for many possible QSL states. In this work, we use Schwinger boson mean-field theory supplemented by a projective symmetry group classification to study possible $\\mathbb{Z}_2$ QSLs in pyrochlore magnets with dipolar-quadrupolar non-Kramers local moments. We build a mean-field phase diagram and find four QSLs in the frustrated region of parameter space that are consistent with inelastic signals observed in neutron scattering data on Pr$_2$Zr$_2$O$_7$ and Pr$_2$Hf$_2$O$_7$. Among these, two robust QSLs occur in the regime with dominant transverse exchange rather than Ising exchange. We then compute the static and dynamic spin structure factors for these QSL candidates, which can be used to distinguish them in neutron scattering experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum transport phenomena induced by time-dependent fields",
      "authors": [
        "Matteo Acciai, Liliana Arrachea, Janine Splettstoesser"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.22472",
      "arxiv": "https://arxiv.org/abs/2505.22472",
      "doi": "10.1007/s40766-025-00074-3",
      "summary": "We present an overview of time-dependent transport phenomena in quantum systems, with a particular emphasis on steady-state regimes. We present the ideas after the main theoretical frameworks to study open-quantum systems out of equilibrium, that are useful to study quantum transport under time-dependent driving. We discuss the fundamentals of the key mechanisms such as dissipation, quantum pumping, noise, and energy conversion that are associated to the problem of quantum transport. Our primary focus is on electronic systems, where decades of research have established a rich theoretical foundation and a wealth of experimental realizations. Topics of interest include quantum optics with electrons, high-precision electron spectroscopy, quantum electrical metrology, and the critical role of quantum fluctuations in transport and thermodynamics. We also extend the discussion to atomic, molecular, and optical systems, as well as nanomechanical platforms, which offer complementary perspectives and are currently experiencing rapid experimental development. Finally, we examine the intersection of time-dependent transport and topological matter, a domain of active investigation. This review aims to gather the diverse approaches and emerging trends that define the current landscape of quantum transport research under time-dependent conditions, bridging theoretical insights with experimental advances across multiple physical platforms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Evidence for Bose liquid from anomalous shot noise in nanojunctions of bad metal beta-Ta",
      "authors": [
        "Yiou Zhang, Chendi Xie, John Bacsa, Yao Wang, Sergei Urazhdin"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.09973",
      "arxiv": "https://arxiv.org/abs/2506.09973",
      "doi": null,
      "summary": "We report anomalous shot noise in nanojunctions of beta-tantalum, a ``bad\" metal whose electronic properties are inconsistent with the Fermi liquid theory. Fano factors cluster around even multiples of the values expected for Fermi liquids, suggesting that beta-Ta may host a correlated charge liquid of Cooper pair-like electron groups. Further evidence for correlations is provided by the effects of magnetic impurities, as well as reduced density of states near the Fermi level indicated by point contact spectroscopy and first principles calculations. Our results open new avenues for studies and applications of electron correlations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Kardar-Parisi-Zhang universality in optically induced lattices of exciton-polariton condensates",
      "authors": [
        "D. Novokreschenov, V. Neplokh, M. Misko, N. Starkova, T. Cookson, A. Kudlis, A. Nalitov, I. A. Shelykh, A. V. Kavokin, P. Lagoudakis"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.10187",
      "arxiv": "https://arxiv.org/abs/2506.10187",
      "doi": null,
      "summary": "We investigate space-time coherence in one-dimensional lattices of exciton-polariton condensates formed by fully reconfigurable non-resonant optical pumping. Starting from an open-dissipative Gross-Pitaevskii equation with deterministic reservoir kinetics and stochastic condensate noise, we derive a discrete complex-field model that incorporates coherent tunnelling, reservoir-mediated dissipative coupling and gain-saturation non-linearity. Adiabatic elimination of fast density fluctuations reveals a wedge-shaped region in the complex hopping plane where the coarse-grained phase dynamics reduces to the Kardar-Parisi-Zhang (KPZ) equation. By computing high-resolution phase diagrams of the temporal and spatial scaling exponents we pinpoint the boundaries separating the KPZ domain from the Edwards-Wilkinson (EW) regime. Large-scale graphics processing unit (GPU) simulations of chains containing up to $N=2000$ condensates confirm these predictions: inside the wedge the exponents converge to $\\beta_{N}=\\textbf{0.329}(3)\\!\\approx\\!1/3$ and $\\chi_{N}=\\textbf{0.504}(4)\\!\\approx\\!1/2$, whereas outside it the dynamics moves away from KPZ and ultimately flows toward the EW fixed point, although finite system size and finite observation time may yield intermediate effective exponents. These results pave the way to the implementation of ultrafast KPZ-simulators based on one-dimensional arrays of exciton-polariton condensates."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phonon-confinement theory of thermal conductivity in ultrathin silicon films",
      "authors": [
        "Alessio Zaccone"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.11914",
      "arxiv": "https://arxiv.org/abs/2506.11914",
      "doi": "10.1063/5.0304896",
      "summary": "The thermal properties of solids under nanoscale confinement are currently not understood at the atomic level. Recent numerical studies have highlighted the presence of a minimum in the thermal conductivity as a function of thickness for ultrathin films at a thickness about 1-2 nm, which cannot be described by existing theories. We develop a theoretical description of thin films which predicts a new physical law for heat transfer at the nanoscale. In particular, due to the strong redistribution of phonon momentum states in reciprocal space (with a transition from a spherical Debye surface to a different homotopy group $\\mathbb{Z}$ at strong confinement), the low-energy phonon density of states no longer follows Debye's law but rather a cubic law with frequency, which then crosses over to Debye's law at a crossover frequency proportional to the average speed of sound of the material and inversely proportional to the film thickness. Concomitantly, this implies that the phonon population becomes dominated by low-energy phonons as confinement increases, which then leads to a higher thermal conductivity under extreme confinement. The theory is able to reproduce the thermal conductivity minimum in recent molecular simulations data for ultrathin silicon and provides useful guidelines so as to tune the minimum position based on the mechanical properties of the material."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Generalized non-reciprocal phase transitions in multipopulation systems",
      "authors": [
        "Cheyne Weis, Ryo Hanai"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.16763",
      "arxiv": "https://arxiv.org/abs/2507.16763",
      "doi": null,
      "summary": "Non-reciprocal interactions are prevalent in various complex systems leading to phenomena that cannot be described by traditional equilibrium statistical physics. Although non-reciprocally interacting systems composed of two populations have been closely studied, the physics of non-reciprocal systems with a general number of populations is not well explored despite the relevance to biological systems, active matter, and driven-dissipative quantum materials. In this work, we investigate the generic features of the phases and phase transitions and emerge in $O(2)$ symmetric many-body systems with multiple non-reciprocally coupled populations, applicable to microscopic models such as networks of oscillators, flocking models, and more generally systems where each agent has a phase variable. Using symmetry and topology of the possible orbits, we systematically show that a rich variety of time-dependent phases and phase transitions arise. Examples include multipopulation chiral phases that are distinct from their two-population counterparts that emerge via a phase transition characterized by critical exceptional points, as well as limit cycle saddle-node bifurcation and Hopf bifurcation. Interestingly, we find a phase transition that dynamically restores the $\\mathbb{Z}_2$ symmetry occurs via a homoclinic orbit bifurcation, where the two $\\mathbb{Z}_2$ broken orbits merge at the phase transition point, providing a general route to homoclinic chaos in the order parameter dynamics for $N\\geq4$ populations. Our framework provides general principles for understanding non-equilibrium heterogeneous systems and guides experimental exploration into such systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Parametric pair production of collective excitations in a Bose-Einstein condensate",
      "authors": [
        "Victor Gondret, Rui Dias, Clothilde Lamirault, L\\'ea Camier, Amaury Micheli, Charlie Leprince, Quentin Marolleau, Scott Robertson, Denis Boiron, Christoph I. Westbrook"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.01654",
      "arxiv": "https://arxiv.org/abs/2508.01654",
      "doi": "10.5802/crphys.266",
      "summary": "By exciting the transverse breathing mode of an elongated Bose-Einstein condensate, we parametrically produce longitudinal collective excitations in a pairwise manner. This process also referred to as Faraday wave generation, can be seen as an analog to cosmological particle production. Building upon single particle detection, we investigate the early time dynamics of the exponential growth and compare our observations with a Bogoliubov description. The growth rate we observe experimentally is in very good agreement with theoretical predictions, demonstrating the validity of the Bogoliubov description and thereby confirming the smallness of quasiparticle interactions in such an elongated gas. We also discuss the presence of oscillations in the atom number, which are due to pair correlations and to the rate at which interactions are switched off."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Emissive perovskite quantum wires in robust nanocontainers",
      "authors": [
        "Bea Botka, Erzs\\'ebet Dodony, Gergely N\\'emeth, Michael Stratton, Ildik\\'o Hars\\'anyi, J\\'anos M\\'ozer, \\'Eva Kov\\'ats, Ferenc Borondics, Katalin Kamar\\'as"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.19833",
      "arxiv": "https://arxiv.org/abs/2508.19833",
      "doi": null,
      "summary": "Light emissive nanostructures were prepared from boron nitride nanotubes (BNNTs) filled with inorganic lead halide perovskites. These one-dimensional nanocontainers provide a platform for facile synthesis of high aspect ratio perovskite quantum wires having color-tunable, highly polarized emission. BNNTs form a flexible and robust protective shell around individual nanowires, that mitigates degradation during post-processing for practical applications, while allowing to exploit the emission of the perovskite nanowires. The wire diameter can be tuned by choosing appropriate BNNT hosts, giving easy access to well-defined nanowires across the strongly quantum-confined diameter range. The individual encapsulated quantum wires can be used as building blocks for nanoscale photonic devices, and to create large-scale flexible assemblies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Zero modes and index theorems for non-Hermitian Dirac fermions",
      "authors": [
        "Bitan Roy"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04447",
      "arxiv": "https://arxiv.org/abs/2509.04447",
      "doi": "10.1103/frty-lwz7",
      "summary": "Dirac fermions, subject to external magnetic fields and in the presence of mass orders that assume topologically nontrivial spatial textures such as domain wall and vortices, for example, bind robust midgap states at zero energy, the number of which is governed by the Aharonov-Casher and Jackiw-Rebbi or Jackiw-Rossi index theorems, respectively. Here I extend the jurisdiction of these prominent index theorems to Lorentz invariant non-Hermitian (NH) Dirac operators, constructed by augmenting the celebrated Dirac Hamiltonian by a masslike anti-Hermitian operator that also scales linearly with momentum. The resulting NH Dirac operator manifests all-real eigenvalues over an extended NH parameter regime, characterized by a real effective Fermi velocity for NH Dirac fermions ($v_{_{\\rm F}}$). From the explicit solutions of the zero-energy bound states, I show that in the presence of external magnetic fields of arbitrary shape such modes always exist when the system encloses a finite number of magnetic flux quanta, while in the presence of spatially nontrivial textures of the mass orders localized zero-energy modes can only be found in the spectrum when $v_{_{\\rm F}}$ is real. These findings pave a concrete route to realize nucleation of competing orders from the topologically robust zero-energy manifold in NH or open Dirac systems. Possible extensions of these outcomes to other index theorems and tabletop experimental setups to test these predictions are discussed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Steady state diagram of interacting fermionic atoms coupled to dissipative cavities",
      "authors": [
        "Luisa Tolle, Ameneh Sheikhan, Thierry Giamarchi, Corinna Kollath, Catalin-Mihai Halati"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.07469",
      "arxiv": "https://arxiv.org/abs/2509.07469",
      "doi": null,
      "summary": "We investigate fermionic atoms subjected to an optical lattice and coupled to a high finesse optical cavity with photon losses. A transverse pump beam introduces a coupling between the atoms and the cavity field. We explore the steady state phase diagram taking fluctuations around the mean-field of the atoms-cavity coupling into account. Our approach allows us to investigate both one- and higher-dimensional atomic systems. The fluctuations beyond mean-field lead to an effective temperature which changes the nature of the self-organization transition. We find a strong dependence of the results on the atomic filling, in particular when contrasting the behavior at low filling and at half filling. At low filling the transition to a self-organized phase takes place at a critical value of the pump strength. In the self-organized phase the cavity field takes a finite expectation value and the atoms show a modulation in the density. Surprisingly, at even larger pump strengths a strongly non-monotonous behavior of the temperature is found and hints towards effects of cavity cooling at many-body resonances. Additionally multiple self-organized stable solutions of the cavity field and the atoms occur, signaling the presence of a fluctuation-induced bistability, with the two solutions having different effective temperatures previously discussed in [Tolle et al., Phys. Rev. Lett. 134, 133602 (2025)]. In contrast, at half filling a bistable region arises at the self-organization transition already neglecting the fluctuations. The presence of the fluctuations induce an effective temperature as at lower filling and change the behavior of the transition and the steady states drastically. We analyze the properties of the occurring steady states of the coupled atoms-cavity system."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "UTe$_2$: a narrow band superconductor",
      "authors": [
        "Martin Sundermann, Takaki Okauchi, Naoki Ito, Denise S. Christovam, Andrea Marino, Daiskue Takegami, Andrei Golskovskii, Priscila F. S. Rosa, Jan Kune\\v{s}, Shin ichi Fujimori, Liu Hao Tjeng, Andrea Severing, Atsushi Hariki"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.07915",
      "arxiv": "https://arxiv.org/abs/2509.07915",
      "doi": "10.1103/t6hm-q647",
      "summary": "We investigate the nature of the 5$f$ electrons in the unconventional odd-parity superconductor UTe$_2$, focusing on the degree of covalency, localization versus itinerancy, and dominant electronic configuration. This is achieved using density functional theory (DFT) in combination with dynamical mean-field theory (DMFT) calculations. A key aspect of our approach is the material-specific tuning of the double-counting correction parameter, $\\mu_{\\rm dc}$, within the DFT+DMFT part. This tuning is guided by the energy dependence of photo-ionization cross-sections in valence band photoelectron spectroscopy. The reliability of the parameters is confirmed by the accurate reproduction of the angle-resolved valence-band photoemission spectra and the U 4$f$ core-level data. The DFT+DMFT model reveals that in UTe$_2$ U 5$f^n$ configurations with n=1 to 4 contribute to the ground state, with the 5$f^2$ configuration being most prevalent and an average 5$f$ shell fillings close to 2.5. The model further suggests that the 5$f$ electrons form narrow bands and that charge fluctuations due to degeneracy play a role in addition to coherent valence dynamics arising from hybridization with the conduction bath. Additionally, the significance of the U 6$d$ states in UTe$_2$ is discussed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The nuts and bolts of gauge invariance of heat transport",
      "authors": [
        "Stefano Baroni"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.17386",
      "arxiv": "https://arxiv.org/abs/2509.17386",
      "doi": null,
      "summary": "In this work I revisit the notion of gauge invariance in thermal transport and show, in the simplest and most general possibile terms, why heat conductivity is unaffected by the specific choice of energy density. I provide the minimal and general conditions under which any two energy densities, though differing locally, lead to the same heat conductivity within the Green-Kubo framework. The relevance of gauge invariance in heat-transport simulations performed with machine-trained neural-network potentials is also briefly highlighted."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Kolmogorov-Arnold Networks in Thermoelectric Materials Design",
      "authors": [
        "Marco Fronzi, Michael J. Ford, Kamal Singh Nayal, Olexandr Isayev, Catherine Stampfl"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02681",
      "arxiv": "https://arxiv.org/abs/2510.02681",
      "doi": null,
      "summary": "The discovery of high-performance thermoelectric materials requires models that are both accurate and interpretable. Traditional machine learning approaches, while effective at property prediction, often act as black boxes and provide limited physical insight. In this work, we introduce Kolmogorov--Arnold Networks (KANs) for the prediction of thermoelectric properties, focusing on the Seebeck coefficient and band gap. Compared to multilayer perceptrons (MLPs), KANs achieve comparable predictive accuracy while offering explicit symbolic representations of structure--property relationships. This dual capability enables both reliable predictions and the extraction of physically meaningful functional forms. Benchmarking against literature models further highlights the robustness and generalisability of the approach. Our findings demonstrate that KANs provide a powerful framework for reverse engineering materials with targeted thermoelectric properties, bridging the gap between predictive performance and scientific interpretability."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quartic level repulsion in a quantum chaotic three-body system without symplectic symmetry",
      "authors": [
        "Alex D. Kerin, Barbara Dietz, Joachim Brand"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.06772",
      "arxiv": "https://arxiv.org/abs/2510.06772",
      "doi": null,
      "summary": "Among the fundamental symmetry classes of quantum chaotic systems in Dyson's threefold way, the symplectic class is rarely observed in nature. Characterized by the strongest possible level repulsion in the energy spectrum, the symplectic symmetry class also implies a double (Kramers) degeneracy of levels. Studying the spectral statistics of three quantum particles (identical bosons or mass-imbalanced fermions) in a harmonic trap, we find numerical evidence for strong level repulsion in the regime of weak contact interactions. While the statistical indicators are consistent with quantum chaos in systems with symplectic symmetry, the absence of Kramers degeneracy rules out this symmetry. In the strongly-interacting unitary limit either Poissonian or stick statistics are observed (depending on commensurability of the mass ratio) indicating regular dynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exact nonlinear dynamics of single band metallic systems with dissipation: From optical to dc currents",
      "authors": [
        "J. M. Alendouro Pinho, B. Amorim, Yuliy V. Bludov, J. M. Viana Parente Lopes"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.08021",
      "arxiv": "https://arxiv.org/abs/2510.08021",
      "doi": null,
      "summary": "The theory of open quantum systems is one of the most essential tools for the development of quantum technologies. A particular area of interest is in the optical response of solid state systems, where dissipation is introduced phenomenologically through the relaxation time approximation and its effects are usually gauged perturbatively. Analytical exact results for driven systems under this approximation are scarce and tipically pertain only to the stationary regime. Here, we obtain the analytical solution for the current response of general single-band tight-binding system driven by a uniform electric field with generic time-dependence under the relaxation time approximation. We explore the effects of dissipation in two limiting cases: A monochromatic field, where we analytically deduce the effect of dissipation on High Harmonic Generation, and a constant electric field, where a generalization for the Esaki-Tsu equation is presented for any single-band tight-binding system. We specify the results for a simple 2D nearest neighbours tight-binding lattice to emphasize the effect of the scale competition introduced by the two different neighbours in both the monochromatic and constant field cases. Finally, we compare our exact result for the constant field to the one obtained from the usual perturbation theory calculation to probe the validity of the latter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Introducing physics-informed generative models for targeting structural novelty in the exploration of chemical space",
      "authors": [
        "Andrij Vasylenko, Federico Ottomano, Christopher M. Collins, Rahul Savani, Matthew S. Dyer, Matthew J. Rosseinsky"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.23181",
      "arxiv": "https://arxiv.org/abs/2510.23181",
      "doi": null,
      "summary": "Discovering materials with new structural chemistry is key to achieving transformative functionality. Generative artificial intelligence offers a scalable route to propose candidate crystal structures. We introduce a reliable low-cost proxy for structural novelty as a conditioning property to steer generation towards novel yet physically plausible structures. We then develop a physics-informed diffusion model that embeds this descriptor of local environment diversity together with compactness as a stability metric to balance physical plausibility with structural novelty. Conditioning on these metrics improves generative performance across diffusion models, shifting generation away from structural motifs that dominate the training data. A chemically grounded validation protocol isolates those candidates that combine plausibility with structural novelty for physics-based calculation of energetic stability. Both the stability and the novelty of candidates emerging from this workflow can however change when the full potential energy surface at a candidate composition is evaluated with crystal structure prediction (CSP). This suggests a practical generative-CSP synergy for discovery-oriented exploration, where AI targets physically viable yet structurally distinct regions of chemical space for detailed physics-based assessment of novelty and stability."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exact fluctuation relation for open systems beyond the Jarzynski equality",
      "authors": [
        "Mohammad Rahbar, Christopher J. Stein"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10236",
      "arxiv": "https://arxiv.org/abs/2511.10236",
      "doi": null,
      "summary": "We derive exact fluctuation equalities for open systems that recover free energy differences between two equilibrium endpoints connected by nonequilibrium processes with arbitrary dynamics and coupling. The exponential of the free energy difference is expressed in terms of ensemble averages of the Hamiltonian of mean force (HMF) shift and the chi-squared divergence between the initial and final marginal probability distribution of the open system. A trajectory counterpart of this relation follows from an asymptotic equilibration postulate, which treats relaxation to the final stationary canonical state as a boundary condition rather than as a consequence of constraints on the driven dynamics. In the frozen-coupling regime, the HMF shift reduces to the bare-system Hamiltonian shift, yielding a clear heat-work decomposition. The Jarzynski equality (JE) is recovered under the assumption of Hamiltonian dynamics for the combined system. We validate the theory on a dissipative, phase-space-compressing drive followed by an underdamped Langevin relaxation, where the assumptions underlying the JE break down, whereas our equality reproduces the exact free energy differences."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Anyon Quasilocalization in a Quasicrystalline Toric Code",
      "authors": [
        "Soumya Sur, Mohammad Saad, Adhip Agarwala"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.17144",
      "arxiv": "https://arxiv.org/abs/2511.17144",
      "doi": "10.1103/PhysRevB.110.214438",
      "summary": "An exactly solvable model of a quantum spin liquid on a quasicrystal, akin to Kitaev's honeycomb model, was introduced in Kim \\textit{et al.}, \\href{https://doi.org/10.1103/PhysRevB.110.214438}{\\text{Phys. Rev. B} \\textbf{110}, 214438 (2024)}. It was shown that in contrast to the translationally invariant models, such a spin liquid stabilizes a gapped ground state with a finite irrational flux density. In this work, we analyze the strong bond-anisotropic limit of the model and demonstrate that the aperiodic lattice geometry naturally generates a hierarchy of exponentially separated coupling constants in the resulting toric code Hamiltonian. Furthermore, a perturbative magnetic field leads to anomalous localization properties where an anyonic excitation sequentially delocalizes over subsets of sites forming equipotential contours in the quasicrystal. In addition, certain background flux configurations, together with the underlying geometry, give rise to strictly localized eigenstates that remain decoupled from the rest of the spectrum. Using numerical studies, we uncover the key mechanisms responsible for this unconventional localization behavior. Our study highlights that topologically ordered phases, in the presence of geometrical constraints can lead to highly anomalous localization properties of fractionalized charges."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Escaping AB caging via Floquet engineering: photo-induced long-range interference in an all-band-flat model",
      "authors": [
        "Aamna Ahmed, M\\'onica Benito, Beatriz P\\'erez-Gonz\\'alez"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.20255",
      "arxiv": "https://arxiv.org/abs/2511.20255",
      "doi": null,
      "summary": "Flat-band lattices hosting compact localized states are highly sensitive to external modulation, and the tailored design of a perturbation to imprint specific features becomes relevant. Here we show that periodic driving in the high-frequency regime transforms the all-flat-band diamond chain into one featuring two tunable quasi-flat bands and a residual flat band pinned at $E=0$. The interplay between lattice geometry and the symmetries of the driven system gives rise to drive-induced tunneling processes that redefine the interference conditions and open a controllable route to escaping Aharonov-Bohm caging. Under driving, the diamond chain effectively acquires the geometry of a dimerized lattice, exhibiting charge oscillations between opposite boundaries. This feature can be exploited to generate two-particle entanglement that is directly accessible experimentally. The resulting drive-engineered quasi-flat bands thus provide a versatile platform for manipulating quantum correlations, revealing a direct link between spectral fine structure and dynamical entanglement."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Charge carrier relaxation dynamics in the one-dimensional Kondo lattice model",
      "authors": [
        "Arturo Perez-Romero, Mica Schwarm, Fabian Heidrich-Meisner"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.21539",
      "arxiv": "https://arxiv.org/abs/2511.21539",
      "doi": null,
      "summary": "A generic question in the field of ultrafast dynamics is concerned with the relaxation dynamics and the subsequent thermalization of optically excited charge carriers. Among several possible relaxation channels available in a solid-state system, we focus on the coupling to magnetic excitations. In this paper, we study the real-time dynamics of a paradigmatic model, the Kondo lattice model in one dimension. We conduct a comprehensive study of the relaxation processes by evaluating the spin polarization of the conduction electron, the local spin-spin correlation between localized and conduction electrons, and the electronic momentum distribution. While in the well-studied cases of one or two charge carriers in a ferromagnetic background, no thermalization occurs, we demonstrate that the stationary state is compatible with thermalization if either the electronic filling is finite or the magnetic background is in the singlet sector. Our real-time simulations using the time-dependent Lanczos method are corroborated by a direct comparison with finite-temperature expectation values and an analysis of the spectrum in terms of the gap ratio."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Plasmon excitations and their attenuation in dirty superconductors",
      "authors": [
        "Daniil K. Karuzin, Mikhail A. Skvortsov"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.23431",
      "arxiv": "https://arxiv.org/abs/2511.23431",
      "doi": null,
      "summary": "We develop a theory for the plasmon spectrum in dirty superconductors across the entire temperature range. Starting with the microscopic Keldysh sigma model description, we link the plasmon dispersion $\\omega(q)$ to the optical conductivity $\\sigma(\\omega,T)$ of a superconductor, which requires analytical continuation to the lower half-plane of complex frequency. This approach reveals a discontinuity at the superconducting transition: a jump in both the real and imaginary parts of $\\omega(q)$ at $T_c$. For any temperature below $T_c$, the plasmon dispersion terminates at a critical wave vector $q_c(T)$ where plasmons remains undamped, with weakly $T$-dependent $\\omega[q_c(T)] \\approx 2\\Delta(0)$. Plasmons significantly attenuate only within a narrow 5% temperature window near $T_c$, with the propagating mode recovering at large $q$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Many interacting particles in solution. I. Screening-ranged expansions of electrostatic potential and energy",
      "authors": [
        "Sergii V. Siryk, Walter Rocchia"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.08407",
      "arxiv": "https://arxiv.org/abs/2512.08407",
      "doi": null,
      "summary": "We present an analytical many-body formalism for systems of spherical particles carrying arbitrary free charge distributions and interacting in a polarizable electrolyte solution, that we model within the linearized Poisson--Boltzmann framework. Building on the detailed spectral analysis of the associated nonstandard Neumann--Poincar\\'e-type operators developed in our companion study arXiv:2512.08684, we construct exact explicit expansions of the electrostatic potential and energy in ascending orders of Debye screening thereby obtaining systematic \"screening-ranged\" series for potentials and energies. These screening-ranged expansions provide a unified and tractable description of many-body electrostatics. We demonstrate the versatility of the approach by showing how it generalizes and improves upon both classical and modern methods, enabling rigorous treatment of heterogeneously charged systems (such as Janus particles) and accurate modeling of higher-order phenomena (such as asymmetric dielectric screening, opposite-charge repulsion, like-charge attraction) as well as yielding many-body generalizations to analytical explicit results previously known only in the two-body setting."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Statistical Field Theory of Interacting Nambu Dynamics",
      "authors": [
        "Tamiaki Yoneya"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.09965",
      "arxiv": "https://arxiv.org/abs/2512.09965",
      "doi": null,
      "summary": "We develop a statistical field theory for classical Nambu dynamics by employing partially the method of quantum field theory. One of unsolved problems in Nambu dynamics has been to extend it to interacting systems without violating a generalized canonical structure associated with the presence of multiple Hamiltonians, which together govern the dynamics of time evolution on an equal footing. In the present paper, we propose to include interactions from the standpoint of classical statistical dynamics by formulating it as a field theory on Nambu's generalized phase space in an operator formalism. We first construct a general framework for such a field theory and its probabilistic interpretation. Then, on the basis of this new framework, we give a simple model of self-interaction in a many-body Nambu system treated as a closed dynamical system satisfying the H-theorem. It is shown that a generalized micro-canonical ensemble and a generalized canonical ensemble characterized by many temperatures are reached dynamically as equilibrium states, starting with certain classes of initial non-equilibrium states via continuous Markov processes. Compared with the usual classical statistical mechanics on the basis of standard Hamiltonian dynamics, some important new features associated with Nambu dynamics will emerge, with respect to the symmetries underlying dynamics of the non-equilibrium as well as the equilibrium states and also to some conceptual properties, such as a formulation of a generalized KMS-like condition characterizing the generalized canonical equilibrium states and a `relative' nature of the temperatures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ferroelectric metal-organic frameworks as wide band gap materials",
      "authors": [
        "Monirul Shaikh, Sathiyamoorthy Buvaneswaran, Asif Latief Bhat, Trilochan Sahoo, Saurabh Ghosh"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2512.10647",
      "arxiv": "https://arxiv.org/abs/2512.10647",
      "doi": null,
      "summary": "Wide band gap materials are particularly relevant at high temperatures. The band gap shrinkage at higher temperatures prevents device applications with narrow band gap semiconductors. Considering $\\alpha$-phase strontium cyanurate as a prototype structure, we identify a group of metal-organic frameworks (MOFs) that exhibit ultra-wide band gaps ranging from 5.5 to 5.7 eV. Recently, a strontium cyanurate compound was found to undergo a phase transition from a high-symmetry $\\beta$-phase to a low-symmetry ferroelectric $\\alpha$-phase when the temperature was reduced. In the present study, utilizing group theory techniques, we unravel that a zone-center $\\Gamma_2^-$ phonon mode modifies our structures from high-symmetry $\\beta$-phase to a low-symmetry $\\alpha$-phase for A$_3$(O$_3$C$_3$N$_3$)$_2$ MOFs with A = Mg, Ca, Sr, and Ba. We implement first-principles calculations to investigate structural, ferroelectric, and optical properties of these compounds in $\\alpha$-phase. The switching barriers between bistable polar states are also estimated. Further, to realize their feasibility, we examine the dynamical and thermal stabilities for all of these MOFs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Entanglement of a nuclear spin qubit register in silicon photonics",
      "authors": [
        "Hanbin Song, Xueyue Zhang, Lukasz Komza, Niccolo Fiaschi, Yihuang Xiong, Yiyang Zhi, Scott Dhuey, Adam Schwartzberg, Thomas Schenkel, Geoffroy Hautier, Zi-Huai Zhang, Alp Sipahigil"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.15467",
      "arxiv": "https://arxiv.org/abs/2504.15467",
      "doi": "10.1038/s41565-025-02066-0",
      "summary": "-cross Abstract: Color centers provide an optical interface to quantum registers based on electron and nuclear spin qubits in solids. The T center in silicon is an emerging spin-photon interface that combines telecom O-band optical transitions and an electron spin in a scalable photonics platform. In this work, we demonstrate the initialization, coherent control, and state readout of a three-qubit register based on the electron spin of a T center coupled to a hydrogen and a silicon nuclear spin. The spin register exhibits spin echo coherence times of $0.41(2)$~ms for the electron spin, $112(12)$~ms for the hydrogen nuclear spin, and $67(7)$~ms for the silicon nuclear spin. We use nuclear-nuclear two-qubit gates to generate entanglement between the two nuclear spins with a fidelity of $F=0.77(3)$ and a coherence time of $T^*_2=2.60(8)$~ms. Our results show that a T center in silicon photonics can realize a multi-qubit register with an optical interface for quantum communication."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fuzzy dark matter halos with repulsive self-interactions: coherent soliton and halo vortex network with moderate self-coupling",
      "authors": [
        "Milos Indjin, Nick Keepfer, I-Kang Liu, Nick P. Proukakis, Gerasimos Rigopoulos"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.00293",
      "arxiv": "https://arxiv.org/abs/2507.00293",
      "doi": "10.1093/mnras/staf2046",
      "summary": "-cross Abstract: We examine the impact of moderate repulsive self-interactions on fuzzy dark matter halos generated by merging smaller Gaussian density concentrations. We study the size of the core and the granules, the spatial dependence of the field's coherence, the turbulent vortex tangle and the oscillation frequency of the central soliton, covering the range from quantum-pressure-dominated to self-interaction-dominated stabilisation of the solitonic core. For the probed self-coupling strengths $g$ and with a fixed initial configuration, mergers with increasing $g$ result in cores with increased size and a reduced central density, oscillating with decreased frequency, in accordance with expectations from the study of isolated Self-interacting Fuzzy Dark Matter (SFDM) solitons. By contrast, the characteristic granule size and typical inter-vortex distances in the surrounding halo are only mildly affected, growing much less relative to the core. The total length of the vortex network, although less robust, shows no signs of decay over our simulation timescales. The generated halos therefore develop central self-interaction-dominated cores, but with the outer halos still supported by quantum-pressure and classical kinetic energy in equipartition as in the non-interacting case. Furthermore, measures of coherence of the field clearly separate the condensed core, identified via the Penrose-Onsager (largest eigenvalue) mode of the entire classical field, from the surrounding quasi-coherent halo. Unlike the $g=0$ case, we observe a relative increase of incoherent fluctuations coexisting with the coherent mode at the centre of the halo with increasing $g$, a phenomenon also observed in laboratory condensates at non-zero temperature."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Diffusion as a Signature of Chaos",
      "authors": [
        "Nachiket Karve, Nathan Rose, David Campbell"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.18617",
      "arxiv": "https://arxiv.org/abs/2507.18617",
      "doi": null,
      "summary": "-cross Abstract: While classical chaos is defined via a system's sensitive dependence on its initial conditions (SDIC), this notion does not directly extend to quantum systems. Instead, recent works have established defining both quantum and classical chaos via the sensitivity to adiabatic deformations and measuring this sensitivity using the adiabatic gauge potential (AGP). Building on this formalism, we introduce the ``observable drift\" as a probe of chaos in generic, non-Hamiltonian, classical systems. We show that this probe correctly characterizes classical systems that exhibit SDIC as chaotic. Moreover, this characterization is consistent with the measure-theoretic definition of chaos via weak mixing. Thus, we show that these two notions of sensitivity (to changes in initial conditions and to adiabatic deformations) can be probed using the same quantity, and therefore, are equivalent definitions of chaos. Numerical examples are provided via the tent map, the logistic map, and the Chirikov standard map."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Gaussian basis sets for all-electron excited-state calculations of large molecules",
      "authors": [
        "R\\'emi Pasquier, Maximilian Graml, Jan Wilhelm"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.12884",
      "arxiv": "https://arxiv.org/abs/2508.12884",
      "doi": "10.1021/acs.jctc.5c01386",
      "summary": "-cross Abstract: We introduce a family of all-electron Gaussian basis sets, augmented MOLOPT, optimized for excited-state calculations on large molecules. We generate these basis sets by augmenting existing STO-3G, STO-6G, and MOLOPT basis sets optimized for ground state energy calculations. The augmented MOLOPT basis sets achieve fast convergence of $GW$ gaps and Bethe-Salpeter excitation energies, while maintaining low condition numbers of the overlap matrix to ensure numerical stability. For $GW$ HOMO-LUMO gaps, the double-zeta augmented MOLOPT basis yields a mean absolute deviation of 60 meV to the complete basis set limit. The basis set convergence for excitation energies from time-dependent density functional theory and the Bethe-Salpeter equation is similar. We use our smallest generated augmented MOLOPT basis (aug-SZV-MOLOPT-ae-mini) to demonstrate $GW$ calculations on nanographenes with 9224 atoms requiring only 34300 core hours of computational resources."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Further Comparison of MPS and TTNS for Nonadiabatic Dynamics of Exciton Dissociation",
      "authors": [
        "Weitang Li, Jiajun Ren, Jun Yan"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.00456",
      "arxiv": "https://arxiv.org/abs/2509.00456",
      "doi": null,
      "summary": "-cross Abstract: Tensor networks, such as matrix product states (MPS) and tree tensor network states (TTNS), are powerful ans\\\"atze for simulating quantum dynamics. While both ans\\\"atze are theoretically exact in the limit of large bond dimensions, [J. Chem. Theory Comput. 2024, 20, 8767-8781] reported a non-negligible discrepancy in its calculations for exciton dissociation. To resolve this inconsistency, we conduct a systematic comparison using Renormalizer, a unified software framework for MPS and TTNS. By revisiting the benchmark P3HT:PCBM heterojunction model, we show that the observed discrepancies arise primarily from insufficient bond dimensions. By increasing bond dimensions, we reduce the relative difference in occupancy for weakly populated electronic states from up to 60% towards the end of the simulation to less than 10% and the absolute difference from 0.05 to 0.005. We also discuss the impact of tensor network structures on accuracy and efficiency, with the difference further reduced by an optimized TTNS structure. Our results confirm that both methods converge to numerically exact solutions when bond dimensions are adequately scaled. This work not only validates the reliability of both methods but also provides high-accuracy benchmark data for future developments in quantum dynamics simulations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mixtures, Markov bridges and the matrix product ansatz",
      "authors": [
        "Davide Gabrielli, Federica Iacovissi"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.16455",
      "arxiv": "https://arxiv.org/abs/2509.16455",
      "doi": null,
      "summary": "-cross Abstract: We give a probabilistic characterization of the set of measures that can be represented by the matrix product ansatz. By suitably enlarging the state space, we show that a probability measure can be described in terms of non negative matrices by the {\\it Matrix Product Ansatz}, if and only if it can be written as a mixture of inhomogeneous product measures where the mixing law is a Markov bridge. We give a constructive procedure to identify such probabilistic features. We illustrate the result by examples and show that existing probabilistic representations of the invariant measures of non equilibrium interacting particle systems can be obtained from the matrix product ansatz by this general procedure."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Angular Resolution Enhancement of Electron Backscatter Diffraction Patterns",
      "authors": [
        "Ben Britton, Tianbi Zhang"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.23039",
      "arxiv": "https://arxiv.org/abs/2509.23039",
      "doi": null,
      "summary": "-cross Abstract: We present a simple 'shift-and-add' based improvement in the angular resolution of single electron backscatter diffraction (EBSD) patterns. Sub-pixel image registration is used to measure the (sub-pixel) difference in projection parameters for patterns collected within a map, and then the pattern is shifted and added together. The resultant EBSD-pattern is shown to contain more angular information than a long-exposure single pattern, via 2D Fast Fourier Transform (FFT)-based analysis. In particular, this method has the potential to enhance the scope of small compact direct electron detectors (DEDs)."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Statistical physics of deep learning: Optimal learning of a multi-layer perceptron near interpolation",
      "authors": [
        "Jean Barbier, Francesco Camilli, Minh-Toan Nguyen, Mauro Pastore, Rudy Skerk"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.24616",
      "arxiv": "https://arxiv.org/abs/2510.24616",
      "doi": null,
      "summary": "-cross Abstract: For four decades statistical physics has been providing a framework to analyse neural networks. A long-standing question remained on its capacity to tackle deep learning models capturing rich feature learning effects, thus going beyond the narrow networks or kernel methods analysed until now. We positively answer through the study of the supervised learning of a multi-layer perceptron. Importantly, (i) its width scales as the input dimension, making it more prone to feature learning than ultra wide networks, and more expressive than narrow ones or ones with fixed embedding layers; and (ii) we focus on the challenging interpolation regime where the number of trainable parameters and data are comparable, which forces the model to adapt to the task. We consider the matched teacher-student setting. Therefore, we provide the fundamental limits of learning random deep neural network targets and identify the sufficient statistics describing what is learnt by an optimally trained network as the data budget increases. A rich phenomenology emerges with various learning transitions. With enough data, optimal performance is attained through the model's \"specialisation\" towards the target, but it can be hard to reach for training algorithms which get attracted by sub-optimal solutions predicted by the theory. Specialisation occurs inhomogeneously across layers, propagating from shallow towards deep ones, but also across neurons in each layer. Furthermore, deeper targets are harder to learn. Despite its simplicity, the Bayes-optimal setting provides insights on how the depth, non-linearity and finite (proportional) width influence neural networks in the feature learning regime that are potentially relevant in much more general settings."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Adiabatic Electron Transfer in the Barrierless and Marcus-Inverted Regimes",
      "authors": [
        "Ethan Abraham"
      ],
      "date": "2025-12-15T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.01909",
      "arxiv": "https://arxiv.org/abs/2511.01909",
      "doi": null,
      "summary": "-cross Abstract: Here it is shown that in the adiabatic limit of condensed-phase electron transfer, the onset of barrierless transition occurs at a lower driving force than predicted by the non-adiabatic Marcus formulation. Furthermore, in the adiabatic limit of the Marcus-inverted region, the standard mechanism of electron transfer becomes topologically forbidden. This behavior arises from a topological change in the mapping between the adiabatic and diabatic electronic surfaces, emerging precisely at the onset of the Marcus-inverted region. In this case, alternative mechanisms such as tunneling and non-radiative decay may dominate the rate, typically orders of magnitude slower than the rate calculated from Marcus theory."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Giving a voice to animals: Laoss national herpetologist on her day-to-day",
      "authors": [
        "Dave Tacon"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-04054-9",
      "doi": "10.1038/d41586-025-04054-9",
      "summary": "Nature, Published online: 15 December 2025; doi:10.1038/d41586-025-04054-9 Somphouthone Phimmachak studies amphibians and reptiles as one of the countrys few conservation researchers."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How fasting boosts breast cancer therapy",
      "authors": [
        "Stephen D. Hursting"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03809-8",
      "doi": "10.1038/d41586-025-03809-8",
      "summary": "Nature, Published online: 15 December 2025; doi:10.1038/d41586-025-03809-8 A discovery in mice reveals why fasting enhances a type of breast cancer treatment  a hormone-signalling pathway and gene-expression changes have key roles."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "The best science images of 2025  <i>Nature</i>s picks",
      "authors": [
        "Emma Stoye",
        "Fred Schwaller"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03935-3",
      "doi": "10.1038/d41586-025-03935-3",
      "summary": "Nature, Published online: 15 December 2025; doi:10.1038/d41586-025-03935-3 The Suns fiery surface, a tattooed tardigrade, rare red lightning and more."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Despite all the negatives, 2025 showcased the power, resilience and universality of science",
      "authors": [],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-04049-6",
      "doi": "10.1038/d41586-025-04049-6",
      "summary": "Nature, Published online: 15 December 2025; doi:10.1038/d41586-025-04049-6 There were huge disruptions to the global scientific enterprise this year  but immense bright spots for health, discovery, innovation and research collaboration."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Grant cuts, arrests, lay-offs: Trump made 2025 a tumultuous year for science",
      "authors": [
        "Jeff Tollefson"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-04051-y",
      "doi": "10.1038/d41586-025-04051-y",
      "summary": "Nature, Published online: 15 December 2025; doi:10.1038/d41586-025-04051-y How the Trump administration caused seismic disruptions to the worlds premier scientific superpower."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Tracing pollution in the lives of Arctic seabirds",
      "authors": [
        "Rachael Pells"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03078-5",
      "doi": "10.1038/d41586-025-03078-5",
      "summary": "Nature, Published online: 15 December 2025; doi:10.1038/d41586-025-03078-5 Olivier Chastel travels to Svalbard in northern Norway to study the impact of contaminants such as mercury on black-legged kittiwakes."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Fusion and fission of particle-like chiral nematic vortex knots",
      "authors": [
        "Darian Hall",
        "Jung-Shen Benny Tai",
        "Louis H. Kauffman",
        "Ivan I. Smalyukh"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03107-0",
      "doi": "10.1038/s41567-025-03107-0",
      "summary": "Nature Physics, Published online: 15 December 2025; doi:10.1038/s41567-025-03107-0 Topologically protected vortex knots are shown to undergo fusion and fission, with electric pulses acting as a switch between the two processes. This might enable applications in electro-optics and photonics."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: Strong crystalline thermal insulation induced by extended antibonding states",
      "authors": [
        "Ruihuan Cheng",
        "Chen Wang",
        "Niuchang Ouyang",
        "Christophe Candolfi",
        "Emmanuel Guilmeau",
        "Xingchen Shen",
        "Yue Chen"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67432-x",
      "doi": "10.1038/s41467-025-67432-x",
      "summary": "Nature Communications, Published online: 15 December 2025; doi:10.1038/s41467-025-67432-x Author Correction: Strong crystalline thermal insulation induced by extended antibonding states"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: Macrophage lineage cells-derived migrasomes activate complement-dependent blood-brain barrier damage in cerebral amyloid angiopathy mouse model",
      "authors": [
        "Mengyan Hu",
        "Tiemei Li",
        "Xiaomeng Ma",
        "Sanxin Liu",
        "Chunyi Li",
        "Zhenchao Huang",
        "Yinyao Lin",
        "Ruizhen Wu",
        "Shisi Wang",
        "Danli Lu",
        "Tingting Lu",
        "Xuejiao Men",
        "Shishi Shen",
        "Huipeng Huang",
        "Yuxin Liu",
        "Kangyu Song",
        "Banghao Jian",
        "Yuxuan Jiang",
        "Wei Qiu",
        "Quentin Liu",
        "Zhengqi Lu",
        "Wei Cai"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67562-2",
      "doi": "10.1038/s41467-025-67562-2",
      "summary": "Nature Communications, Published online: 15 December 2025; doi:10.1038/s41467-025-67562-2 Author Correction: Macrophage lineage cells-derived migrasomes activate complement-dependent blood-brain barrier damage in cerebral amyloid angiopathy mouse model"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: An orally available M<sup>pro</sup>/TMPRSS2 bispecific inhibitor with potent anti-coronavirus efficacy in vivo",
      "authors": [
        "Huiping Shuai",
        "Jingxin Qiao",
        "Chaemin Yoon",
        "Guo Zhang",
        "Yuxin Hou",
        "Xiaoyan Xia",
        "Lei Wang",
        "Xinyue Deng",
        "Yifei Wang",
        "Qingquan Li",
        "Lianzhao Du",
        "Yuanchen Liu",
        "Minmin Zhou",
        "Hoi Ting Wong",
        "Jiaheng Hu",
        "Huan Liu",
        "Bingjie Hu",
        "Dong Wang",
        "Jingyi Su",
        "Yuying Pan",
        "Yongtao Ye",
        "Yan Chen",
        "Zhen Fang",
        "Ziyi Xia",
        "Yue Chai",
        "Jialu Shi",
        "Yang Wang",
        "Tianrenzheng Zhu",
        "Honglei Zhang",
        "Shuofeng Yuan",
        "Jie Zhou",
        "Jasper Fuk-Woo Chan",
        "Kwok-Yung Yuen",
        "Chunfu Xu",
        "Jian Lei",
        "Shengyong Yang",
        "Hin Chu"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67654-z",
      "doi": "10.1038/s41467-025-67654-z",
      "summary": "Nature Communications, Published online: 15 December 2025; doi:10.1038/s41467-025-67654-z Author Correction: An orally available M pro /TMPRSS2 bispecific inhibitor with potent anti-coronavirus efficacy in vivo"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Discontinuous transition to active nematic turbulence",
      "authors": [
        "Malcolm Hillebrand",
        "Ricard Alert"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67499-6",
      "doi": "10.1038/s41467-025-67499-6",
      "summary": "Nature Communications, Published online: 15 December 2025; doi:10.1038/s41467-025-67499-6 Active fluids, such as bacterial suspensions, exhibit chaotic flows at low Reynolds number - a phenomenon known as active turbulence. Here, the authors show a discontinuous transition from laminar to chaotic flows in unconfined active nematics."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Partial restoration of mitochondrial dysfunction by AAV-Ant1 protects from dilated cardiomyopathy in <i>Ant1</i><sup><i>-/-</i></sup> plus mtDNA mutant mice",
      "authors": [
        "Alessia Angelin",
        "Kierstin Keller",
        "Peiran Lu",
        "Joseph W. Guarnieri",
        "Gabrielle A. Widjaja",
        "Rasheed Sule",
        "Kevin Janssen",
        "Arnold Olali",
        "Zimu Cen",
        "Valeria Carosi",
        "Maina Beauplan",
        "Deborah G. Murdock",
        "Prasanth Potluri",
        "Liming Pei",
        "Douglas C. Wallace"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67134-4",
      "doi": "10.1038/s41467-025-67134-4",
      "summary": "Nature Communications, Published online: 15 December 2025; doi:10.1038/s41467-025-67134-4 Patients with primary mitochondrial disease manifesting cardiomyopathy are twice as likely to die compared to those without cardiomyopathy. Here, the authors show that a modest increase in cardiac mitochondrial energetics via gene therapy can significantly improve cardiac function and is effective in treating mitochondrial cardiomyopathy."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: PPIA dictates NRF2 stability to promote lung cancer progression",
      "authors": [
        "Weiqiang Lu",
        "Jiayan Cui",
        "Wanyan Wang",
        "Qian Hu",
        "Yun Xue",
        "Xi Liu",
        "Ting Gong",
        "Yiping Lu",
        "Hui Ma",
        "Xinyu Yang",
        "Bo Feng",
        "Qi Wang",
        "Naixia Zhang",
        "Yechun Xu",
        "Mingyao Liu",
        "Ruth Nussinov",
        "Feixiong Cheng",
        "Hongbin Ji",
        "Jin Huang"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67497-8",
      "doi": "10.1038/s41467-025-67497-8",
      "summary": "Nature Communications, Published online: 15 December 2025; doi:10.1038/s41467-025-67497-8 Author Correction: PPIA dictates NRF2 stability to promote lung cancer progression"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Exploring the aluminium paradox in calcium-aluminosilicate-hydrate decalcification",
      "authors": [
        "Yong Tao",
        "Yining Gao",
        "Mohammad Javad Abdolhosseini Qomi",
        "Roland J.-M. Pellenq",
        "Chi Sun Poon"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67686-5",
      "doi": "10.1038/s41467-025-67686-5",
      "summary": "Nature Communications, Published online: 15 December 2025; doi:10.1038/s41467-025-67686-5 Concrete durability is crucial for infrastructure longevity. Here the authors use atomistic simulations to show how aluminum alters the bonding and surface energetics of cement hydrates, explaining its paradoxical dual role in durability."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "70 km long-range Raman distributed optical fibre sensing through enhanced anti-distortion coding and waveform reconstruction",
      "authors": [
        "Fan Zhang",
        "Jian Li",
        "Lulei Li",
        "Kangyi Cao",
        "Mingjiang Zhang"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-67314-2",
      "doi": "10.1038/s41467-025-67314-2",
      "summary": "Nature Communications, Published online: 15 December 2025; doi:10.1038/s41467-025-67314-2 The authors demonstrate distributed optical fibre sensing over 70 km with 1.58 m spatial resolution and a record number of sensing points. They utilise anti-distortion coding, waveform reconstruction preprocessing, and Haar wavelet denoising in a synergistic mechanism, with promising applications in long-range infrastructure monitoring."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Phonon engineering enables hyperbolic asymptotic line polaritons",
      "authors": [
        "Shu Zhang",
        "Puyi Ma",
        "Oubo You",
        "Shenghan Zhou",
        "Kaijun Feng",
        "Hongyi Yuan",
        "Jinhao Zhang",
        "Chenchen Wu",
        "Yang Luo",
        "Bei Yang",
        "Cheng-Wei Qiu",
        "Xiaoxia Yang",
        "Xiangdong Guo",
        "Yichun Liu",
        "Shuang Zhang",
        "Qing Dai"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02090-0",
      "doi": "10.1038/s41565-025-02090-0",
      "summary": "Nature Nanotechnology, Published online: 15 December 2025; doi:10.1038/s41565-025-02090-0 Phonon engineering with anisotropic Lorentz-type dielectric oscillations enables the creation of hyperbolic asymptotic line polaritons, achieving broadband diffraction-free propagation."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "DNA nanodevice for analysis of force-activated protein extension and interactions",
      "authors": [
        "Kun Zhou",
        "Minhwan Chung",
        "Shankar Pandey",
        "Jing Cheng",
        "John T. Powell",
        "Qi Yan",
        "Jun Liu",
        "Yong Xiong",
        "Martin A. Schwartz",
        "Chenxiang Lin"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02086-w",
      "doi": "10.1038/s41565-025-02086-w",
      "summary": "Nature Nanotechnology, Published online: 15 December 2025; doi:10.1038/s41565-025-02086-w A tension-modulated DNA origami-based nanosensor, compatible with bulk biochemical analysis in cell lysates, is used to assess the force-induced interaction of proteins involved in cellular mechanotransduction."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Sb-contacted MoS<sub>2</sub> flash memory for analogue in-memory searches",
      "authors": [
        "Guoyun Gao",
        "Bo Wen",
        "Ni Yang",
        "Zhiyuan Du",
        "Mingrui Jiang",
        "Ruibin Mao",
        "Rui Qiu",
        "Yingnan Cao",
        "Hongxia Xue",
        "Deng Zou",
        "Pak San Yip",
        "Qihan Liu",
        "Yi Wan",
        "Dong-Keun Ki",
        "Jinyao Tang",
        "Paddy K. L. Chan",
        "Hao Jiang",
        "Han Wang",
        "Lain-Jong Li",
        "Can Li"
      ],
      "date": "2025-12-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02089-7",
      "doi": "10.1038/s41565-025-02089-7",
      "summary": "Nature Nanotechnology, Published online: 15 December 2025; doi:10.1038/s41565-025-02089-7 An analogue memory built from a two-dimensional material with antimony contacts enables very high, energy-efficient in-memory searches and k-nearest-neighbour classification, offering a scalable, low-power hardware platform for real-time edge artificial intelligence applications."
    }
  ]
}