{
  "generatedAt": "2025-08-26T03:05:13.079413+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Krylov spread complexity as holographic complexity beyond Jackiw-Teitelboim gravity</span>",
      "authors": [
        "Michal P. Heller, Jacopo Papalini, and Tim Schuhmann"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/0a073YafPcc1769078fe5e1551c8db160ee8e62d6",
      "doi": "10.1103/spcr-jgm6",
      "summary": "One of the important open problems in quantum black hole physics is a dual interpretation of holographic complexity proposals. To date the only quantitative match is the equality between the Krylov spread complexity in triple-scaled SYK and the complexity = volume proposal in classical JT gravity. O… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Search for ${B}^{0}→{K}^{*0}{τ}^{+}{τ}^{−}$ decays at the Belle II experiment</span>",
      "authors": [
        "I. Adachi et al."
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/06074Y24Q5215894c8760a47da97461f9159caac3",
      "doi": "10.1103/v1q3-9dy8",
      "summary": "We present a search for the rare flavor-changing neutral-current decay with data collected by the experiment at the SuperKEKB electron-positron collider. The analysis uses a data sample recorded at the center-of-mass energy of the resonance. One of the mesons produced in the $\\FourS\\to\\Bz\\Bzb$ proce… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>TeV solar gamma rays as a probe for the solar internetwork magnetic fields</span>",
      "authors": [
        "Kenny C. Y. Ng, Andrew Hillier, and Shin’ichiro Ando"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ef079Y09I4c13d8440655fb6189dc4fc562ef4bda",
      "doi": "10.1103/l6qw-8c1h",
      "summary": "Recently, solar gamma rays produced by cosmic rays interacting with the solar atmosphere have been detected in the GeV to TeV energy range, revealing that cosmic rays are significantly affected by magnetic fields in the solar atmosphere. However, much of the observations remain unexplained by existi… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Categorical symmetries in spin models with atom arrays</span>",
      "authors": [
        "Alison Warman, Fan Yang, Apoorv Tiwari, Hannes Pichler, and Sakura Schäfer-Nameki"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/fd07fYe0Ocd1809d603f221383df325d6d6643524",
      "doi": "10.1103/249m-m8wq",
      "summary": "Categorical symmetries have recently been shown to generalize the classification of phases of matter, significantly broadening the traditional Landau paradigm. To test these predictions, we propose a simple spin chain model that encompasses all gapped phases and second-order phase transitions govern… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Multipoint correlations in Poisson media</span>",
      "authors": [
        "Alec Shelley, Aaron Olson, Gianluca Geraci, and Daniel M. Tartakovsky"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/84071Y6aRa518a93680b0525e966f41105ae22ba7",
      "doi": "10.1103/325k-g4dr",
      "summary": "Multi-point correlations in randomly heterogeneous composite media are determined by the probability that a set of points belong to specific phases. They determine a wide range of macroscopic transport properties such as conductivity, dielectric constant, diffusion coefficient, and transmittance. Th… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Stopping cross-section for protons across different phases of water</span>",
      "authors": [
        "F. Matias, N. E. Koval, P. de Vera, R. Garcia-Molina, I. Abril, J. M. B. Shorto, H. Yoriyaz, J. J. N. Pereira, T. F. Silva, M. H. Tabacniks, M. Vos, and P. L. Grande"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/d8077Ye9R2b2800d34d48c52f6d382a4aeabb1596",
      "doi": "10.1103/ksdx-mnd7",
      "summary": "Accurately quantifying the energy loss rate of proton beams in liquid water is crucial for the precise application and improvement of proton therapy, whereas the slowing down of proton in water ices also plays an important role in astrophysics. However, precisely determining the electronic stopping … [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Nearly temperature-independent gate-electric-field-driven lateral migration of electrons in Si${}_{3}$N${}_{4}$ charge trap layer of flash memory devices</span>",
      "authors": [
        "Joon Hwang, Min-Kyu Park, Joonhyung Cho, Yeongheon Yang, Jong-Ho Bae, and Jong-Ho Lee"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/1c070Y7aN7f13090b2a39dc605b5fdc17ef6a0ff9",
      "doi": "10.1103/lj4r-dcb7",
      "summary": "Through experiments and a proposed model, we revealed for the first time why electrons laterally migrate within the Si3N4 charge trap layer during the programming of flash memory devices. The proposed thermally-assisted trap-to-band tunneling emission model well explained the measured electric field… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Channel flows of deformable nematics</span>",
      "authors": [
        "Ioannis Hadjifrangiskou, Sumesh P. Thampi, and Julia M. Yeomans"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/b607eY31Kf21e483e84681c8516d5d236247c3818",
      "doi": "10.1103/9mx1-1hk8",
      "summary": "We describe channel flows in a continuum model of deformable nematic particles. In a simple shear flow, deformability leads to a nonlinear coupling of strain rate and vorticity, and results in shape oscillations or flow alignment. The final steady state can depend on initial conditions, and we expla… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Spin demons in $d$-wave altermagnets</span>",
      "authors": [
        "Pieter M. Gunnink, Jairo Sinova, and Alexander Mook"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a007eYd5Q012ce08203930a65eb9ed02c24ea01a0",
      "doi": "10.1103/99zp-s88m",
      "summary": "Demons are a type of plasmons, which consist of out-of-phase oscillations of electrons in different bands. Here, we show that d-wave altermagnets, a recently discovered class of collinear magnetism, naturally realize a spin demon, which consists of out-of-phase movement of the two spin species. The … [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Transparency of graphene to solid-solid van der Waals interactions</span>",
      "authors": [
        "Chuanli Yu, Weijia Zeng, Zepu Kou, Wenxiang Wang, Ling Wang, Qunyang Li, Xiaofei Liu, and Zhaohe Dai"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/be07bY6dQ301179ae39090d15a7e4a2540216e956",
      "doi": "10.1103/jgqz-gwlc",
      "summary": "Understanding the transparency of two-dimensional (2D) materials to intermolecular interactionsparticularly their ability to transmit van der Waals (vdW) forcesis crucial for applications such as the design of 2D material-based nanofluidic and microelectromechanical systems. However, experimental st… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Extended XY model for spinor polariton simulators</span>",
      "authors": [
        "A. Kudlis, D. Novokreschenov, and I. A. Shelykh"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4907cY43M221928662e63218c402bdde722b6f234",
      "doi": "10.1103/41k6-yp2l",
      "summary": "The classic lattice XY model is one of the universal models of statistical mechanics appearing in a broad variety of optical and condensed matter systems. One of its possible realizations is a system of tunnel-coupled spinor polariton condensates, where phases of individual condensates play a role o… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Design and theory of switchable linear magnetoelectricity by ferroelectricity in Type-I multiferroics</span>",
      "authors": [
        "Hui-Min Zhang, Cheng-Ao Ji, Tong Zhu, Hongjun Xiang, Hiroshi Kageyama, Shuai Dong, James M. Rondinelli, and Xue-Zeng Lu"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/68073K76J691150587298037e7b11d089904ee62f",
      "doi": "10.1103/66zq-39yc",
      "summary": "We present a comprehensive theoretical investigation of magnetoelectric (ME) coupling mechanisms in 19 altermagnetic and 4 ferrimagnetic Type-I multiferroics using electronic band structure calculations with spin-orbit coupling, a first-principles ME response framework, and spin-space-group theory a… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Maximum dissipation reduction in bulk polymeric turbulence</span>",
      "authors": [
        "Yi-Bao Zhang, Feng Wang, Sheng-Hong Peng, and Heng-Dong Xi"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ef079Yc3Naf1c69a731a41596449c23d8cb6e25b5",
      "doi": "10.1103/vxvs-zdbt",
      "summary": "We present an experimental study of the flow regime and coherent structure in polymeric turbulence through three-dimensional velocity measurements with unprecedented high spatial resolution. We show that, with increasing polymer concentration, the effect of polymers on the fluid energy dissipation r… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Observation of hybrid degenerate point in projected non-Hermitian metasurfaces</span>",
      "authors": [
        "Jingyi Chen, Zhiling Zhou, Yu Xiao, Nengyin Wang, Xu Wang, and Yong Li"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/02073Yc0Q601dd92d6d666c3a7233fca903e371ec",
      "doi": "10.1103/9tdx-lcm5",
      "summary": "Degeneracy appears ubiquitously in physical systems. Exceptional points (EPs), the non-Hermitian degeneracies, have unveiled numerous novel phenomena that have no counterparts in Hermitian degeneracies — diabolic points (DPs). Here, we observe a hybrid degenerate point (HP) in a projected non-Hermit… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Generalized Neumann’s principle as a unified framework for fractional quantum and conventional ferroelectricity</span>",
      "authors": [
        "Hongsheng Pang and Lixin He"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3e073Y53Qbe1fa97b89c3125593c36e5bc1b71bff",
      "doi": "10.1103/trhd-kxm1",
      "summary": "Monolayer In${}_{2}$Se$3$ exhibits unexpected in-plane polarization, despite having ${C}_{3v}$ symmetry, a feature that was traditionally considered forbidden by symmetry. To explain this remarkable behavior, Ji et al. proposed the concept of fractional quantum ferroelectricity (FQFE), in which pola… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Accurate <em>ab initio</em> method for charged defect scattering</span>",
      "authors": [
        "Rongjing Guo, Kwangrae Kim, Zhongcan Xiao, and Yuanyue Liu"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a707eY45Nf81809080e44d11dc62043e4c6ae5036",
      "doi": "10.1103/42pc-t2bx",
      "summary": "Charged defect scattering of electrons plays a critical role in determining a wide range of material properties. However, there is a lack of an accurate method to calculate the scattering, as all the existing methods require assuming a specific distribution for unscreened (i.e., bare) excess charge … [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Thresholds for post-selected quantum error correction from statistical mechanics</span>",
      "authors": [
        "Lucas H. English, Dominic J. Williamson, and Stephen D. Bartlett"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/b2073Y2bK4118e8e28566e519c54e4460ad117511",
      "doi": "10.1103/nh49-52y2",
      "summary": "We identify regimes where post-selection can be used scalably in quantum error correction (QEC) to improve performance. We use statistical mechanical models to analytically quantify the performance and thresholds of post-selected QEC, with a focus on the surface code. Based on the non-equilibrium ma… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Quantum Monte Carlo pair orbital wave functions for periodic systems</span>",
      "authors": [
        "Lubos Mitas"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/0a07aY72Xfc1a682523b1ee8ae4419cddcb2b6711",
      "doi": "10.1103/9xqw-57cp",
      "summary": "We derive many-body single- and multi-reference wave functions for quantum Monte Carlo of periodic systems with an anti-symmetric portion that explicitly integrates over the Brillouin zone of one-particle Bloch states. The wave functions are BCS-like determinants for singlets and pfaffians for polar… [Phys. Rev. Lett.] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Chirality-dependent spin states and transport in GaAs nanotubes: Cylindrical wave technique calculations</span>",
      "authors": [
        "Pavel D’yachkov"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e5070Od1S8f1545a92bc71f7ac7034436ff801692",
      "doi": "10.1103/pjfj-gtfx",
      "summary": "Using the relativistic symmetrized linearized augmented cylindrical waves method we investigated the electronic and spin states and transport properties in three series of the chiral single-walled GaAs nanotubes (n1, n2) with n1 = 5, 7, 10 and integer 0 n2 n1. Except for opposite spin orientation in… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnon and photon blockade in a hybrid antiferromagnet-cavity quantum system</span>",
      "authors": [
        "Vemund Falch, Arne Brataas, and Alireza Qaiumzadeh"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/be078OafQee10f52f0df45b96496833a9a7a53e5a",
      "doi": "10.1103/m2rq-l6fl",
      "summary": "We investigate both magnon and photon blockade for an antiferromagnetic insulator coupled to a linearly polarized cavity mode. We focus on the cross-Kerr nonlinearity between the two magnon modes, which can be large in antiferromagnets with a weak easy-axis magnetic anisotropy. By numerically solvin… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Josephson diode effect from nonequilibrium current in a superconducting interferometer</span>",
      "authors": [
        "Daniel Shaffer, Songci Li, Jaglul Hasan, Mikhail Titov, and Alex Levchenko"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ed07bO3bQ34Eef10d58f55473edb3ff20fdbed0e1",
      "doi": "10.1103/n9y8-31gc",
      "summary": "We investigate the Josephson diode effect in a superconducting interferometer under nonequilibrium conditions. In contrast to its thermodynamic counterpart, which requires the simultaneous breaking of time-reversal and inversion symmetry, we demonstrate that a diode-like asymmetry of the critical cu… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Clocking emergent magnetic monopoles in square artificial spin ice</span>",
      "authors": [
        "Dheerendra S Bhandari, Anders Strømberg, Ida Breivik, Arthur Penty, Johannes H. Jensen, Michael Foerster, Gunnar Tufte, and Erik Folven"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d007cO09T8115058b50034b8eff28ca7846345538",
      "doi": "10.1103/qwx8-kkt9",
      "summary": "Dipolar-coupled single-domain nanomagnet lattices, known as Artificial Spin Ice (ASI), exhibit geometric frustration, emergence, reconfigurability, and collective magnetization dynamics, making them a promising platform for magnetic logic devices, reconfigurable magnonics and unconventional computin… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Kibble-Zurek dynamics across the first-order quantum transitions of quantum Ising chains in the thermodynamic limit</span>",
      "authors": [
        "Andrea Pelissetto, Davide Rossini, and Ettore Vicari"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5507bO06T9519c50247d2853365470c168e54c7fb",
      "doi": "10.1103/qwnj-r63c",
      "summary": "We study the out-of-equilibrium Kibble-Zurek (KZ) dynamics in quantum Ising chains in a transverse field, driven by a time-dependent longitudinal field h(t) = t/ts (ts is the time scale of the protocol), across their first-order quantum transitions (FOQTs) at h = 0. The KZ protocol starts at time ti… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Non-Abelian geometry, topology, and dynamics of a nonreciprocal Su-Schrieffer-Heeger ladder</span>",
      "authors": [
        "Ziyu Zhou, Zhi-Cong Xu, and Li-Jun Lang"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/25078O4cO491354e96968218ae4eef390b8bd5379",
      "doi": "10.1103/ykgv-y1y4",
      "summary": "Non-Hermiticity breaks down the adiabaticity and naturally leads to non-Abelian behaviors in multi-band systems. Here we consider a multi-band, non-Hermitian ladder model where the two legs are nonreciprocal Su-Schrieffer-Heeger chains. We thoroughly investigate how non-Abelian geometry, topology, a… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Interplay of altermagnetic order and Wilson mass in the Dirac equation: Helical edge states without time-reversal symmetry</span>",
      "authors": [
        "Yu-Hao Wan, Peng-Yi Liu, and Qing-Feng Sun"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c407eO00S9d1e35f81b094a87052250fd089ca57c",
      "doi": "10.1103/s6pj-495v",
      "summary": "We investigate topological phases in three-dimensional topological insulator (3DTI) thin films interfaced with altermagnetic (AM) orders. Starting from a modified Dirac equation, we elucidate the interplay between the Wilson mass, arising from lattice regularization, and the altermagnetic mass, and … [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Nonreciprocal ballistic transport in multilayer Weyl semimetal films with surface engineering</span>",
      "authors": [
        "M. H. Zou, R. Ma, S. J. Xu, W. Chen, H. Geng, L. Sheng, and D. Y. Xing"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7e07dO68Qbe1df53519f0a6887761de596a783089",
      "doi": "10.1103/wbch-86q6",
      "summary": "Weyl semimetal (WSM) thin films exhibit distinct electronic properties compared to their bulk counterparts. In this study, we theoretically investigate the nonreciprocal ballistic transport phenomena arising in WSM thin films due to surface modifications. Our analysis demonstrates that the nonrecipr… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Self-consistent layer-projected scissors operator for band structures of complex two-dimensional van der Waals materials</span>",
      "authors": [
        "Dario A. Leon, Mikael Kuisma, Mikkel Ohm Sauer, Jakob K. Svaneborg, Mark K. Svendsen, Stefano Americo, Kristian Berland, Jens Jørgen Mortensen, and Kristian S. Thygesen"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1107eOb9R4a1fc5fa5f91de2d13c006227878b585",
      "doi": "10.1103/2y5s-qcw9",
      "summary": "We introduce a computationally efficient method to calculate the quasiparticle (QP) band structure of general van der Waals (vdW) heterostructures. A layer-projected scissors (LAPS) operator, which depends on the one-body density matrix, is added to the density functional theory (DFT) Hamiltonian. T… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Two-dimensional nonlinear optical response of a spiral magnet</span>",
      "authors": [
        "Wolfram Brenig"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1107aOf2R311715e92f7665995e7fe338ce4eec04",
      "doi": "10.1103/q3ph-yf2t",
      "summary": "We study the dynamical response function relevant for two-dimensional coherent nonlinear optical spectroscopy of the antiferromagnetic frustrated J1-J3 Heisenberg model on the square lattice within its long-range ordered, incommensurate diagonal spiral phase. We argue that in this phase effective di… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Integrals of motion as slow modes in dissipative many-body operator dynamics</span>",
      "authors": [
        "Tian-Hua Yang and Dmitry A. Abanin"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0c073O53Sd813e57240d0ec2da142275f6e9765ae",
      "doi": "10.1103/d9b4-wlv6",
      "summary": "We consider Lindbladian operator dynamics in many-body quantum systems with one or more integrals of motion (IOM), subject to weak local dissipation. We demonstrate that IOMs with small support become slow modes of these dynamics, in the sense that their Frobenius norms decay more slowly compared to… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Graph theory and tunable slow dynamics in quantum East Hamiltonians</span>",
      "authors": [
        "Heiko Georg Menzler, Mari Carmen Bañuls, and Fabian Heidrich-Meisner"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b607fO1fQ171575c812d2d8625d84605b6c6a3453",
      "doi": "10.1103/j7jf-746f",
      "summary": "We show how graph theory concepts can provide an insight into the origin of slow dynamics in systems with kinetic constraints. In particular, we observe that slow dynamics is related to the presence of strong hierarchies between nodes on the Fock-space graph in the particle occupation basis, which e… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Parton mean-field theory of a Rydberg quantum spin liquid induced by density-dependent Peierls phases</span>",
      "authors": [
        "Benno Bock, Simon Ohler, and Michael Fleischhauer"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3907aOb6Ta617357438689379a45b32db7c559c49",
      "doi": "10.1103/bh7y-k8x9",
      "summary": "We derive a parton mean-field Hamiltonian for Rydberg excitations on a honeycomb lattice with nearest and density-dependent, complex next-nearest neighbor hopping. Numerical results obtained from exact diagonalization of small systems have given indications for a ground state that is a chiral spin l… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Diverse magnetic phase diagram and anomalous Hall effect in antiferromagetic LuMn${}_{6}$Sn${}_{6}$</span>",
      "authors": [
        "Shirin Mozaffari, Seung-Hwan Do, Richa P. Madhogaria, Aikaterini Flessa Savvidou, Brian W. Casas, William R. Meier, Rui Xue, Eun Sang Choi, Luis Balicas, and David G. Mandrus"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4507dO94Q111c357e2b49cc1ef1db5172f83e9c84",
      "doi": "10.1103/hwz4-z9mm",
      "summary": "The interactions between conduction electrons and magnetism can significantly enhance the Hall signal, a phenomenon known as the anomalous Hall effect (AHE). While the AHE is generally not expected in antiferromagnets, a large AHE is observed in certain antiferromagnets with noncollinear spin textur… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Unfolding the kagome lattice to improve understanding of ARPES in CoSn</span>",
      "authors": [
        "Véronique Brouet, Aaditya Vedant, François Bertran, Patrick Le Fèvre, and Oleg Rubel"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/27075Oe5Sc114555801e5e92cdd775f146d5f3440",
      "doi": "10.1103/5rpf-sd26",
      "summary": "Metallic kagome lattices are attracting significant attention as they provide a platform to explore the interplay between topology and magnetism. Angle-resolved photoemission spectroscopy (ARPES) plays a key role in unraveling their electronic structure. However, the analysis is often challenging du… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Equation of state of boron carbide B${}_{4}$C</span>",
      "authors": [
        "Joshua D. Coe, Ching-Fong Chen, Carl W. Greeff, Dana M. Dattelbaum, J. Tinka Gammel, Brianna L. Musicó, Chad A. McCoy, Pat Kalita, and Brittany A. Branch"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9107bOe1R451765203375af3e1a966bddfb1f8445",
      "doi": "10.1103/4n4q-pj7l",
      "summary": "We present the results of recent experiments conducted on the Sandia Z machine and a new tabular equation of state for B${}_{4}$C. The equation of state was calibrated to a combination of density functional calculations reported here and fits to preexisting data. It was constructed partly to recover… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Experimental observation of interconversion of non-Hermitian skin effect and Anderson localization in a nonreciprocal topological circuit based on Aubry-André model</span>",
      "authors": [
        "Lianlian Du, Yahong Liu, Miao Shi, Song Wang, Yue He, Xin Zhou, Xiaoyong Yang, Liyun Tao, Kun Song, Zhenfei Li, and Xiaopeng Zhao"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ff07dO46Paa14a57f3767222a49bc18311be943ab",
      "doi": "10.1103/7dvt-k6gk",
      "summary": "The non-Hermitian skin effect (NHSE) is a new phenomenon that emerges in non-Hermitian systems. Non-Hermitian systems can be flexibly realized by introducing non-Hermitian terms in circuits. In topological circuits, non-reciprocal hopping is realized by scaling linear elements, which introduces non-… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Determination of melting temperature of hexagonal ice using Lee-Yang phase transition theory</span>",
      "authors": [
        "Ling Liu, Yihua Dong, Qijun Ye, and Xin-Zheng Li"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f007cO99Rd71355f65c337a43fd2ebf9cfc58a1ae",
      "doi": "10.1103/fr9q-df52",
      "summary": "Lee-Yang phase transition theory is a milestone in statistical physics. Its applications in realistic systems, however, had been substantially hindered by availability of practical schemes to calculate the Lee-Yang zeros. In this manuscript, we extend the scheme we have designed earlier [Phys. Rev. … [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Slow ferromagnetic fluctuations in the kagome metal Sc${}_{3}$Mn${}_{3}$Al${}_{7}$Si${}_{5}$ revealed by ${}^{27}$Al NMR</span>",
      "authors": [
        "Qing-Ping Ding, Charles Taylor, Yongbin Lee, Charuni Dissanayake, Vireshwar Mishra, Dang Khoa Le, Manh-Huong Phan, Yasuyuki Nakajima, and Yuji Furukawa"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0907fO29QbfEcf1cd59744292f4138b217b327f72",
      "doi": "10.1103/qmgs-kmcl",
      "summary": "Static and dynamical magnetic and electronic properties of the kagome metal Sc${}_{3}$Mn${}_{3}$Al${}_{7}$Si${}_{5}$ have been investigated by ${}^{27}$Al nuclear magnetic resonance (NMR) measurements. The temperature dependence of Knight shift ($K$) shows a similar temperature dependence of the DC … [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Giant bulk spin photovoltaic effect in the two-dimensional altermagnetic multiferroics VO${X}_{2}$</span>",
      "authors": [
        "Yao Yang"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8a07fY74R7a24509e46c63a5caf47d9f32d07beea",
      "doi": "10.1103/z762-x1qb",
      "summary": "Altermagnets exhibit spin-split band structures without net magnetization, offering a promising platform for unconventional spin transport and multiferroic phenomena. Based on symmetry analysis and first-principles calculations, $VO{X}_{2}$ ($X=Cl,Br,I$) monolayer are identified as a two-dimensional… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Emergent topology in thin films of nodal line semimetals</span>",
      "authors": [
        "Faruk Abdulla"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/db078O7eT3712353d5a58bb2ebcea337e078a1fb7",
      "doi": "10.1103/zmg4-bl6l",
      "summary": "We investigate finite-size topological phases in thin films of nodal line semimetals (co-dimension 2) in three dimensions. By analyzing the hybridization of drumhead surface states, we demonstrate that such systems can transition into either a lower-dimensional nodal line state (co-dimension 1) or a… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin-orbit torque driven motion of chiral domain walls induced by radial magnetization in nanotube geometry</span>",
      "authors": [
        "Nobuyuki Umetsu, Hiroki Tokuhira, Michael Quinsat, Hideto Horii, Tsuyoshi Kondo, and Masaki Kado"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/29075O0bQ851d45211f71b892967e7a4db94d23e4",
      "doi": "10.1103/ngkw-t9r8",
      "summary": "We theoretically investigate chiral domain walls (DWs) formed in radially magnetized nanotubes composed of ultrathin layers with perpendicular magnetic anisotropy (PMA). Unlike those with in-plane magnetic anisotropy, the stable configurations of DWs in PMA nanotubes are influenced not only by excha… [Phys. Rev. B] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Ensemble inequivalence in the design of mixtures with super-Gibbs phase coexistence",
      "authors": [
        "Filipe C. Thewes and Peter Sollich"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/z6v8-pmm9",
      "doi": "10.1103/z6v8-pmm9",
      "summary": "Designing the phase behavior of multicomponent mixtures is a rich area with many potential applications. One key question is how more than $M+1$ phases, as would normally be allowed by Gibbs' phase rule at generic temperature in a mixture of $M$ molecular species, can be made to coexist in equilibri… [Phys. Rev. E 112, 024131] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Simple Ising ferromagnet with chiral interactions",
      "authors": [
        "William de Castilho and S. R. Salinas"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cwxt-xqmc",
      "doi": "10.1103/cwxt-xqmc",
      "summary": "We introduce a minimum Ising model with two different types of ferromagnetically interacting spin variables and the addition of chiral interactions according to the suggestions of the Dzyaloshinskii-Moryia mechanism to account for the onset of helical structures in magnetic systems. The investigatio… [Phys. Rev. E 112, 024132] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Entanglement generation across exceptional points in a two-qubit open quantum system: The role of initial states",
      "authors": [
        "B. A. Tay and Yee Shean H'ng"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/24cd-939t",
      "doi": "10.1103/24cd-939t",
      "summary": "We study an open quantum system of two qubits that are coupled by swapping interaction. Using the coupling strength between the qubits as a timescale, the Liouvillian of the system has exceptional points that depend on the disparity between the decay rates of the qubits. We find that the configurati… [Phys. Rev. E 112, 024133] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Apparent violations of the second law in the quantum-classical dynamics of interacting levitated nanoparticles",
      "authors": [
        "Pedro V. Paraguassú and Thiago Guerreiro"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5s83-qzzk",
      "doi": "10.1103/5s83-qzzk",
      "summary": "Random exchanges of energy arise naturally in stochastic systems. As a consequence, apparent violations of the second law of thermodynamics can occur at the trajectory level, even though the law holds true on average. Here, we investigate the occurrence of these apparent violations—termed free lunch… [Phys. Rev. E 112, 024134] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Multiple modulations of coupling effects on directed transport of Brownian particles driven by nonequilibrium fluctuations",
      "authors": [
        "Li-Ming Fan, Ming-Gen Li, Tian-Fu Gao, and Jing-Dong Bao"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kqzz-dcn7",
      "doi": "10.1103/kqzz-dcn7",
      "summary": "We investigate the overdamped directed transport of elastically coupled Brownian particles in asymmetric periodic potentials, driven by nonequilibrium fluctuations modeled as Poisson shot noise (PSN). Our findings reveal distinct modulations in the coupling effect, characterized by alternating regim… [Phys. Rev. E 112, 024135] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Edge correlations and link prediction in growing hypergraphs",
      "authors": [
        "Xie He, Philip S. Chodrow, and Peter J. Mucha"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4lkd-mtzq",
      "doi": "10.1103/4lkd-mtzq",
      "summary": "We propose a generative, mechanistic model of temporally evolving hypergraphs in which hyperedges form via noisy copying of previous hyperedges. Our proposed model reproduces several stylized facts from many empirical hypergraphs, is learnable from data, and defines a likelihood over a complete hype… [Phys. Rev. E 112, 024305] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Patterns robust to disorder in spatially interacting generalized Lotka-Volterra ecosystems",
      "authors": [
        "Alessandro Salvatore, Fabián Aguirre-López, and Ruben Zakine"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1ccz-x9sv",
      "doi": "10.1103/1ccz-x9sv",
      "summary": "How do interactions between species influence their spatial distribution in an ecosystem? To answer this question, we introduce a spatially extended ecosystem of generalized Lotka-Volterra type, where species can diffuse and interactions are nonlocal. We compute the criterion for the loss of stabili… [Phys. Rev. E 112, 024306] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Dynamics and frictional dissipation for treading slowly in a puddle",
      "authors": [
        "Chung-Hao Chen, Zong-Rou Jiang, and Tzay-Ming Hong"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7t1g-f3fz",
      "doi": "10.1103/7t1g-f3fz",
      "summary": "The process of producing a liquid column is common in daily life and industrial applications, such as walking through a puddle and roller printing. While governed by the Navier-Stokes equation, its dynamics are often studied by numerical means, which hinders a full understanding of the rich mixture … [Phys. Rev. E 112, 025105] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Falling viscoelastic liquid films on a slippery substrate",
      "authors": [
        "Zhiwei Song and Zijing Ding"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vv3p-cvk2",
      "doi": "10.1103/vv3p-cvk2",
      "summary": "This study develops a weighted-residual model for Oldroyd-B films on slippery substrates at moderate Reynolds number and large slippery length. Linear stability analysis reveals that wall slip promotes perturbation growth rates, increases cut-off wave numbers, and accelerates long-wave propagation s… [Phys. Rev. E 112, 025106] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Memory effect on gas percolation in saturated porous media",
      "authors": [
        "Germán Varas and Valérie Vidal"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d19h-6lx1",
      "doi": "10.1103/d19h-6lx1",
      "summary": "This work investigates the path of gas locally injected and rising through a water-saturated porous medium. Gas migration through the pores network is modeled using a Gaussian distribution of capillary overpressure superimposed on a linear pressure gradient induced by gravity. Previous studies have … [Phys. Rev. E 112, 025420] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Nonlinear optical response of thermal origin of sunset yellow chromonic liquid crystal",
      "authors": [
        "P. S. Terceiro, F. L. S. Cuppo, Dennys Reis, and A. M. Figueiredo Neto"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rz9c-2qqc",
      "doi": "10.1103/rz9c-2qqc",
      "summary": "The present study is dedicated to investigating the nonlinear optical response of thermal origin of lyotropic chromonic liquid-crystal phases composed of sunset yellow azo dye and water. Using time-resolved Z -scan and two-dimensional x-ray diffraction (XRD) techniques, the influence of molecular org… [Phys. Rev. E 112, 025421] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Geometry and dynamics of spring networks of spherical topology",
      "authors": [
        "Zhenwei Yao"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d7r5-n7y1",
      "doi": "10.1103/d7r5-n7y1",
      "summary": "The spring network model constitutes the backbone in the representations of a host of physical systems. In this work, we report the disturbance-driven microscopic dynamics of an isolated, closed spring network of spherical topology in mechanical equilibrium. The system permits self-intersection. We … [Phys. Rev. E 112, 025504] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Higher-order Ising model on hypergraphs",
      "authors": [
        "Thomas Robiglio, Leonardo Di Gaetano, Ada Altieri, Giovanni Petri, and Federico Battiston"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hbh5-3nty",
      "doi": "10.1103/hbh5-3nty",
      "summary": "Non-dyadic higher-order interactions affect collective behavior in various networked dynamical systems. Here, we discuss the properties of a novel Ising model with higher-order interactions and characterize its phase transitions between the ordered and the disordered phase. By a mean-field treatment… [Phys. Rev. E 112, L022301] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Active matter flocking via predictive alignment</span>",
      "authors": [
        "Julian Giraldo-Barreto and Viktor Holubec"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/ef078Yb2Q671de9c76559977b24b9986ee05d8762",
      "doi": "10.1103/fv6f-r9w9",
      "summary": "Understanding collective self-organization in active matter, such as bird flocks and fish schools, remains a grand challenge in physics. Alignment interactions are essential for flocking, yet alone, they are generally considered insufficient to maintain cohesion against noise, forcing traditional mo… [Phys. Rev. E] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Experimental study of the distributions of off-diagonal scattering-matrix elements of quantum graphs with symplectic symmetry</span>",
      "authors": [
        "Jiongning Che, Nils Gluth, Simon Köhnes, Thomas Guhr, and Barbara Dietz"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/fc079RefR6113c27566224a32f907ea2a9bab2314",
      "doi": "10.1103/qm3x-jvyw",
      "summary": "We report on experimental studies of the distribution of the off-diagonal elements of the scattering ($S$) matrix of open microwave networks with symplectic symmetry and a chaotic wave dynamics. These consist of two geometrically identical subgraphs with unitary symmetry described by complex conjuga… [Phys. Rev. E] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Enhancing the efficiency of variational autoregressive networks through renormalization group</span>",
      "authors": [
        "Sihan Wang and Zhirong Liu"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/9007bR3bR1314722d6975a949fef92e155dcc72de",
      "doi": "10.1103/zxj7-mvjq",
      "summary": "Estimating free energy is a fundamental and difficult problem in statistical physics. In recent years, machine-learning methods, especially deep generative models, have been extensively applied to this problem. The variational autoregressive networks (VAN) is one of the most successful methods. VAN … [Phys. Rev. E] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Quantum state preparation for probability distributions with reflection symmetry using matrix product states</span>",
      "authors": [
        "Yuichi Sano and Ikko Hamamura"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/72074A20Q6c1c00cd50a16842614502911db3be1d",
      "doi": "10.1103/yqj3-hyxv",
      "summary": "Quantum circuits for loading probability distributions into quantum states are essential subroutines in quantum algorithms used in physics, finance engineering, and machine learning. The ability to implement these with high accuracy in low-depth quantum circuits is a critical issue. We propose a nov… [Phys. Rev. Applied] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Niobium coaxial cavities with internal quality factors exceeding $1.4×{10}^{9}$ for circuit quantum electrodynamics</span>",
      "authors": [
        "Andrew E. Oriani, Fang Zhao, Tanay Roy, Alexander Anferov, Kevin He, Ankur Agrawal, Riju Banerjee, Srivatsan Chakram, and David I. Schuster"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/3607eA71Ne6E3f1c10f157587008edc48540c425a",
      "doi": "10.1103/ht5k-yb53",
      "summary": "Group-V materials such as niobium and tantalum have become popular choices for extending the performance of circuit quantum electrodynamics (cQED) platforms allowing for quantum processors and memories with reduced error rates and more modes. The complex surface chemistry of niobium however makes id… [Phys. Rev. Applied] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Theory and experiments demonstrating radioplasmonic absorption in a biological tissue mimic</span>",
      "authors": [
        "Nicholas J. Rommelfanger, Marigold Gil Malinao, Kenneth Brinson Jr., Analiese M. Bancroft, and Guosong Hong"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/71076K3fO461920988037e78583c310c0ff44f735",
      "doi": "10.1103/42ym-l7rc",
      "summary": "The localized absorption of radio frequency (RF) energy in biological tissue would benefit applications ranging from neuromodulation to cancer hyperthermia. However, previous work in this field has failed to experimentally demonstrate the ability to concentrate and “focus” RF energy deep within tiss… [Phys. Rev. Applied] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Topological polarization of kagome tubes and applications towards vibration isolation</span>",
      "authors": [
        "James P McInerney, Othman Oudghiri-Idrissi, Carson L Willey, Serife Tol, Xiaoming Mao, and Abigail Juhl"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/0f073A2eRed1d009f53f6c88a254350f280ee7c07",
      "doi": "10.1103/xn86-676c",
      "summary": "Topological Maxwell lattices offer unique functionality as vibration isolators due to their capacity for asymmetrically localizing low-energy vibrational modes to their boundary via the phenomenon of topological polarization. However, existing architectures are difficult to integrate into larger sys… [Phys. Rev. Applied] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Acoustic leaky-wave antennas from zero-index metamaterials</span>",
      "authors": [
        "Keqiang Lyu, Mohamed Farhat, and Ying Wu"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/b3075Ae7Qd91fa00b5530bc31ef4f364a403b4b1d",
      "doi": "10.1103/pzvt-gq9v",
      "summary": "We present an acoustic leaky-wave antenna based on zero-refractive-index metamaterials, offering significantly enhanced radiation efficiency and directivity compared to conventional designs. The zero-refractive-index metamaterial incorporates a periodically distributed space-coiling structures, leve… [Phys. Rev. Applied] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Doppler pulse amplification</span>",
      "authors": [
        "Klaas De Kinder, Amir Bahrami, and Christophe Caloz"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/7907eK9dReb1ca10c0d544e1bc453bef9d4f487cc",
      "doi": "10.1103/fdxf-vjs4",
      "summary": "The ability to amplify ultrashort pulses has revolutionized modern laser science, driving advances in various fields such as ultrafast optics and spectroscopy. A pivotal development in this field is chirped pulse amplification (CPA), which stretches, amplifies and recompresses ultrashort optical pul… [Phys. Rev. Applied] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>On-chip direct-current source for scalable superconducting quantum computing</span>",
      "authors": [
        "Lei Jiang et al."
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/5607cYd4J421518892182b982133f42eae5906208",
      "doi": "10.1103/qwvv-mz8s",
      "summary": "Scalable coherent manipulation of qubit quantum states is crucial for building large-scale superconducting quantum processors towards fault tolerant quantum computing. Complete coherent manipulation contains quantum gate control and magnetic flux bias for qubit, especially for quantum processors wit… [Phys. Rev. Applied] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Self-induced nonreciprocity from asymmetric photonic topological insulators</span>",
      "authors": [
        "Sema Guvenc Kilic, Ufuk Kilic, Mathias Schubert, Eva Schubert, and Christos Argyropoulos"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/4a07aA40Pe516c0e95c666013723be55e37aa5d20",
      "doi": "10.1103/dnp4-z1xk",
      "summary": "Photonic topological insulators and self-induced nonreciprocity based on nonlinear effects in asymmetric structures have garnered increased attention due to their potential applications in quantum information technologies and advanced photonic integrated circuits. In this study, we combine these two… [Phys. Rev. Applied] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Generalized Brewster effect at exceptional points via cascaded non-Hermitian metasurfaces</span>",
      "authors": [
        "Shixian Hu, Yuxuan Liu, Yadong Xu, and Jie Luo"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/7407bAbdRed1f50a95c82e04d78a87da9e428a3bb",
      "doi": "10.1103/zkw4-nylb",
      "summary": "The Brewster effect, a reflectionless phenomenon stemming from directional dipole radiation, is a basic principle in polarization optics. Typically, its manifestation is confined to specific incident angle and polarization. Here, we break this constraint using cascaded non-Hermitian metasurfaces on … [Phys. Rev. Applied] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Experimental investigation of twist conservation in nonlinear optical three-wave mixing</span>",
      "authors": [
        "G. H. dos Santos, A. L. S. Santos Junior, M. Gil de Oliveira, A. C. Barbosa, B. Pinheiro da Silva, N. Rubiano da Silva, G. Cañas, S. P. Walborn, A. Z. Khoury, and P. H. Souto Ribeiro"
      ],
      "date": "2025-08-25T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/06077A1aRf51da0f344a8af95318307f767cdc3ac",
      "doi": "10.1103/63bq-lq1l",
      "summary": "We conduct an experimental investigation into the conservation of the twist phase in Twisted Gaussian Schell Model (TGSM) beams during both up- and down-conversion three-wave mixing nonlinear processes. Independently generated TGSM beams, prepared with varying twist parameters, are used to pump and … [Phys. Rev. Applied] Published Mon Aug 25, 2025"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Sedimenting rigid particles of certain shapes approach a stationary orientation",
      "authors": [
        "Chandra Shekhar, Harish Mirajkar, Piotr Zdybel, Yevgen Melikhov, Maria L. Ekiel-Jezewska"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15783",
      "arxiv": "https://arxiv.org/abs/2508.15783",
      "doi": null,
      "summary": "This work investigates experimentally and numerically the dynamics of rigid particles settling under gravity in a highly viscous fluid. We demonstrate that certain shapes: cones, crescent moons, arrowheads, and open flat rings reorient and approach a stationary configuration. We determine the mobility coefficients and the characteristic reorientation times. We find out that the two rotational-translational mobility coefficients have opposite signs. Therefore, based on the equations of motion for rigid bodies with two orthogonal planes of symmetry, theoretically derived by Joshi and Govindarajan, Phys. Rev. Lett., 134, 2025, 014002 and Ekiel-Jezewska and Wajnryb, J. Phys. Condens. Matter, 21, 2009, 204102, we conclude that the approached stationary configurations are stable. Owing to the similarity principle, our experimental findings apply to micro-objects in water-based solutions. The reorientation of sedimenting rigid particles of certain shapes to a stationary stable configuration in a relatively short time might be used for biological, medical, or industrial applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Non-equilibrium evaporation of Lennard-Jones fluids: Enskog-Vlasov theory and Hertz-Knudsen model",
      "authors": [
        "Shaokang Li, Livio Gibelli, Yonghao Zhang"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15785",
      "arxiv": "https://arxiv.org/abs/2508.15785",
      "doi": null,
      "summary": "Enskog-Vlasov equation is currently the most sophisticated kinetic model for describing non-equilibrium evaporative flows. While it enables more efficient simulations than the molecular dynamics (MD) methods, its accuracy in reproducing the flow properties of real fluids is limited by the underlying assumptions of the Vlasov forcing term. To address this limitation, this work proposes a molecular kinetic model specifically designed for real fluids, with the Lennard-Jones fluids as an example. The model is first applied to evaluate the equilibrium characteristics of a liquid-vapour system, including the liquid-vapour coexistence curve, vapour pressure, and surface tension coefficient. The results show excellent agreement with the MD simulation and experimental data. Furthermore, the model is used to investigate non-equilibrium evaporation, with a particular focus on the velocity distribution function adjacent to the liquid-vapour interface. The findings reveal significant deviations from the Maxwellian distribution in the vapour region, suggesting that the classical Hertz-Knudsen relation becomes inaccurate when non-equilibrium effects are pronounced. Therefore, this work represents a critical step towards the development of an accurate and efficient computational framework for modelling non-equilibrium liquid-vapour flows for real fluids, with direct relevance to practical applications such as flow cooling."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Wiener Hopf Analysis of Transient Mode-I/Mode-II Fracture in Rotating Heterogeneous Magnetoelastic Orthotropic Media under Initial Stresses",
      "authors": [
        "Diksha, Soniya Chaudhary, Pawan Kumar Sharma"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15870",
      "arxiv": "https://arxiv.org/abs/2508.15870",
      "doi": null,
      "summary": "This study investigates the fracture behavior under both opening (Mode I) and in-plane sliding (Mode II) conditions for a semi-infinite crack in a rotating, spatially graded magnetoelastic orthotropic strip with combined horizontal and vertical initial normal stresses. The strip is assumed infinite in extent, with the crack aligned along its longitudinal axis and parallel to the rotation axis. The governing field equations are reduced to an analytically tractable form by employing the Fourier transform in the spatial domain and the Laplace transform in the temporal domain. The effect of a sudden application of traction, represented by a Heaviside step function, is analyzed for both normal and shear loading conditions. The resulting boundary-value problem is addressed through the Wiener Hopf method, yielding analytical representations of the stress intensity factors (SIFs). The near tip asymptotic stress fields are evaluated to derive explicit SIF representations for each loading configuration. Laplace inversion is performed using the generalized Chebyshev Laguerre polynomial method. Numerical simulations are conducted for Uranium and Graphite--Epoxy, with isotropic materials considered for comparison to assess the role of anisotropy. The temporal evolution of the SIFs is investigated for varying material gradation parameters, rotation rates, magnetoelastic coupling, and initial stresses. Results reveal that functional grading significantly influences both the magnitude and time evolution of the SIFs, rotation introduces a stabilizing effect, and magnetoelasticity exhibits mode-dependent impacts. These findings provide valuable insight into fracture behavior in advanced magnetoelastic composites, with relevance to high-performance rotating structures such as surface acoustic wave devices, aircraft wings, and helicopter blades."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Entanglement entropy as a probe of topological phase transitions",
      "authors": [
        "Manish Kumar, Bharadwaj Vedula, Suhas Gangadharaiah, Auditya Sharma"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15897",
      "arxiv": "https://arxiv.org/abs/2508.15897",
      "doi": null,
      "summary": "Entanglement entropy (EE) provides a powerful probe of quantum phases, yet its role in identifying topological transitions in disordered systems remains underexplored. We introduce an exact EE-based framework that captures topological phase transitions even in the presence of disorder. Specifically, for a class of Su-Schrieffer-Heeger (SSH) model variants, we show that the difference in EE between half-filled and near-half-filled ground states, $\\Delta S^{\\mathcal{A}}$, vanishes in the topological phase but remains finite in the trivial phase -- a direct consequence of edge-state localization. This behavior persists even in the presence of quasiperiodic or binary disorder. Exact phase boundaries, derived from Lyapunov exponents via transfer matrices, agree closely with numerical results from $\\Delta S^{\\mathcal{A}}$ and the topological invariant $\\mathcal{Q}$, with instances where $\\Delta S^{\\mathcal{A}}$ outperforms $\\mathcal{Q}$. Our results highlight EE as a robust diagnostic tool and a potential bridge between quantum information and condensed matter approaches to topological matter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Superconductivity and Ferroelectric Orbital Magnetism in Semimetallic Rhombohedral Hexalayer Graphene",
      "authors": [
        "Jinghao Deng, Jiabin Xie, Hongyuan Li, Takashi Taniguchi, Kenji Watanabe, Jie Shan, Kin Fai Mak, Xiaomeng Liu"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15909",
      "arxiv": "https://arxiv.org/abs/2508.15909",
      "doi": null,
      "summary": "Rhombohedral multilayer graphene has emerged as a promising platform for exploring correlated and topological quantum phases, enabled by its Berry-curvature-bearing flat bands. While prior work has focused on separated conduction and valence bands, we probe the extensive semimetallic regime of rhombohedral hexalayer graphene. We survey a rich phase diagram dominated by flavor-symmetry breaking and reveal an electric-field-driven band inversion through fermiology. Near this inversion, we find a superconducting-like state confined to a region with emergent electron and hole Fermi surfaces. In addition, two multiferroic orbital-magnetic phases are observed: a ferrovalley state near zero field and a ferroelectric state at large fields around charge neutrality. The latter shows electric-field-reversible magnetic hysteresis, consistent with a $\\Delta P \\cdot M$ multiferroic order parameter. Our fermiology analysis elucidates the correlated semimetal regime in rhombohedral graphene and underscores its potential to host diverse quantum phases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Modeling Energy- and Momentum-dependent Scattering Relaxation Times in a Semi-Classical Model of Charge Transport using the Self-Scattering Technique",
      "authors": [
        "H. A. McDonough, Nicholas A. Mecholsky"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15927",
      "arxiv": "https://arxiv.org/abs/2508.15927",
      "doi": null,
      "summary": "Improvement of numerical methods for calculating charge transport quantities of materials from the Boltzmann transport equation (BTE) is important for prediction of material properties. In particular, techniques which allow for more accurate models of scattering rates and band structures while remaining less computationally involved are valuable. The self-scattering technique is one such technique for implementing energy- and momentum-dependent scattering relaxation times in Monte Carlo simulations of charge transport or iterative techniques for solving the BTE. While the technique initially uses a constant relaxation time in the simulation algorithm, we found, upon analysis of the technique, that the energy and momentum total scattering relaxation time may be recovered. To show this, we preformed self-scattering Monte Carlo simulations of electron transport for both energy-dependent and independent relaxation times. The relaxation times and the fraction of scattering type selected in the simulation matched the full rates implemented in the simulation. In order to understand these results, we developed the theory behind the technique, demonstrating that the probability distribution function of free-flight times created using the self-scattering algorithm produces the analytical probability distribution function expression generated by full energy, momentum and time dependent relaxation times and probabilities. However, certain forms of relaxation times may cause the simulation to fail, depending on implementation. Clarity about such techniques is important for improvement of charge transport simulation models and implementation of ab initio scattering rates and band structures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interpretability of linear regression models of glassy dynamics",
      "authors": [
        "Anand Sharma, Chen Liu, Misaki Ozawa, Daniele Coslovich"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15933",
      "arxiv": "https://arxiv.org/abs/2508.15933",
      "doi": null,
      "summary": "Data-driven models can accurately describe and predict the dynamical properties of glass-forming liquids from structural data. Accurate predictions, however, do not guarantee an understanding of the underlying physical phenomena and the key factors that control them. In this paper, we illustrate the merits and limitations of linear regression models of glassy dynamics built on high-dimensional structural descriptors. By analyzing data for a two-dimensional glass model, we show that several descriptors commonly used in glass-transition studies display multicollinearity, which hinders the interpretability of linear models. Ridge regression suppresses some of the shortcomings of multicollinearity, but its solutions are not succinct enough to be physically interpretable. Only by using dimensional reduction techniques we eventually obtain linear models that strike a balance between prediction accuracy and interpretability. Our analysis points to a key role of local packing and composition fluctuations in the glass model under study."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hybrid Monte Carlo Metadynamics (hybridMC-MetaD)",
      "authors": [
        "Charlotte Shiqi Zhao, Sun-Ting Tsai, Sharon C. Glotzer"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15942",
      "arxiv": "https://arxiv.org/abs/2508.15942",
      "doi": null,
      "summary": "We propose the powerful integration of the Hybrid Monte Carlo (hybridMC) algorithm and Well-Tempered Metadynamics. This new algorithm, hybridMC-MetaD, enhances the flexibility and applicability of metadynamics by allowing for the utilization of a wider range of collective variables (CVs), namely non-differentiable CVs. We demonstrate the usage of hybridMC-MetaD through five examples of rare events in molecular dynamics (MD) simulations, including a rare transition in a model potential system, condensation of the argon system, crystallization in a nearly-hard sphere system, a nearly-hard bipyramid system and a colloidal suspension. By taking advantage of hybridMC, which combines molecular dynamics (MD) and MC, we are able to bias the transitions along non-differentiable CVs for all five cases, which would be unfeasible with conventional MD simulations. Enabled by metadynamics, we observed significant acceleration of the phase transitions and calculated free energy barriers using the hybridMC-MetaD simulation data. For the nearly-hard bipyramid system whose crystallization is primarily driven by entropy, we report the free energy surface for the first time. Through our case studies, we show that our hybridMC-MetaD scheme reduces the complexity of using metadynamics and increases its accessibility. We believe the hybridMC-MetaD algorithm will stimulate greater interest in, and foster broader applications of metadynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dual Topology as a Fingerprint of Relativistic Altermagnetism in AgF$_2$ Monolayer",
      "authors": [
        "J. W. Gonz\\'alez, R. A. Gallardo, N. Vidal-Silva, A. M. Le\\'on"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15944",
      "arxiv": "https://arxiv.org/abs/2508.15944",
      "doi": null,
      "summary": "Altermagnets have emerged as a fertile ground for quantum phenomena, but topological phases unifying different quasiparticles remain largely unexplored. Here, we demonstrate that monolayer AgF$_2$ hosts a dual topological state, driven by a single ferroelastic distortion. This polar transition breaks inversion symmetry and unleashes relativistic spin-orbit effects, simultaneously imparting non-trivial topology to electrons and magnons. The result is valence bands with opposite Chern numbers, $C^E=\\pm3$, and a magnon spectrum with a full topological gap and chiral bands, $C^M=\\pm1$. This work realizes topological altermagnonics in a tangible material platform, with a clear experimental fingerprint in the transverse thermal Hall effect. The coexistence of fermionic and bosonic topology in AgF$_2$ opens new directions for designing intrinsically hybrid quantum matter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "High temporal stability of niobium superconducting resonators by surface passivation with organophosphonate self-assembled monolayers",
      "authors": [
        "Harsh Gupta, Rui Pereira, Leon Koch, Niklas Bruckmoser, Moritz Singer, Benedikt Schoof, Manuel Kompatscher, Stefan Filipp, Marc Tornow"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15957",
      "arxiv": "https://arxiv.org/abs/2508.15957",
      "doi": null,
      "summary": "One main limiting factor towards achieving high coherence times in superconducting circuits is two level system (TLS) losses. Mitigating such losses requires controlling the formation of native oxides at the metal-air interface. Here, we report the growth of alkyl-phosphonate self-assembled monolayers (SAMs) on Nb thin films following oxide removal. The impact of passivation was evaluated via the performance of coplanar waveguide resonators at 10mK, in terms of quality factor and resonant frequency, over six days of air exposure. Un-passivated resonators exhibited an ~80% increase in loss at single-photon power levels, whereas SAM-passivated resonators maintained excellent temporal stability, attributed to suppressed oxide regrowth. By employing a two-component TLS model, we discern distinct prominent loss channels for each resonator type and quantified the characteristic TLS loss of the SAMs to be ~5x10^-7. We anticipate our passivation methodology to offer a promising route toward industrial-scale qubit fabrication, particularly where long-term device stability is critical."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unconventional superconductivity induced by rare-earth substitution in Nd1-xEuxNiO2 thin films",
      "authors": [
        "Dung Vu, Hangoo Lee, Daniele Nicoletti, Wenzheng Wei, Zheting Jin, Dmitry V. Chichinadze, Michele Buzzi, Yu He, Christopher A. Mizzi, Tiema Qian, Boris Maiorov, Alexey Suslov, Cyprian Lewandowski, Sohrab Ismail-Beigi, Frederick Walker, Andrea Cavalleri, Charles Ahn"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15968",
      "arxiv": "https://arxiv.org/abs/2508.15968",
      "doi": null,
      "summary": "High temperature superconductivity is typically associated with strong coupling and a large superconducting gap, yet these characteristics have not been demonstrated in the nickelates. Here, we provide experimental evidence that Eu substitution in the spacer layer of Nd1-xEuxNiO2 (NENO) thin films enhances the superconducting gap, driving the system toward a strong-coupling regime. This is accompanied by a magnetic-exchange-driven magnetic-field-enhanced superconductivity. We investigate the upper critical magnetic field, Hc2, and superconducting gap of superconducting NENO thin films with x=0.2 to 0.35. Magnetoresistance measurements reveal magnetic-field-enhanced superconductivity in NENO films. We interpret this phenomenon as a result of interaction between magnetic Eu ions and superconducting states in the Ni dx2-y2 orbital. The upper critical magnetic field strongly violates the weak-coupling Pauli limit. Infrared spectroscopy confirms a large gap-to-Tc ratio $2 \\Delta k_B T_c \\approx 5 - 6$, indicating a stronger coupling pairing mechanism in NENO relative to the Sr-doped NdNiO2. The substitution of Eu in the rare-earth layer provides a method to modify the superconducting gap in Nd-based nickelates, an essential factor in engineering high-Tc superconductivity in infinite-layer nickelates."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A simulation-based training framework for machine-learning applications in ARPES",
      "authors": [
        "MengXing Na, Chris Zhou, Sydney K. Y. Dufresne, Matteo Michiardi, Andrea Damascelli"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15983",
      "arxiv": "https://arxiv.org/abs/2508.15983",
      "doi": null,
      "summary": "In recent years, angle-resolved photoemission spectroscopy (ARPES) has advanced significantly in its ability to probe more observables and simultaneously generate multi-dimensional datasets. These advances present new challenges in data acquisition, processing, and analysis. Machine learning (ML) models can drastically reduce the workload of experimentalists; however, the lack of training data for ML -- and in particular deep learning -- is a significant obstacle. In this work, we introduce an open-source synthetic ARPES spectra simulator - aurelia - for the purpose of generating the large datasets necessary to train ML models. As a demonstration, we train a convolutional neural network to evaluate ARPES spectra quality -- a critical task performed during the initial sample alignment phase of the experiment. We benchmark the simulation-trained model against actual experimental data and find that it can assess the spectra quality more accurately than human analysis, and swiftly identify the optimal measurement region with high precision. Thus, we establish that simulated ARPES spectra can be an effective proxy for experimental spectra in training ML models."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal Fluctuations in the Tail Probability for d=2 Random Walks in Space-Time Random Environments",
      "authors": [
        "Franscesca Ark, Jacob B. Hass, Eric I. Corwin"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15999",
      "arxiv": "https://arxiv.org/abs/2508.15999",
      "doi": null,
      "summary": "Many diffusive systems involve correlated random walkers due to a shared environment. Such systems can be modeled as random walks in random environments (RWRE). These models differ from classical diffusion in the behavior of the extremes -- the walkers that move the fastest or farthest. In spatial dimension $d=1$ RWRE models have been well studied numerically and analytically and exhibit universal behavior in the Kardar-Parisi-Zhang universality class. Here, we study discrete lattice RWRE models in $d=2$. We find that the tail probability exhibits a different universal scaling form, which is nevertheless characterized by the same coefficient, $\\lambda_\\mathrm{ext}$, as in the $d=1$ case. We observe a critical scaling regime for fluctuations in the tail probability at positions that scale linearly in time."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Strong Correlation Driven Quadrupolar to Dipolar Exciton Transitions in a Trilayer Moir\\'e Superlattice",
      "authors": [
        "Yuze Meng, Lei Ma, Li Yan, Ahmed Khalifa, Dongxue Chen, Shuai Zhang, Rounak Banerjee, Takashi Taniguchi, Kenji Watanabe, Seth Ariel Tongay, Benjamin Hunt, Shi-Zeng Lin, Wang Yao, Yong-Tao Cui, Shubhayu Chatterjee, Su-Fei Shi"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16009",
      "arxiv": "https://arxiv.org/abs/2508.16009",
      "doi": "10.1038/s41566-025-01741-x",
      "summary": "The additional layer degree of freedom in trilayer moir\\'e superlattices of transition metal dichalcogenides enables the emergence of novel excitonic species, such as quadrupolar excitons, which exhibit unique excitonic interactions and hold promise for realizing intriguing excitonic phases and their quantum phase transitions. Concurrently, the presence of strong electronic correlations in moir\\'e superlattices, as exemplified by the observations of Mott insulators and generalized Wigner crystals, offers a direct route to manipulate these new excitonic states and resulting collective excitonic phases. Here, we demonstrate that strong exciton-exciton and electron-exciton interactions, both stemming from robust electron correlations, can be harnessed to controllably drive transitions between quadrupolar and dipolar excitons. This is achieved by tuning either the exciton density or electrostatic doping in a trilayer semiconducting moir\\'e superlattice. Our findings not only advance the fundamental understanding of quadrupolar excitons but also usher in new avenues for exploring and engineering many-body quantum phenomena through novel correlated excitons in semiconducting moir\\'e systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "FIRE-GNN: Force-informed, Relaxed Equivariance Graph Neural Network for Rapid and Accurate Prediction of Surface Properties",
      "authors": [
        "Circe Hsu, Claire Schlesinger, Karan Mudaliar, Jordan Leung, Robin Walters, Peter Schindler"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16012",
      "arxiv": "https://arxiv.org/abs/2508.16012",
      "doi": null,
      "summary": "The work function and cleavage energy of a surface are critical properties that determine the viability of materials in electronic emission applications, semiconductor devices, and heterogeneous catalysis. While first principles calculations are accurate in predicting these properties, their computational expense combined with the vast search space of surfaces make a comprehensive screening approach with density functional theory (DFT) infeasible. Here, we introduce FIRE-GNN (Force-Informed, Relaxed Equivariance Graph Neural Network), which integrates surface-normal symmetry breaking and machine learning interatomic potential (MLIP)-derived force information, achieving a twofold reduction in mean absolute error (down to 0.065 eV) over the previous state-of-the-art for work function prediction. We additionally benchmark recent invariant and equivariant architectures, analyze the impact of symmetry breaking, and evaluate out-of-distribution generalization, demonstrating that FIRE-GNN consistently outperforms competing models for work function predictions. This model enables accurate and rapid predictions of the work function and cleavage energy across a vast chemical space and facilitates the discovery of materials with tuned surface properties"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Enhanced thermopower in a magnetic semiconductor EuTe4 with multiple charge-density-wave instabilities/",
      "authors": [
        "Hidefumi Takahashi, Kiichiro Yoshida, Akitoshi Nakano, Shintaro Ishiwata"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16017",
      "arxiv": "https://arxiv.org/abs/2508.16017",
      "doi": "10.1103/9bvh-3r6w",
      "summary": "We investigate the layered magnetic semiconductor EuTe4, focusing on its intricate charge-density wave (CDW) states near and above room temperature through single-crystal X-ray diffraction (XRD), magnetic, and thermoelectric measurements.The XRD measurement revealed that the CDW state inducing the polar lattice distortion persists even at 650 K, demonstrating its remarkable thermal stability. Notably, the Seebeck coefficient near room temperature reaches values exceeding 500 uVK-1. This large Seebeck coefficient, not fully captured by a simple band calculation, is comparable to those observed in heavy-electron semiconducting oxides, suggesting the importance of electron correlation and spin/lattice instabilities. Furthermore, potentially reflecting the competition of two types of CDW states, the thermal conductivity near room temperature is as low as 0.02 Wcm-1K-1. As a result, the thermoelectric figure of merit zT reaches 0.22 at 460 K. These findings establish EuTe4 as a compelling platform to explore novel types of thermoelectric materials with multiple electronic instability."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Evolution of magnetic bubble domains in the uniaxial ferromagnet CeRu$_2$Ga$_2$B inferred from the Hall effect and ac magnetic susceptibility",
      "authors": [
        "Peter E. Siegfried, Mark Maus, Alexander C. Bornstein, Dirk Wulferding,  JeehoonKim, Ryan E. Baumbach, Eric D. Bauer, Filip Ronning, and Minhyea Lee"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16020",
      "arxiv": "https://arxiv.org/abs/2508.16020",
      "doi": null,
      "summary": "We study the Hall effect, AC magnetic susceptibility ($\\chi_{\\rm ac}$), and magnetic force microscopy of the uniaxial ferromagnet CeRu$_2$Ga$_2$B with a centrosymmetric crystal structure. We observe a finite topological Hall effect (THE) within the ordered phase before the magnetization is polarized by applied field. By comparing the field dependences of the area fraction of the magnetic bubbles, the derivative of $\\chi_{\\rm ac}$, and the THE signal, we deduce that the magnetic bubbles of CeRu$_2$Ga$_2$B evolve from the trivial to topological spin texture with field. Our findings will be utilized to expand the search for magnetic materials hosting the topological spin textures to ones with uniaxial anisotropy, and open a new possibility to tailor the topological spin texture."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Controlling resonant spin photocurrent using magnetic field; application to a magnetoelectric oxide Cr2O3",
      "authors": [
        "Zhuo-Cheng Gu, Hiroaki Ishizuka"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16028",
      "arxiv": "https://arxiv.org/abs/2508.16028",
      "doi": null,
      "summary": "We study the magnon spin photocurrent in effective spin models for Cr2O3, a material known for its magnetoelectric effect. Using nonlinear response theory, we show that magnon spin current can be generated by both linearly and circularly polarized electromagnetic waves via one-magnon processes. While linearly polarized waves induce a spin current even in the absence of a static magnetic field, circularly polarized waves lead to a spin current only when a static field is present, and the current reverses its direction upon field inversion. The distinct dependence on the external magnetic field and the contrasting responses to different polarizations allow the spin photocurrent to be differentiated from competing effects such as spin pumping or inhomogeneous heating, facilitating experimental verification. These results suggest that Cr2O3 is a promising candidate for experimental studies of magnon photocurrent."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Noisy active matter",
      "authors": [
        "Atanu Chatterjee, Tuhin Chakrabortty, Saad Bhamla"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16031",
      "arxiv": "https://arxiv.org/abs/2508.16031",
      "doi": null,
      "summary": "Noise threads every scale of the natural world. Once dismissed as mere background hiss, it is now recognized as both a currency of information and a source of order in systems driven far from equilibrium. From nanometer-scale motor proteins to meter-scale bird flocks, active collectives harness noise to break symmetry, explore decision landscapes, and poise themselves at the cusp where sensitivity and robustness coexist. We review the physics that underpins this paradox: how energy-consuming feedback rectifies stochastic fluctuations, how multiplicative noise seeds patterns and state transitions, and how living ensembles average the residual errors. Bridging single-molecule calorimetry, critical flocking, and robophysical swarms, we propose a unified view in which noise is not background blur but a tunable resource for adaptation and emergent order in biology and engineered active matter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ball milling enables phase-pure synthesis of a temperature sensitive ternary chloride, MgZrCl$_6$",
      "authors": [
        "Christopher L. Rom, Austin Shotwell, Sinclair Combs, Autumn Peters, Lauren Borgia, James R. Neilson, Annalise E. Maughan"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16066",
      "arxiv": "https://arxiv.org/abs/2508.16066",
      "doi": null,
      "summary": "Ball milling is a powerful synthetic tool for discovering new inorganic materials. Inspired by the high ionic conductivity in Li$_2$ZrCl$_6$ synthesized via mechanochemistry, we synthesized MgZrCl$_6$ with a similar method. High resolution synchrotron X-ray diffraction shows that MgZrCl$_6$ is poorly crystalline after ball milling, but crystallizes in a layered hexagonal structure ($P31c$) after heat treatment. In situ synchrotron X-ray diffraction reveals a narrow temperature window around 400 {\\deg}C in which crystallization occurs. At higher temperatures the phase decomposes. Pair distribution function analysis shows 2D sheets of MgZrCl$_6$ form after milling, with heating driving 3D crystallization. Raman spectroscopy also shows evidence of MgZrCl$_6$ after milling. Electrochemical impedance spectroscopy does not reveal ionic conductivity in MgZrCl$_6$ (limit of detection ca. $1.4 \\times 10^{-8}$ S/cm). In addition to supporting existing design rules for Mg-based solid electrolytes, this work shows the power of ball milling to synthesize temperature-sensitive inorganic compounds with high yield."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Intrinsic Strain-Driven Topological Evolution in SrRuO3 via Flexural Strain Engineering",
      "authors": [
        "Liguang Gong, Hongping Jiang, Bin Lao, Xuan Zheng, Xuejiao Chen, Zhicheng Zhong, Yan Sun, Xianfeng Hao, Milan Radovic, Run-Wei Li, Zhiming Wang"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16084",
      "arxiv": "https://arxiv.org/abs/2508.16084",
      "doi": null,
      "summary": "Strain engineering offers a powerful route to tailor topological electronic structures in correlated oxides, yet conventional epitaxial strain approaches introduce extrinsic factors such as substrate-induced phase transitions and crystalline quality variations, which makes the unambiguous identification of the intrinsic strain effects challenging. Here, we develop a flexural strain platform based on van der Waals epitaxy and flexible micro-fabrication, enabling precise isolation and quantification of intrinsic strain effects on topological electronic structures in correlated oxides without extrinsic interference. Through strain-dependent transport measurements of the Weyl semimetal SrRuO3, we observed a significant enhancement of anomalous Hall conductivity by 21% under a tiny strain level of 0.2%, while longitudinal resistivity remains almost constant -- a hallmark of intrinsic topological response. First-principles calculations reveal a distinct mechanism where strain-driven non-monotonic evolution of Weyl nodes across the Fermi level, exclusively governed by lattice constant modulation, drives the striking AHC behavior. Our work not only highlights the pivotal role of pure lattice strain in topological regulation but also establishes a universal platform for designing flexible topological oxide devices with tailored functionalities."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Thermomodulated intrinsic Josephson effect in Kagome CsV3Sb5",
      "authors": [
        "Tian Le, Zhuokai Xu, Jinjin Liu, Ruiya Zhan, Zhiwei Wang, Xiao Lin"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16099",
      "arxiv": "https://arxiv.org/abs/2508.16099",
      "doi": "10.1103/yqth-sfm8",
      "summary": "Superconducting chiral domains associated with a time-reversal symmetry-breaking order parameter have garnered significant attention in Kagome systems. In this work, we demonstrate both the intrinsic direct-current and alternating-current Josephson effects in the nanoplates of the vanadium-based Kagome material CsV3Sb5, as evidenced by Fraunhofer-like patterns and Shapiro steps. Moreover, both the Fraunhofer-like patterns and Shapiro steps are modulated by thermal cycling, suggesting that the Josephson effects arise from dynamic superconducting domains. These findings may provide new insights into chiral superconductivity in CsV3Sb5 and highlight the potential of these intrinsic Josephson junctions for applications in chiral superconductor based quantum devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum droplets in one-dimensional mixtures of quasi Bose-Einstein condensates and Tonks-Girardeau gases",
      "authors": [
        "Wen-Bin He, Su Yi, Thomas Busch"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16115",
      "arxiv": "https://arxiv.org/abs/2508.16115",
      "doi": null,
      "summary": "While binary atomic Bose-Einstein condensates are typically prone to collapse under strong interspecies attraction, it has been shown that higher-order fluctuation corrections, known as Lee-Huang-Yang corrections, can stabilize the mixture. In this work, we demonstrate an alternative stabilization mechanism based on kinetic energy. Specifically, we consider a one-dimensional mixture of a quasi-BEC and a Tonks-Girardeau gas, and show that the kinetic energy of the TG component can counteract the interspecies attraction, thereby preventing collapse. This balance leads to the formation of a self-bound quantum droplet, which exhibits two distinct regimes: a low-density and a high-density droplet. We argue that these regimes are smoothly connected by a crossover. Furthermore, an analysis of the derivatives of the ground state energy reveals that the transition from a miscible mixture to the droplet phase is of third order. Our findings extend the theoretical understanding of quantum droplets in low-dimensional quantum gases, and the proposed system is experimentally accessible within current ultracold atom platforms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Power-law correction in the probability density function of the critical Ising magnetization",
      "authors": [
        "Federico Camia, Omar El Dakkak, Giovanni Peccati"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16142",
      "arxiv": "https://arxiv.org/abs/2508.16142",
      "doi": null,
      "summary": "At the critical point, the probability density function of the Ising magnetization is believed to decay like $\\exp{(-x^{\\delta+1})}$, where $\\delta$ is the Ising critical exponent that controls the decay to zero of the magnetization in a vanishing external field. In this paper, we discuss the presence of a power-law correction $x^{\\frac{\\delta-1}{2}}$, which has been debated in the physics literature. We argue that whether such a correction is present or not is related to the asymptotic behavior of a function that measures the extent to which the average magnetization of a finite system with an external field is influenced by the boundary conditions. Our discussion is informed by a mixture of heuristic calculations and rigorous results. Along the way, we review some recent results on the critical Ising model and prove properties of the average magnetization in two dimensions which are of independent interest."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Terahertz third-harmonic generation of lightwave driven Weyl fermions far from equilibrium",
      "authors": [
        "Patrick Pilch, Changqing Zhu, Sergey Kovalev, Renato M. A. Dantas, Amilcar Bedoya-Pinto, Stuart S. P. Parkin, Zhe Wang"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16166",
      "arxiv": "https://arxiv.org/abs/2508.16166",
      "doi": null,
      "summary": "We report on time-resolved ultrafast terahertz third-harmonic generation spectroscopy of nonequilibrium dynamics of Weyl fermions in a nanometer thin film of the Weyl semimetal TaP. Under a strong multicycle narrowband terahertz drive, very efficient terahertz third-harmonic generation is observed at room temperature which exhibits a perturbative cubic power-law dependence on the terahertz drive. By varying the polarization of the drive pulse from linear to elliptical, we realize a sensitive tuning of the third harmonic yield. We ascribe the observed strong nonlinearity to THz field driven nonlinear kinetics of the Weyl fermions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "On the nature and charge state of the X-Defect, a radiation-induced Silicon defect with field-enhanced charge carrier emission",
      "authors": [
        "Niels Sorgenfrei, Yana Gurimskaya, Anja Himmerlich, Michael Moll, Ulrich Parzefall, Ioana Pintilie, Joern Schwandt"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16197",
      "arxiv": "https://arxiv.org/abs/2508.16197",
      "doi": null,
      "summary": "The elusive X-Defect, a defect found in low-resistivity $p$-type Silicon after irradiation, observed as a low-temperature shoulder of the $\\mathrm{B}_\\mathrm{i}\\mathrm{O}_\\mathrm{i}$ defect (Boron-interstitial-Oxygen-interstitial complex) in Thermally Stimulated Current (TSC) measurements, was investigated to determine its properties, matching them with those of a previously identified defect. Through a combination of TSC, Deep-Level Transient Spectroscopy (DLTS), Difference-DLTS (DDLTS), numerical simulations of field-enhanced charge carrier emissions in TSC measurements and a comparison to literature, the X-Defect was identified as the singly positively charged Silicon di-vacancy $\\mathrm{V}_2(+/0)$. This assignment is supported by an agreement in activation energy, capture cross-section, trap type and charge emission process, as well as simulations comparing the effects of phonon-assisted tunnelling (PAT) and Poole-Frenkel (PF) mechanisms on TSC spectra. DDTLS measurements revealed a quadratic dependence of the activation energy on the electric field strength, confirming PAT as the prevailing mechanism over PF in the case of the radiation-induced X-Defect. Assigning the X-Defect to an electrically neutral defect in the space charge region resolves previous contradictions regarding its deficiency in impacting on the effective doping concentration."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Do 1-dimensional metals prefer to form even-numbered van der Waals clusters ?",
      "authors": [
        "Subhojit Pal, John F. Dobson"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16214",
      "arxiv": "https://arxiv.org/abs/2508.16214",
      "doi": null,
      "summary": "Parallel quasi-one-dimensional metals are known to experience strong dispersion (van der Waals, vdW) interactions that fall off unusually slowly with separation between the metals. Examples include nanotube brushes, nano-wire arrays, and also common biological structures. In a many-stranded bundle, there are potentially strong multi-strand vdW interactions that go beyond a simple sum of negative (attractive) pairwise inter-strand energies. Perturbative analysis showed that these contributions alternate in sign, with the odd (triplet, quintuplet, ...) terms being positive (repulsive). The triplet case leds to the intriguing speculation that these strands may prefer to coalesce into even-numbered bundles, which could have implications for the formation kinetics of DNA, for example. Here we use a non-perturbative vdW energy analysis to show that this conjecture is not true in general. As our counter-example we consider 6 strands and show that 2 well-separated bundles of 3 strands have a more negative total vdW energy than 3 well-separated bundles of 2 strands ( i.e. an odd-number preference). We also discuss a bundle of 6 strands and explore the relative contributions beyond pairwise interactions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Investigating structure and physical properties of quaternary layered transition metal oxide Na2Cu2TeO6",
      "authors": [
        "Shubham Patil, S. D. Kaushik"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16219",
      "arxiv": "https://arxiv.org/abs/2508.16219",
      "doi": null,
      "summary": "We investigated the crystal structure, magnetic behavior, and optical properties of the layered honeycomb compound Na2Cu2TeO6. X-ray and neutron diffraction confirmed a monoclinic structure, with Cu ions arranged in dimerized chains. Magnetic susceptibility measurements yielded a Curie-Weiss temperature significantly lower than the expected spin-only value, indicating the presence of strong antiferromagnetic interactions and enhanced quantum fluctuations. A broad maximum near 160 K in the susceptibility data is consistent with short-range one-dimensional antiferromagnetic correlations. Magnetization measurements showed negligible coercivity, and specific heat data revealed no anomalies down to 3 K. Temperature-dependent neutron diffraction showed no evidence of long-range magnetic order. Optical absorption studies using UV-Visible spectroscopy displayed a sharp absorption edge in the UV region. Tauc analysis estimated a direct optical band gap of approximately 2.10 eV, with no clear indication of an indirect transition. These observations provide insight into the interplay between structural distortions, low-dimensional magnetism, and optical behavior in Na2Cu2TeO6"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ultrafast Laser-Induced Magnetic Relaxation in Artificial Spin Ice Driven by Dipolar Interactions",
      "authors": [
        "D. Pecchio, S. Sahoo, O. Chubykalo-Fesenko, S. Koraltan, G. M. Macauley, T. Thomson, D. Suess, V. Scagnoli, L. J. Heyderman"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16231",
      "arxiv": "https://arxiv.org/abs/2508.16231",
      "doi": null,
      "summary": "It is of great interest to develop methods to rapidly and effectively control the magnetic configurations in artificial spin ices, which are arrangements of dipolar coupled nanomagnets that have a variety of fascinating collective magnetic phenomena associated with them. This is not only valuable in terms of acquiring fundamental understanding but is also important for future high-performance applications. Here, we demonstrate ultrafast control of magnetic relaxation in square artificial spin ice through femtosecond laser pulsed excitation, enabling rapid access to low-energy states via dipolar interactions. Time-resolved magneto-optical Kerr effect measurements reveal that, after laser-induced demagnetization, the magnetization recovers within picoseconds. During this brief transient window, dipolar coupling drives a collective magnetic ordering. Ex-situ magnetic force microscopy confirms the emergence of extended Type I vertex domains, characteristic of ground-state ordering, thus establishing ultrafast laser-driven relaxation as a route to attain the low-energy states. Through complementary energy barrier calculations and micromagnetic simulations incorporating Landau-Lifshitz-Bloch dynamics, we elucidate the underlying mechanism: transient ultrafast demagnetization followed by rapid remagnetization that enables a dipolar-driven collective rearrangement. Moreover, a tailored decreasing-fluence laser annealing protocol is shown to enhance ground-state ordering, consistently achieving over 92% ground-state vertex populations. This work opens the way to ultrafast and spatially selective control of magnetic states in artificial spin ice for spin-based computation and memory technologies, and highlights the critical interplay of thermal fluctuations, magnetostatic coupling, and transient magnetization dynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dynamic driving enables independent control of material bits for targeted memory",
      "authors": [
        "E. Gutierrez-Prieto, C. M. Meulblok, M. van Hecke, P. M. Reis"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16257",
      "arxiv": "https://arxiv.org/abs/2508.16257",
      "doi": null,
      "summary": "Mechanical structures made from bistable elements can store configurational memories to enable tunable stiffness, sequential shape-morphing, and computation. While control over configurations is essential, it typically requires local and individual access to all elements. Here, we introduce a dynamic control strategy that enables transitions between any pair of configurations within a single global drive cycle by exploiting sensitivity to different (orders of) derivatives of the driving. We illustrate this approach using bistable beams that snap through based on their collective rotation rate and acceleration. Through rational design and selection of drive cycles, we demonstrate targeted transitions along controllable pathways, including the writing of five-bit memories that encode all alphabetic characters. This form of dynamical control can be generalized to inertial, fluidic, electromagnetic, and electronic systems, thus providing a powerful method for writing memories and enabling smart, remotely controllable devices for applications in microfluidics, implants, smart infrastructure, and underwater or medical robotics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "First-principles many-body study for electronic, optical, and excitonic properties of RbTlCl3 perovskite for solar cells",
      "authors": [
        "Siddharth, Vinod Kumar Solet, Sudhir K. Pandey"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16264",
      "arxiv": "https://arxiv.org/abs/2508.16264",
      "doi": null,
      "summary": "We present a detailed many-body ab initio study of the valence-skipper RbTlCl$_{3}$ perovskite compound for photovoltaic (PV) applications. The electronic and optical properties, both with and without spin-orbit coupling, have been calculated using density functional theory (DFT) and many-body excited-state calculations. The band gap, which is indirect in nature, is found to be 0.95 eV and 0.89 eV from PBE and PBEsol, respectively. The optical properties have been computed using four different approximations: independent particle approximation (IPA), IPA with scissor correction (IQPA), random phase approximation for local-field effects (LFEs), and the Bethe-Salpeter equation (BSE). The estimated highest value of the imaginary part of the dielectric function using IQPA is 7 at 2 eV, which slightly decreases to 5.7 due to LFEs. Within BSE, the peak value is obtained to be maximum at 1.6 eV with a magnitude of 10.8, which indicates the strong excitonic effect below the optical gap. Large number of bright and dark bound excitons are found, where the binding energies of four main bound bright excitons are found in the range of 299-350 meV. The exciton amplitude in both reciprocal and real space is analyzed. The main bound bright exciton is localized in the reciprocal space, while this exhibits a delocalized nature in real space. The BSE predicts a highest absorption coefficient of 3.6 $\\times$ $10^{6}$ cm$^{-1}$ at 1.7 eV, while a minimum reflectivity in the active region of the solar energy spectrum is obtained to be around 2.7\\%. Finally, the solar efficiency has been estimated using the spectroscopic limited maximum efficiency approach and obtained highest value is 15.5% at a thickness of 0.5 $\\mu$m. These findings reveal a significant excitonic effect in the absorption spectra of RbTlCl$_{3}$ and highlight its potential as a promising material for single-junction thin-film solar cells."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magneto-conductivity and CME in Dirac semimetals from Keldysh technique in Landau levels basis",
      "authors": [
        "Ruslan A. Abramchuk"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16266",
      "arxiv": "https://arxiv.org/abs/2508.16266",
      "doi": null,
      "summary": "Negative magnetoresistance in Dirac semimetals is conventionally considered as a manifestation of chiral magnetic effect (CME), by means of a postulated Chiral Kinetic equation. In this paper we study magnetoconductivity in large Fermi energy Dirac semimetals, in one of which (ZrTe$_5$) the effect was observed for the first time. Starting with a Hamiltonian for a semi-realistic model of such a Dirac semimetal, we apply the Non-equilibrium Diagram Technique (NDT, or the Keldysh technique) to derive the kinetic equations, to investigate the electrons relaxation due to interaction with phonons and disorder, and, finally, to calculate the DC magnetoconductivity (the longitudinal to magnetic field component of conductivity) as a function of magnetic field strength and temperature. Finally, we compare the obtained temperature dependencies with available to us experimental data."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Extreme magnetic field-boosted superconductivity in a high-temperature superconductor",
      "authors": [
        "Km Rubi, King Yau Yip, Elizabeth Krenkel, Nurul Fitriyah, Xing Gao, Saurav Prakash, S. Lin Er Chow, Tsz Fung Poon, Mun K. Chan, David Graf, A. Ariando, Neil Harrison"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16290",
      "arxiv": "https://arxiv.org/abs/2508.16290",
      "doi": null,
      "summary": "Magnetic fields typically suppress superconductivity through Pauli and orbital limiting effects. However, there are rare instances of magnetic-field-induced superconductivity, as seen in Chevrel phase compounds [1], organic conductors [2], uranium-based heavy-fermion systems [3, 4], and moire graphene [5], though these materials possess inherently low superconducting transition temperatures (Tc). Here, we demonstrate high field-stabilized superconductivity in a class of materials with a significantly higher Tc (up to 40 K): the infinite-layer nickelates [6]. Both low-field and high-field superconducting states can be plausibly explained by a compensation mechanism akin to the Jaccarino-Peter effect. These findings demonstrate the possibility of achieving substantially enhanced upper critical fields in high-temperature superconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Scalable Hybrid quantum Monte Carlo simulation of U(1) gauge field coupled to fermions on GPU",
      "authors": [
        "Kexin Feng, Chuang Chen, Zi Yang Meng"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16298",
      "arxiv": "https://arxiv.org/abs/2508.16298",
      "doi": null,
      "summary": "We develop a GPU-accelerated hybrid quantum Monte Carlo (QMC) algorithm to solve the fundamental yet difficult problem of $U(1)$ gauge field coupled to fermions, which gives rise to a $U(1)$ Dirac spin liquid state under the description of (2+1)d quantum electrodynamics QED$_3$. The algorithm renders a good acceptance rate and, more importantly, nearly linear space-time volume scaling in computational complexity $O(N_{\\tau} V_s)$, where $N_\\tau$ is the imaginary time dimension and $V_s$ is spatial volume, which is much more efficient than determinant QMC with scaling behavior of $O(N_\\tau V_s^3)$. Such acceleration is achieved via a collection of technical improvements, including (i) the design of the efficient problem-specific preconditioner, (ii) customized CUDA kernel for matrix-vector multiplication, and (iii) CUDA Graph implementation on the GPU. These advances allow us to simulate the $U(1)$ Dirac spin liquid state with unprecedentedly large system sizes, which is up to $N_\\tau\\times L\\times L = 660\\times66\\times66$, and reveal its novel properties. With these technical improvements, we see the asymptotic convergence in the scaling dimensions of various fermion bilinear operators and the conserved current operator when approaching the thermodynamic limit. The scaling dimensions find good agreement with field-theoretical expectation, which provides supporting evidence for the conformal nature of the $U(1)$ Dirac spin liquid state in the \\qed. Our technical advancements open an avenue to study the Dirac spin liquid state and its transition towards symmetry-breaking phases at larger system sizes and with less computational burden."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Observation of negative orbital torque from Vanadium",
      "authors": [
        "Nikhil Vijayan (Institute of Physics, Johannes Gutenberg University Mainz, Staudingerweg 7, 55128 Mainz, Germany), Durgesh Kumar (Institute of Physics, Johannes Gutenberg University Mainz, Staudingerweg 7, 55128 Mainz, Germany), Ao Du (Institute of Physics, Johannes Gutenberg University Mainz, Staudingerweg 7, 55128 Mainz, Germany), Lei Gao (Max Planck Institute for Polymer Research, Mainz 55128, Germany), Zijie Xiao (Max Planck Institute for Polymer Research, Mainz 55128, Germany), Hai I. Wang (Max Planck Institute for Polymer Research, Mainz 55128, Germany), Rahul Gupta (Institute of Physics, Johannes Gutenberg University Mainz, Staudingerweg 7, 55128 Mainz, Germany), Gerhard Jakob (Institute of Physics, Johannes Gutenberg University Mainz, Staudingerweg 7, 55128 Mainz, Germany), Sachin Krishnia (Institute of Physics, Johannes Gutenberg University Mainz, Staudingerweg 7, 55128 Mainz, Germany), Yuriy Mokrousov (Institute of Physics, Johannes Gutenberg University Mainz, Staudingerweg 7, 55128 Mainz, Germany, Peter Gr\\\"unberg Institut and Institute for Advanced Simulation, Forschungszentrum J\\\"ulich and JARA, 52425 J\\\"ulich, Germany), Mathias Kl\\\"aui (Institute of Physics, Johannes Gutenberg University Mainz, Staudingerweg 7, 55128 Mainz, Germany, Center for Quantum Spintronics, Department of Physics, Norwegian University of Science and Technology, NO-7491 Trondheim, Norway)"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16339",
      "arxiv": "https://arxiv.org/abs/2508.16339",
      "doi": null,
      "summary": "We present systematic investigations of orbital torques generated from the light metal $V$, revealing a negative orbital torque. We observe that the damping-like torque (DLT) per unit electric field depends on the choice of the ferromagnetic layer, with approximately seven times higher torque efficiency in $Ni/V$ as compared to $Fe_{60}Co_{20}B_{20}/V$. We find the sign of DLT per unit electric field from $V$ is opposite to that from $Pt$. These results collectively confirm the existence of negative orbital Hall effect (OHE) in $V$. Furthermore, the DLT per unit electric field increases with the $V$ layer thickness, maintaining the negative sign at all thicknesses. We also note that the DLT per unit electric field exceeds that of the $Pt$ reference samples at higher $V$ thicknesses. Through fitting using the drift-diffusion equation, we extract a high effective orbital Hall conductivity of $-(1.46 \\pm 0.09)\\,\\frac{\\hbar}{2e}\\,\\times 10^{5}\\,\\Omega^{-1}\\,\\mathrm{m}^{-1}$ and a long orbital diffusion length of $(13.7 \\pm 0.9)\\,\\mathrm{nm}$ in $V$. ."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mechanical Reinforcement of Graphene via Wrinkling",
      "authors": [
        "Hadi Arjmandi-Tash, Roshan Prasad, Hanqing Liu, Gerard Verbiest, Dominic Vella, Farbod Alijani"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16340",
      "arxiv": "https://arxiv.org/abs/2508.16340",
      "doi": null,
      "summary": "Mechanical cantilevers are central to nanotechnology, with ultimate sensitivity achieved at the atomic limit, where low bending rigidity makes stability the fundamental challenge. Here, we introduce a wrinkle-induced stiffening approach that enhances the bending rigidity of monolayer graphene by several orders of magnitude, enabling the fabrication of mechanically robust graphene cantilevers. When suspended over microcavities, these wrinkled membranes exhibit significant increases in both in-plane and out-of-plane stiffness, as confirmed by nanoindentation and resonance measurements, which also reveal that enhanced bending rigidity strongly influences their vibrational response. This behavior marks a transition from tension-dominated mechanics to a regime where bending effects become prominent, even in a single atomic layer. By sculpting these structures, we realize graphene cantilevers with measured bending rigidities between $10^6$ and $10^7$ eV, while maintaining femtogram-scale mass. These findings open new directions in nanomechanical sensing and cantilever-based technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantifying time in Monte Carlo simulations: application to relaxation processes and AC susceptibilities of magnetic nanoparticles assemblies",
      "authors": [
        "A. Morjane, J. -G. Malherbe, J. -J. Alonso, F. Vernay, V. Russier"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16343",
      "arxiv": "https://arxiv.org/abs/2508.16343",
      "doi": null,
      "summary": "The study of the response of magnetic nanoparticles (MNP) assemblies to an external alternating magnetic field is of great interest for applications such as hyperthermia. The key quantity here is the complex susceptibility and its behavior in terms of temperature and frequency. From a theoretical point of view it can be obtained by Monte Carlo (MC) simulation with the time quantified Monte Carlo (TQMC) method if a physical time is associated with the MC step. Here we revisit this method by showing that the time unit can be derived from the MC stochastic process of the isolated particle. We first obtain a MC unit of time from the relaxation of the system at fixed temperature. Then this unit of time is used to compute complex susceptibilities. We show that it is now possible to match the TQMC results with actual experimental results regarding frequency dependent in phase susceptibilities and quantify the unit of time in seconds. Finally we show that the time unit obtained for the isolated particle remains valid when considering interacting particles such as the Heisenberg coupling or dipole dipole interactions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Deformation mechanisms of L-PBF-processed Ti-6Al-4V investigated using a combined experimental and simulation approach",
      "authors": [
        "Pushkar Prakash Dhekne, Nikhil Prabhu, Matthias B\\\"onisch, Marc Seefeldt, Martin Diehl, Kim Vanmeensel"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16367",
      "arxiv": "https://arxiv.org/abs/2508.16367",
      "doi": null,
      "summary": "Despite the significant application potential of laser powder bed fusion (L-PBF) processed Ti-6Al-4V components, a detailed understanding of their deformation mechanisms remains limited. This study investigates the deformation behavior of the {\\alpha^\\prime} and {\\alpha} phases in the as-built and heat-treated specimens, respectively, using in-situ high-energy X-ray diffraction (HEXRD) combined with crystal plasticity modeling. Both phases exhibited similar elastic anisotropy, with the highest modulus along \\{00.2\\} and the lowest along \\{10.0\\}, although the {\\alpha} phase consistently showed higher directional moduli than the {\\alpha^\\prime} phase. Their plastic deformation responses differed markedly: in the as-built {\\alpha^\\prime} phase, slip activation followed the sequence prismatic \\rightarrow basal \\rightarrow pyramidal I \\langle c+a \\rangle, whereas in the heat-treated {\\alpha} phase, the sequence was basal \\rightarrow prismatic \\rightarrow pyramidal I \\langle c+a \\rangle. Analyses of full width at half maximum (FWHM) and diffraction peak intensities further supported these observations. Finally, inverse modeling within a crystal plasticity framework was employed to determine slip family--specific critical resolved shear stresses (CRSS), revealing higher CRSS values in the {\\alpha^\\prime} phase for all slip systems except the prismatic family."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ab-initio investigation of the interfacial structural, electronic, and magnetic properties of Co$_{2}$MnAl/X (X = MgO and GaAs) heterostructures",
      "authors": [
        "Amar Kumar,  Mitali, Sujeet Chaudhary, Sharat Chandra"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16395",
      "arxiv": "https://arxiv.org/abs/2508.16395",
      "doi": null,
      "summary": "The structural, electronic, and magnetic properties of (100)-oriented Co$_{2}$MnAl/MgO and Co$_{2}$MnAl/GaAs heterostructures are investigated using plane-wave pseudopotential density functional theory. For the Co$_{2}$MnAl/MgO, CoCo-MgMg, CoCo-OO, MnAl-MgMg, and MnAl-OO interfaces in top-to-top configurations are studied, while for Co$_{2}$MnAl/GaAs, both top-to-top (Co-Ga, Co-As, Mn-Ga, Mn-As, Al-Ga, Al-As) and bridge-site (CoCo-Ga, CoCo-As, MnAl-Ga, MnAl-As) interfaces are considered. The interfacial geometries featuring Co- or CoCo-atomic terminations for the Co2MnAl slab exhibit larger adhesion energies compared to those terminated with Mn-, Al-, or MnAl-atomic terminations. This indicates their greater interfacial stability. In contrast, MnAl-, Mn-, or Al-terminated interfaces preserve near half-metallicity, whereas Co- and CoCo-terminated geometries display a strongly metallic character. All studied interfaces show enhanced magnetic moments relative to their bulk counterparts, primarily arising from interfacial atoms and their nearest neighbours. These findings offer valuable insights for optimizing Co2MnAl-based heterostructures in spintronic applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Symmetries in zero and finite center-of-mass momenta excitons",
      "authors": [
        "Robin Bajaj, Namana Venkatareddy, H. R. Krishnamurthy, Manish Jain"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16409",
      "arxiv": "https://arxiv.org/abs/2508.16409",
      "doi": null,
      "summary": "We present a symmetry-based framework for the analysis of excitonic states, incorporating both time-reversal and space-group symmetries. We demonstrate the use of time-reversal and space-group symmetries to obtain exciton eigenstates at symmetry-related center-of-mass momenta in the entire Brillouin zone from eigenstates calculated for center-of-mass momenta in the irreducible Brillouin zone. Furthermore, by explicitly calculating the irreducible representations of the little groups, we classify excitons according to their symmetry properties across the Brillouin zone. Using projection operators, we construct symmetry-adapted linear combinations of electron-hole product states, which block-diagonalize the Bethe-Salpeter Equation (BSE) Hamiltonian at both zero and finite exciton center-of-mass momenta. This enables a transparent organization of excitonic states and provides direct access to their degeneracies, selection rules, and symmetry-protected features. As a demonstration, we apply this formalism to monolayer MoS$_{2}$, where the classification of excitonic irreducible representations and the block structure of the BSE Hamiltonian show excellent agreement with compatibility relations derived from group theory. Beyond this material-specific example, the framework offers a general and conceptually rigorous approach to the symmetry classification of excitons, enabling significant reductions in computational cost for optical spectra, exciton-phonon interactions, and excitonic band structure calculations across a wide range of materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Charge transfer empties the flat band in 4H$_b$-TaS$_2$ -- except at the surface",
      "authors": [
        "Mihir Date, Hyeonhu Bae, Alex Louat, Gabriele Domaine, Niels B. M. Schr\\\"oter, 2 Enrico Da Como, Binghai Yan, Matthew D. Watson"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16411",
      "arxiv": "https://arxiv.org/abs/2508.16411",
      "doi": null,
      "summary": "The 4H\\textsubscript{b} polytype of TaS$_2$ is a natural heterostructure of H and T-type layers. Intriguing recent evidence points towards a possibly chiral superconducting ground state, unlike the superconductivity found in other polytypes where the T layers are absent, requiring understanding of the possible contributions of electrons from the T layers. Here we use micro-focused angle resolved photoemission spectroscopy to reveal that the T termination of the 4H\\textsubscript{b} structure is metallic, but a subsurface T layer -- seen below an H termination and thus more representative of the bulk case -- is gapped. The results imply a complete charge transfer of 1 electron per 13 Ta from the T to adjacent H layers in the bulk, but an incomplete charge transfer at the T termination, yielding a metallic Fermi surface with a planar-chiral character. A similar metallic state is found in an anomalous region with likely T-H-H' stacking at the surface. Our results exclude cluster Mott localisation in either the bulk or surface of 4H$_b$-TaS$_2$ and point to a scenario of superconductivity arising from Josephson-like tunneling between the H layers."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Signatures of spin-glass superconductivity in nickelate (La, Pr, Sm)3Ni2O7 films",
      "authors": [
        "Haoran Ji, Zheyuan Xie, Yaqi Chen, Guangdi Zhou, Longxin Pan, Heng Wang, Haoliang Huang, Jun Ge, Yi Liu, Guang-Ming Zhang, Ziqiang Wang, Qi-Kun Xue, Zhuoyu Chen, Jian Wang"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16412",
      "arxiv": "https://arxiv.org/abs/2508.16412",
      "doi": null,
      "summary": "The discovery of Ruddlesden-Popper (R-P) nickelate superconductors under high pressure heralds a new chapter of high-transition temperature (high-Tc) superconductivity. Recently, ambient-pressure superconductivity is achieved in R-P bilayer nickelate thin films through epitaxial compressive strain, unlocking in-depth investigations into the superconducting characteristics. Here, through electrical transport study, we report the observation of spin-glass superconductivity with hysteretic magnetoresistance and glass-like dynamics in the bilayer nickelate (La, Pr, Sm)3Ni2O7 films. The superconductivity develops in a two-step transition, with onset Tc exceeding 50 K and zero-resistance Tc around 15 K. Remarkably, magnetoresistance hysteresis, indicative of time-reversal symmetry breaking, is observed exclusively during the second-step transition to zero resistance. The hysteresis is observed under both out-of-plane and in-plane magnetic fields with significant anisotropy, and exhibits coalescing minima at zero field, fundamentally distinct from trapped vortices or long-range-ordered magnetism with coercivity. Successive oxygen reductions simultaneously suppress the superconductivity and hysteresis, revealing their mutual connections to the selective electronic orbitals. The removal of magnetic field triggers spontaneous and logarithmically slow resistance relaxations in the second-step transition, signatures of glassy dynamics, indicating that the superconducting ground state is correlated with an electronic spin-glass order. Our findings uncover an unprecedented superconducting state in the nickelate superconductors, providing phenomenological and conceptual advances for future investigations on high-Tc superconductivity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal Entanglement Pattern Formation via a Quantum Quench",
      "authors": [
        "Lihui Pan, Jie Chen, Chun Chen, Xiaoqun Wang"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16418",
      "arxiv": "https://arxiv.org/abs/2508.16418",
      "doi": null,
      "summary": "We identify a universal short-time structure in symmetry-resolved entanglement dynamics -- the entanglement channel wave (ECW) -- arising from the decomposition of entanglement into conserved-quantum-number sectors that host robust, channel-specific patterns. Focusing on domain-wall melting, we conduct a systematic investigation across three paradigmatic classes of many-body systems: U(1) fermions, U(1) bosons, and SU(2) spinful fermions. For each class, we explore four distinct regimes defined by the presence or absence of interactions and disorder, employing both the Krylov-subspace iterative method and the correlation matrix approach. The ECW emerges universally across all cases, establishing its independence from particle statistics, interaction strength and disorder. In free fermions, the ECW formalism further enables analytical determination of the correlation matrix spectrum. The subsequent melting of the ECW exhibits symmetry- and statistics-dependent signatures, revealing finer structures in the growth of symmetry-resolved entanglement."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Getting the manifold right: The crucial role of orbital resolution in DFT+U for mixed d-f electron compounds",
      "authors": [
        "Kinga Warda, Eric Macke, Iurii Timrov, Lucio Colombi Ciacchi, Piotr M. Kowalski"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16435",
      "arxiv": "https://arxiv.org/abs/2508.16435",
      "doi": null,
      "summary": "Accurately modeling compounds with partially filled $d$ and $f$ shells remains a hard challenge for density-functional theory, due to large self-interaction errors stemming from local or semi-local exchange-correlation functionals. Hubbard $U$ corrections can mitigate such errors, but are often detrimental to the description of hybridized states, leading to spurious force contributions and wrong lattice structures. Here, we show that careful disentanglement of localized and delocalized states leads to accurate predictions of electronic states and structural distortions in ternary monouranates (AUO$_4$, where A represents Mn, Co, or Ni), for which standard $U$ corrections generally fail. Crucial to achieving such accuracy is a minimization of the mismatch between the spatial extension of the projector functions and the true coordination geometry. This requires Wannier-like alternatives to atomic-orbital projector functions, or corrections of Hubbard manifolds exclusively comprised of the most localized A-$3d$, U-$5f$ and O-$2p$ orbitals. These findings open up the computational prediction of fundamental properties of actinide solids of critical technological importance."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phonon studies of the phase transition sequence in antiferroelectric single crystal of Pb(Hf0.83Sn0.17)O3",
      "authors": [
        "Anirudh K. R., Cosme Milesi-Brault, Christelle Kadlec, Dmitry Nuzhnyy, Andrzej Majchrowski, Magdalena Krupska-Klimczak, Irena Jankowska-Sumara, Elena Buixaderas"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16472",
      "arxiv": "https://arxiv.org/abs/2508.16472",
      "doi": null,
      "summary": "The sequence of phase transitions in PbHf0.83Sn0.17O3 has been studied by THz, far infrared and Raman spectroscopies, revealing the complementary behaviour of both, polar and non-polar phonons and their impact on the transition lattice dynamics. Pb atom is sensitive to all phase transitions, changing its dynamics with temperature. As temperature decreases, the crystal undergoes a sequence of three phase transitions. The first one to an intermediate (IM) phase, in which polar fluctuations are detected by THz and IR spectroscopy at frequencies below 100 cm-1 contributing to the maximum of permittivity and revealing important softening. Additional antipolar Pb fluctuations and softening were detected by Raman spectroscopy. At lower temperature, another transition to an antiferroelectric (AFE2) phase is revealed by nonpolar soft modes (antipolar and antiferrodistortive ones), and by an important drop of the dielectric strength of polar phonons. The final transition to the antiferroelectric phase (AFE1) is revealed by the appearance of new modes and a sudden change in the frequency of the soft modes when the antipolar shifts become larger. Using symmetry analysis and optical observation to study how the domain pattern changes with temperature, we identified a path for the cubic-AFE2 transition throughout the IM phase, of plausible tetragonal symmetry, driven by an instability from the center of the Brillouin zone. This mechanism coexists with antiferrodistortive instabilities that eventually drive the material into the AFE2 phase. The final phase transition to the AFE1 phase naturally follows from a mode outside the center of the Brillouin zone and a further doubling of the unit cell."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Revealing the Influence of Dopants on the Properties of Fluorite Structure Ferroelectrics",
      "authors": [
        "Shouzhuo Yang, David Lehninger, Markus Neuber, Amir Pourjafar, Ayse S\\\"unb\\\"ul, Anant Rastogi, Peter Reinig, Konrad Seidel, Maximilian Lederer"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16477",
      "arxiv": "https://arxiv.org/abs/2508.16477",
      "doi": null,
      "summary": "Fluorite structure ferroelectrics, especially hafnium oxide, are widely investigated for their application in non-volatile memories, sensors, actuators, RF devices and energy harvesters. Due to the metastable nature of the ferroelectric phase in these materials, dopants and process parameters need to be optimized for its stabilization. Here, we present clear evidence of how dopants affect the properties in this material system and solutions to achieve improved reliability, desired crystallization behavior and polarization hysteresis shape/position through co-doping. Finally, the benefits of co-doping in a variety of application fields are demonstrated."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tracking flat bands via phonon-mediated interband scattering",
      "authors": [
        "Fabian Garmroudi, Xinlin Yan, Silke Paschen, Sean M. Thomas, Eric D. Bauer, Andrej Pustogow, Priscila F. S. Rosa"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16491",
      "arxiv": "https://arxiv.org/abs/2508.16491",
      "doi": null,
      "summary": "Flat-band (FB) materials have emerged as promising platforms for exploring exotic quantum phases. While numerous candidates have recently been identified through spectroscopic techniques such as angle-resolved photoemission spectroscopy, central challenges remain on how to tune FBs towards the Fermi level $E_F$ and to understand their impact on low-energy excitations probed in electronic transport experiments. Here, we show that, by attributing the temperature dependence of the electrical resistivity at elevated temperatures to electron-phonon interband scattering, one can infer the position of FBs near $E_F$ across diverse material classes. As charge carriers scatter off phonons, interband transitions into FB states lead to distinctive sub- or superlinear resistivity at elevated temperatures, governed by the proximity of the FB to $E_F$. Our phenomenological model captures these universal transport behaviors observed across several recently studied FB compounds and offers a simple, broadly applicable method for detecting flat bands."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Correlation thresholds in the steady states of particle systems and spin glasses",
      "authors": [
        "Jacob Calvert, Dana Randall"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16497",
      "arxiv": "https://arxiv.org/abs/2508.16497",
      "doi": null,
      "summary": "A growing body of theoretical and empirical evidence shows that the global steady-state distributions of many equilibrium and nonequilibrium systems approximately satisfy an analogue of the Boltzmann distribution, with a local dynamical property of states playing the role of energy. The correlation between the effective potential of the steady-state distribution and the logarithm of the exit rates determines the quality of this approximation. We demonstrate and explain this phenomenon in a simple one-dimensional particle system and in random dynamics of the Sherrington-Kirkpatrick spin glass by providing the first explicit estimates of this correlation. We find that, as parameters of the dynamics vary, each system exhibits a threshold above and below which the correlation dramatically differs. We explain how these thresholds arise from underlying transitions in the relationship between the local and global \"parts\" of the effective potential."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exploring null-entropy events: What do we learn when nothing happens?",
      "authors": [
        "Abhaya S. Hegde, Andr\\'e M. Timpanaro, Gabriel T. Landi"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16528",
      "arxiv": "https://arxiv.org/abs/2508.16528",
      "doi": null,
      "summary": "Fluctuation theorems establish that thermodynamic processes at the microscale can occasionally result in negative entropy production. At the microscale, another distinct possibility becomes more likely: processes where no entropy is produced overall. In this work, we explore the constraints imposed by such null-entropy events on the fluctuations of thermodynamic currents. By incorporating the probability of null-entropy events, we obtain tighter bounds on finite-time thermodynamic uncertainty relations derived from fluctuation theorems. We validate this framework using an example of a qudit SWAP engine."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Machine Learning Time Propagators for Time-Dependent Density Functional Theory Simulations",
      "authors": [
        "Karan Shah, Attila Cangi"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16554",
      "arxiv": "https://arxiv.org/abs/2508.16554",
      "doi": null,
      "summary": "Time-dependent density functional theory (TDDFT) is a widely used method to investigate electron dynamics under external time-dependent perturbations such as laser fields. In this work, we present a novel approach to accelerate electron dynamics simulations based on real time TDDFT using autoregressive neural operators as time-propagators for the electron density. By leveraging physics-informed constraints and featurization, and high-resolution training data, our model achieves superior accuracy and computational speed compared to traditional numerical solvers. We demonstrate the effectiveness of our model on a class of one-dimensional diatomic molecules under the influence of a range of laser parameters. This method has potential in enabling real-time, on-the-fly modeling of laser-irradiated molecules and materials with varying experimental parameters."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Chiral charge density wave in 4Hb- and 1T-TaS$_2$: The Role of interlayer coupling",
      "authors": [
        "Roni Anna Gofman, Abigail Dishi, Hyeonhu Bae, Yuval Nitzav, Ilay Mangel, Nitzan Ragoler, Sajilesh K. P., Alex Louat, Matthew D. Watson, Cephise Cacho, Dmitry Marchenko, Andrei Varykhalov, Irena Feldman, Binghai Yan, Amit Kanigel"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16559",
      "arxiv": "https://arxiv.org/abs/2508.16559",
      "doi": null,
      "summary": "We use micro-angle-resolved photoemission spectroscopy (micro-ARPES) to investigate chiral charge density waves (CDWs) in 4Hb-TaS$_2$ with micron-scale spatial resolution. In the 1T layers of 4Hb-TaS$_2$, we uncover coexisting left- and right-handed CDW domains and resolve four distinct spectral patterns arising from the interplay of chirality and rotational stacking. In contrast, bulk 1T-TaS$_2$ exhibits a uniform chirality. In addition, 4Hb-TaS$_2$ shows negligible out-of-plane dispersion of the 1T-derived bands, in contrast to the pronounced interlayer coupling observed in bulk 1T-TaS$_2$. Density functional theory (DFT) calculations corroborate this picture, revealing that the interlayer interaction of the chiral order in 4Hb-TaS$_2$ is nearly two orders of magnitude weaker than in the 1T polytype. Our findings establish 4Hb-TaS$_2$ as a quasi-two-dimensional platform for exploring tunable chiral CDW phenomena."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Persistence of Coffee-Ring Deposits in Concentrated Suspensions of Anisotropic Colloids",
      "authors": [
        "Samuel S. Nielsen, Brian C. Seper, Michelle M. Driscoll"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16572",
      "arxiv": "https://arxiv.org/abs/2508.16572",
      "doi": null,
      "summary": "When droplets of colloidal suspensions evaporate, the suspended colloids are transported to the edge of the drop by an outward radial flow. The resulting dried deposit has a high concentration of colloids along it's perimeter, and a low concentration near the center. This effect has been dubbed the coffee-ring effect [Deegan et al., Nature, 1997, 389, 827], and is undesirable in applications such as inkjet printing, where a smooth deposition would lead to more efficient coatings. Previous attempts at suppressing this effect using particle anisotropy have paradoxically shown that anisotropic particles can (1) form even deposits [Yunker et al., Nature, 2011, 476, 308] and (2) enhance the coffee ring effect [Dugyala et al., J. Phys. Chem. B, 2014, 119, 3860]. Here we use surface profilometry data to characterize the width of the dried deposits containing rod-shaped silica colloids of aspect ratios ranging from 1 to 20. We observe deposits over a broad range of concentrations (up to 0.35 volume fraction), and find that the width of the ring is independent of the particle anisotropy, even at previously unexplored high volume fractions. We also observe that polystyrene spheres form more even deposits than silica spheres when evaporated at high temperatures. This result serves to unify the literature by identifying a key parameter in controlling the deposit shape: the difference between the sedimentation velocity of colloids in solution and the velocity of the air-water interface."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Breaking global symmetries with locality-preserving operations",
      "authors": [
        "Michele Mazzoni, Luca Capizzi, Lorenzo Piroli"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15892",
      "arxiv": "https://arxiv.org/abs/2508.15892",
      "doi": null,
      "summary": "In the general framework of quantum resource theories, one typically only distinguishes between operations that can or cannot generate the resource of interest. In many-body settings, one can further characterize quantum operations based on underlying geometrical constraints, and a natural question is to understand the power of resource-generating operations that preserve locality. In this work, we address this question within the resource theory of asymmetry, which has recently found applications in the study of many-body symmetry-breaking and symmetry-restoration phenomena. We consider symmetries corresponding to both abelian and non-abelian compact groups with a homogeneous action on the space of $N$ qubits, focusing on the prototypical examples of $U(1)$ and $SU(2)$. We study the so-called $G$-asymmetry $\\Delta S^{G}_N$, and present two main results. First, we derive a general bound on the asymmetry that can be generated by locality-preserving operations acting on product states. We prove that, in any spatial dimension, $\\Delta S^{G}_N\\leq (1/2)\\Delta S^{G, \\rm max}_N[1+o(1)]$, where $\\Delta S^{G, \\rm max}_N$ is the maximum value of the $G$-asymmetry in the full many-body Hilbert space. Second, we show that locality-preserving operations can generate maximal asymmetry, $\\Delta S^{G}_N\\sim\\Delta S^{G, \\rm max}_N$, when applied to symmetric states featuring long-range entanglement. Our results provide a unified perspective on recent studies of asymmetry in many-body physics, highlighting a non-trivial interplay between asymmetry, locality, and entanglement."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Teleportation based detection of quantum critical points using small spin chains",
      "authors": [
        "G. A. P. Ribeiro, Gustavo Rigolin"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15936",
      "arxiv": "https://arxiv.org/abs/2508.15936",
      "doi": "10.1142/S0129183125430016",
      "summary": "We show for the models here investigated that the teleportation based quantum critical point (QCP) detectors can properly estimate the locations of the QCPs when we are not even close to the thermodynamic limit (infinite spin chains) and when we only have access to finite temperature data. Specifically, by working with spin chains with about ten qubits and in equilibrium with a thermal reservoir at temperature T, we show that it is possible to locate with an error of only a few percents the correct spots of the QCPs for almost all the models studied here. The spin chains we investigate are given by the XXZ model with or without an external longitudinal magnetic field as well as the XX model, the XY model, and the Ising model, all of them subjected to an external transverse magnetic field."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Multiscale Analysis of a Kinetic Model of Confined Suspensions of Self-Propelled Rods",
      "authors": [
        "Leonid Berlyand, Spencer Dang, Pierre-Emmanuel Jabin, Mykhailo Potomkin"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16003",
      "arxiv": "https://arxiv.org/abs/2508.16003",
      "doi": null,
      "summary": "The behavior of active matter under confinement poses significant challenges due to the intricate coupling between dynamics near boundaries and those in the bulk. A defining feature of active matter systems is that a substantial portion of their dynamics takes place near confining boundaries. In our previous work, we developed a kinetic framework that enables direct computation of the probability distribution functions for both the position and orientation of active rods. A distinguishing aspect of this approach is its explicit treatment of wall accumulation through the use of two coupled probability distribution functions: one describing the bulk population and the other representing rods accumulated at the boundary. Another novel feature is the structure of the governing equation, which is degenerate: it is second-order in one non-temporal variable and first-order in another. The main focus of this paper is to rigorously justify this model via multi-scale analysis. We first establish well-posedness of the system and then employ two distinct multi-scale derivations to obtain the model as a singular limit of a more classical kinetic system in the regime of vanishing translational diffusion. For analytical clarity, we consider the case in which active rods, once accumulated at the wall, remain permanently confined there. This work provides a rigorous mathematical foundation for reduced kinetic models of confined active matter, bridging microscopic dynamics and macroscopic accumulation phenomena."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Crystal growth at a liquid-liquid interface upon drop impact",
      "authors": [
        "Marion Berry, Christophe Josserand, Anniina Salonen, Fran\\c{c}ois Boulogne"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16116",
      "arxiv": "https://arxiv.org/abs/2508.16116",
      "doi": null,
      "summary": "The crystallisation that occurs when a drop is placed in contact with a cold surface is a particularly challenging phenomenon to capture experimentally and describe theoretically. The situation of a liquid-liquid interface, where crystals appear on a mobile interface is scarcely studied although it provides a defect-free interface. In this paper, we quantify the dynamics of crystals appearing upon the impact of a drop on a cool liquid bath. We rationalize our observations with a model considering that crystals appear at a constant rate depending on the thermal shock on the expanding interface. This model provides dimensionless curves on the number and the surface area of crystals that we compare to our experimental measurements."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Autonomous conversion of particle-exchange to quantum self-oscillations",
      "authors": [
        "Sofia Sevitz, Federico Cerisola, Karen V. Hovhannisyan, Janet Anders"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16206",
      "arxiv": "https://arxiv.org/abs/2508.16206",
      "doi": null,
      "summary": "Particle-exchange machines utilize electronic transport to continuously transfer heat between fermionic reservoirs. Here, we couple a quantum mechanical resonator to a particle-exchange machine hosted in a quantum dot and let the system run autonomously. This way, part of the energy exchanged between the reservoirs can be stored in the resonator in the form of self-oscillations. Our analysis goes well beyond previous works by exploring the slow transport regime and accessing arbitrarily strong dot--resonator coupling. First, we introduce a faithful measure of self-oscillations, and use it to certify that they can occur in the slow-transport regime. We furthermore show that the electrical current through the dot can be used to witness self-oscillations. Finally, we establish that, under realistic conditions, self-oscillations occur only when the machine operates as a heater. We define an experimentally measurable performance metric characterizing the efficiency of current--to--self-oscillations conversion. It reveals that, counterintuitively, strong dot--resonator coupling is detrimental to the conversion performance. The framework developed here can be readily implemented in a variety of nanoscale devices, such as a suspended carbon nanotube with an embedded quantum dot."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Vibrational Spectra of Materials and Molecules from Partially-Adiabatic Elevated-Temperature Centroid Molecular Dynamics",
      "authors": [
        "Jorge Castro, George Trenins, Venkat Kapil, Mariana Rossi"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16246",
      "arxiv": "https://arxiv.org/abs/2508.16246",
      "doi": null,
      "summary": "Centroid molecular dynamics (CMD) incorporates nuclear quantum statistics into the calculation of vibrational spectra. However, when performed in Cartesian coordinates, CMD shows serious unphysical artifacts in certain vibrational bands, known as the curvature problem. Recent work showed that CMD spectra can be freed from the curvature problem by evolving the ring-polymer centroid on a potential of mean force (PMF) calculated at an elevated temperature ($T_e$-CMD). Here we present a partially-adiabatic implementation of $T_e$-CMD (PA-$T_e$-CMD), which eliminates the need for precomputed PMFs and instead yields the centroid force \\textit{on-the-fly}. We introduce a two-temperature path-integral Langevin thermostat to achieve a temperature separation between centroid and internal modes of the ring-polymer. Because it is paramount that the elevated temperature be chosen as low as possible for a given physical temperature in this formulation, we present a general scheme for its determination. We benchmark PA-$T_e$-CMD against exact vibrational spectra for the isolated water monomer and discuss its performance for challenging anharmonic systems: the carbonic acid fluoride molecule (CAF) and the methylammonium lead iodide perovskite (MAPI). We conclude that PA-$T_e$-CMD mitigates the curvature problem and eliminates the steep increase in computational cost with decreasing temperature of conventional path-integral methods. We observe some energy leakage from the hot internal modes to high-frequency centroid modes at low physical temperatures. Nevertheless, compared to other imaginary path-integral approximate methods, the PA-$T_e$-CMD spectra show more accurate lineshapes. While a fully adiabatic setup based on a coarse-grained centroid PMF is still preferable when a good pre-trained PMF can be easily obtained, PA-$T_e$-CMD presents a low-barrier single-shot setup for any system."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Modular Properties of $\\mathcal{W}_3$ Generalised Gibbs Ensembles",
      "authors": [
        "Max Downing, Faisal Karimi, Tanmoy Sengupta, Adarsh Sudhakar, G\\'erard M T Watts"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16258",
      "arxiv": "https://arxiv.org/abs/2508.16258",
      "doi": null,
      "summary": "In this paper we make a proposal for the solution to a long-standing problem - the asymptotic expansions of the modular $S$-transform of a generalised Gibbs ensemble (GGE) in a theory with $\\mathcal{W}_3$ symmetry where the GGE includes the first non-trivial charge. Equivalently, we give a proposal for the modular $S$-transform of traces of arbitrary powers of the zero mode $W_0$. We provide evidence in the form of exact results using Zhu's recursion, results obtained using conjectured results for Verma modules, and exact results for the particular value $c=-2$. We expect these have generalisations to other symmetry algebras/hierarchies such as the Virasoro algebra/KdV charges, and to GGEs with arbitrary finite sets of charges."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Double excitations in molecules",
      "authors": [
        "Namana Venkatareddy, Victor Ghosh, H. R. Krishnamurthy, Manish Jain"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16262",
      "arxiv": "https://arxiv.org/abs/2508.16262",
      "doi": null,
      "summary": "Double excitations in organic molecules have garnered significant interest as a result of their importance in singlet fission and photophysics. These excitations play a crucial role in understanding the photoexcitation processes in polyenes. To describe photoexcited states with both single and double excitation character, we use a first-principles many-body theory that combines the GW / Bethe-Salpeter equation and the configuration interaction (CI) methods. Specifically, we develop and employ two CI-based methods: screened configuration interaction singles and doubles (scrCISD) and screened configuration interaction singles with perturbative doubles (scrCIS(D)), applied to an effective many-body Hamiltonian that incorporates screening. We apply these methods to Thiel's set of molecules, which exhibit excited states predominantly characterized by single excitations with a partial double excitation character. Our results indicate that the scrCISD method systematically underestimates the excitation energies compared to the best theoretical estimates, while the scrCIS(D) method shows good agreement with these estimates. Furthermore, we used the scrCISD method to calculate the binding energies of the dominantly doubly excited correlated triplet pair states, $\\mathrm{TT^1}$, in pentacene dimers, finding that the $\\mathrm{TT^1}$ binding energies agree well with empirical calculations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dissipation-Driven Topological Phase Transition in Quantum Open Systems Independent of system Hamiltonian",
      "authors": [
        "Tian-Shu Deng, Fan Yang"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16275",
      "arxiv": "https://arxiv.org/abs/2508.16275",
      "doi": null,
      "summary": "We investigate dissipation-driven topological phase transitions in one-dimensional quantum open systems governed by the Lindblad equation with linear dissipation operators, which ensure the density matrix retains its Gaussian form throughout the dynamics. By employing the modular Hamiltonian framework, we rigorously demonstrate that the $\\rm{Z}_2$ topological invariant characterizing steady states in one-dimensional class D systems is exclusively dependent on the dissipation operators, rather than the system Hamiltonian. Through a quench protocol where the system evolves from the steady state of one Lindbladian to another, we reveal that topological transitions can occur at analytically predictable critical times, even when the initial and final steady states share identical topological indices. These transitions are shown, both theoretically and numerically, to depend solely on dissipation parameters. Entanglement spectrum analysis demonstrates bulk-edge correspondence in non-equilibrium density matrices via coexisting single-particle gap closures (periodic boundaries) and topologically protected zero modes (open boundaries), directly underpinning the detection of dissipation-induced topology in quantum simulators."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mean-Field Approximation of Dynamics on Networks",
      "authors": [
        "Jonathan A. Ward, G\\'abor Tim\\'ar, P\\'eter L. Simon"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16304",
      "arxiv": "https://arxiv.org/abs/2508.16304",
      "doi": null,
      "summary": "Many real-world phenomena can be modelled as dynamical processes on networks, a prominent example being the spread of infectious diseases such as COVID-19. Mean-field approximations are a widely used tool to analyse such dynamical processes on networks, but these are typically derived using plausible probabilistic reasoning, introducing uncontrolled errors that may lead to invalid mathematical conclusions. In this paper we present a rigorous approach to derive mean-field approximations from the exact description of Markov chain dynamics on networks through a process of averaging called approximate lumping. We consider a general class of Markov chain dynamics on networks in which each vertex can adopt a finite number of ``vertex-states'' (e.g. susceptible, infected, recovered etc.), and transition rates depend on the number of neighbours of each type. Our approximate lumping is based on counting the number of each type of vertex-state in subsets of vertices, and this results in a density dependent population process. In the large graph limit, this reduces to a low dimensional system of ordinary differential equations, special cases of which are well known mean-field approximations. Our approach provides a general framework for the derivation of mean-field approximations of dynamics on networks that unifies previously disconnected approaches and highlights the sources of error."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Infinite matrix product states for $(1+1)$-dimensional gauge theories",
      "authors": [
        "Ross Dempsey, Anna-Maria E. Gl\\\"uck, Silviu S. Pufu, Benjamin T. S{\\o}gaard"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16363",
      "arxiv": "https://arxiv.org/abs/2508.16363",
      "doi": null,
      "summary": "We present a matrix product operator construction that allows us to represent the lattice Hamiltonians of (abelian or non-abelian) gauge theories in a local and manifestly translation-invariant form. In particular, we use symmetric matrix product states and introduce link-enhanced matrix product operators (LEMPOs) that can act on both the physical and virtual spaces of the matrix product states. This construction allows us to study Hamiltonian lattice gauge theories on infinite lattices. As examples, we show how to implement this method to study the massless and massive one-flavor Schwinger model and adjoint QCD$_2$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Multiscale Growth Kinetics of Model Biomolecular Condensates Under Passive and Active Conditions",
      "authors": [
        "Tamizhmalar Sundararajan, Matteo Boccalini, Rom\\'eo Suss, Sandrine Mariot, Emerson R. Da Silva, Fernando C. Giacomelli, Austin Hubley, Theyencheri Narayanan, Alessandro Barducci, Guillaume Tresset"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16398",
      "arxiv": "https://arxiv.org/abs/2508.16398",
      "doi": null,
      "summary": "Living cells exhibit a complex organization comprising numerous compartments, among which are RNA- and protein-rich membraneless, liquid-like organelles known as biomolecular condensates. Energy-consuming processes regulate their formation and dissolution, with (de-)phosphorylation by specific enzymes being among the most commonly involved reactions. By employing a model system consisting of a phosphorylatable peptide and homopolymeric RNA, we elucidate how enzymatic activity modulates the growth kinetics and alters the local structure of biomolecular condensates. Under passive condition, time-resolved ultra-small-angle X-ray scattering with synchrotron source reveals a nucleation-driven coalescence mechanism maintained over four decades in time, similar to the coarsening of simple binary fluid mixtures. Coarse-grained molecular dynamics simulations show that peptide-decorated RNA chains assembled shortly after mixing constitute the relevant subunits. In contrast, actively-formed condensates initially display a local mass fractal structure, which gradually matures upon enzymatic activity before condensates undergo coalescence. Both types of condensate eventually reach a steady state but fluorescence recovery after photobleaching indicates a peptide diffusivity twice higher in actively-formed condensates consistently with their loosely-packed local structure. We expect multiscale, integrative approaches implemented with model systems to link effectively the functional properties of membraneless organelles to their formation and dissolution kinetics as regulated by cellular active processes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Fisher information as a witness of non-Markovianity and criticality in the spin-boson model",
      "authors": [
        "Daniele Parlato, Grazia Di Bello, Fabrizio Pavan, Giulio De Filippis, Carmine Antonio Perroni"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16413",
      "arxiv": "https://arxiv.org/abs/2508.16413",
      "doi": null,
      "summary": "The quantum Fisher information, the quantum analogue of the classical Fisher information, is a central quantity in quantum metrology and quantum sensing because of its connection to parameter estimation and fidelity susceptibility. Using numerically exact methods applied to a paradigmatic open quantum system, the spin-boson model, we calculate both static and dynamical quantum Fisher information matrix elements with respect to spin-bath couplings and magnetic field strengths. As the spin-bath interaction increases, we first show that the coupling-coupling matrix elements relative to the ground state of the Hamiltonian serve as a genuine witness of bipartite entanglement and the Berezinskii-Kosterlitz-Thouless quantum phase transition through their non-monotonic behavior. Furthermore, we demonstrate that the time-dependent matrix elements can reveal non-Markovian effects as well as the transition from the coherent to incoherent regime at the Toulouse point. In the paradigmatic spin-boson model, the non-monotonic features of the quantum Fisher information matrix signal changes in quantum resources such as entanglement and coherence, quantify non-Markovian behavior, and enable criticality-enhanced quantum sensing, thereby shedding light on key features of open quantum systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Termination-Driven Control over BIC Q-Factors and Frequencies in Plasmonic Double Net Metamaterials",
      "authors": [
        "Cedric Schumacher, Bilel Abdennadher, Ullrich Steiner, Matthias Saba"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16429",
      "arxiv": "https://arxiv.org/abs/2508.16429",
      "doi": null,
      "summary": "Interlaced metallic wire meshes are 3D metamaterials consisting of two intertwined metallic networks. These plasmonic double nets give rise to otherwise unobserved longitudinal, weakly dispersive and broadband electron acoustic modes from the effective plasma frequency of the double net down to arbitrarily low frequencies. These modes have recently been shown to generate confined slab modes with extremely long lifetimes (high quality factors), so-called quasi-bound states in the continuum. This work reveals the central role of the double net termination in determining the mode's resonant frequency and quality factor. We compare two limiting cases, a tennis net termination recently studied experimentally by others and a protruding column array with a much lower quality factor, as demonstrated by microwave transmission experiments and full-wave simulations. Our work thus vividly demonstrates the failure of a homogenisation approach to explain and quantify the physics of terminated plasmonic network materials. We introduce a new approach, in which additional evanescent bulk states are included in the scattering problem, yielding a qualitative understanding of the slab's optical response. The resulting engineering principles pave the way for the design and exploitation of these materials for applications such as coherent light generation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal Multistate Kinetic Models for the In-Silico Discovery of Thermally Activated Delayed Fluorescence Emitters",
      "authors": [
        "Yue He, Daniel Escudero"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16436",
      "arxiv": "https://arxiv.org/abs/2508.16436",
      "doi": null,
      "summary": "Many thermally activated delayed fluorescence (TADF) emitters exhibit complex photophysical behaviors that cannot be fully captured by the conventional three state model (S0, S1, T1). The lack of kinetic models that incorporate vibronic coupling effects and high lying excited states has long limited the systematic understanding and rational design of these materials. To address this, we developed KinLuv, an extended multistate kinetic model that not only includes higher lying excited states (S2, T2) but also accounts for the Herzberg Teller (HT) vibronic coupling in the rate constant calculations. Applied to two representative TADF emitters, i.e., DOBNA and DiKTa, KinLuv successfully predicts photoluminescence quantum yields (PLQY) and prompt/delayed fluorescence lifetimes in good agreement with reported experimental results. These findings highlight that incorporating HT vibronic coupling effects and higher lying excited states is essential for quantitatively modeling TADF mechanisms and guiding the design of high performance emitters."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Decoherent histories with(out) objectivity in a (broken) apparatus",
      "authors": [
        "Beno\\^it Fert\\'e, Davide Farci, Xiangyu Cao"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16482",
      "arxiv": "https://arxiv.org/abs/2508.16482",
      "doi": null,
      "summary": "We characterize monitored quantum dynamics in a solvable model exhibiting a phase transition between a measurement apparatus and a scrambler. We show that approximate decoherent histories emerge in both phases with respect to a coarse-grained extensive observable. However, the apparatus phase, where quantum Darwinism emerges, is distinguished by the non-ergodicity of the histories and their correlation with the measured qubit, which selects an ensemble of preferred pointer states. Our results demonstrate a clear distinction between two notion of classicality, decoherent histories and environment-induced decoherence."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "ML-PWS: Estimating the Mutual Information Between Experimental Time Series Using Neural Networks",
      "authors": [
        "Manuel Reinhardt, Ga\\v{s}per Tka\\v{c}ik, Pieter Rein ten Wolde"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16509",
      "arxiv": "https://arxiv.org/abs/2508.16509",
      "doi": null,
      "summary": "The ability to quantify information transmission is crucial for the analysis and design of natural and engineered systems. The information transmission rate is the fundamental measure for systems with time-varying signals, yet computing it is extremely challenging. In particular, the rate cannot be obtained directly from experimental time-series data without approximations, because of the high dimensionality of the signal trajectory space. Path Weight Sampling (PWS) is a computational technique that makes it possible to obtain the information rate exactly for any stochastic system. However, it requires a mathematical model of the system of interest, be it described by a master equation or a set of differential equations. Here, we present a technique that employs Machine Learning (ML) to develop a generative model from experimental time-series data, which is then combined with PWS to obtain the information rate. We demonstrate the accuracy of this technique, called ML-PWS, by comparing its results on synthetic time-series data generated from a non-linear model against ground-truth results obtained by applying PWS directly to the same model. We illustrate the utility of ML-PWS by applying it to neuronal time-series data."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Chemical and Conformational Control of the Spectroscopic Properties of Multi-Layer and Multi-Defect Carbon Dots",
      "authors": [
        "Arshad Mehmood, Caitlin V. Hetherington, Zain Zaidi, Benjamin G. Levine"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16520",
      "arxiv": "https://arxiv.org/abs/2508.16520",
      "doi": null,
      "summary": "Carbon dots (CDs) are renowned for their bright and tunable photoluminescence (PL), stability, and biocompatibility, yet it remains challenging to link their heterogeneous structures to their spectroscopic properties. This study utilizes density functional theory (DFT) and time-dependent DFT (TD-DFT) to systematically investigate how the spectroscopic properties of CDs of complex CDs with multiple layers and multiples defects are determined by their structures and compositions. Calculations reveal that strongly oxidizing groups, such as carbonyl and carbonyl acetate, significantly redshift absorption and emission spectra. In contrast, less oxidizing groups, such as hydroxyl, behave as spectators with minimal impact on absorption and emission, except when they interact strongly with more oxidizing groups. We find that not only the excitation energy, but also the excitation character itself is impacted by the presence of specific groups, and the pH-dependence of the spectroscopic properties can be attributed to their protonation state-dependent excitation character. We show that the twisting, sliding, and linker-mediated folding of surface-functionalized layers in CDs markedly alter excitation energies and characters, offering a molecular explanation for experimentally observed emission intermittency and polarization fluctuations. These insights provide strategies for optimizing CDs for various applications, including bioimaging, photocatalysis, and optoelectronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Microscopic field theories of the quantum skyrmion Hall effect",
      "authors": [
        "Vinay Patil, Archi Banerjee, Ashley M. Cook"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16547",
      "arxiv": "https://arxiv.org/abs/2508.16547",
      "doi": null,
      "summary": "We construct effective field theories of the quantum skyrmion Hall effect from matrix Chern-Simons theory for $N$ electrons, corresponding to matrix dimension $N$. We first consider a quantum Hall droplet within finite $N$ matrix Chern-Simons theory. Taking into account the differential geometry of the matrix Chern-Simons droplet for a partially-filled fuzzy two-sphere, we first generalize the quantization procedure by replacing the Poisson bracket, a classical Lie derivative, with a quantum counterpart, the Lie derivative for a deformed fuzzy sphere. This yields the topological invariant introduced in earlier works on the quantum skyrmion Hall effect and previously unidentified fusion rules. This is consistent with treatment of a spin $S$ of multiplicity $2S+1$ as a quantum Hall droplet within matrix Chern-Simons theory for $N=2S+1$ spinless electrons and a generalization of a Jain composite particle for a Laughlin state. We then construct $D$-dimensional arrays of coupled small $N$ matrix Chern-Simons droplets as effective field theories of the quantum skyrmion Hall effect. In higher-symmetry constructions, this yields what appears to be a D+1 dimensional $U(N)$ Yang-Mills theory, but actually contains $\\delta$ extra fuzzy dimensions from the finite $N$ MCS theory as well as deformations from $U(N)$ due to partial filling of the fuzzy spheres. In this construction, the Chern-Simons level is $k+1$ for each small $N$ droplet, while the entire array can be interpreted as an unbounded matrix Chern-Simons theory at level $k$. Such constructions at $k=2$ are consistent with earlier results for the multiplicative Chern insulator. We also formulate the quantum skyrmion Hall effect in terms of a Lagrangian for an array of potentially distinct, small $N$ droplets within anisotropic fuzzification. We discuss the relevance of these results to spin lattice models and lattice gauge theories."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal Frequency Correlations and Recurrence Statistics of Complex Impedance Matrices",
      "authors": [
        "Nadav Shaibe, Jared Erb, Thomas M. Antonsen, Steven M. Anlage"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16563",
      "arxiv": "https://arxiv.org/abs/2508.16563",
      "doi": null,
      "summary": "Linear electromagnetic wave scattering systems can be characterized by an impedance matrix that relates the voltages and currents at the ports of the system. When the system size becomes greater than the wavelength of the fields involved, the impedance matrix becomes a complicated function of the details of the system, in which case a statistical model, such as the Random Coupling Model (RCM) becomes useful. The statistics of the elements of the RCM impedance matrix depend on the excitation frequency, the spectral density of the modes of the enclosed system volume, the average loss factor (Q^{-1}) of the system, and the properties of the coupling ports as given by their radiation impedances. In this paper, properties of the elements of impedance matrices are explored numerically and experimentally. These include the two point frequency correlation functions for the complex impedance of elements and the expected difference in frequencies between which impedance values are approximately repeated. Universal scaling arguments are then given for these quantities, hence these results are generic for all sufficiently complicated scattering systems, including acoustic and optical systems. The experimental data presented in this paper come from microwave graphs, billiards, and three-dimensional cavities with embedded tunable perturbers such as metasurfaces. The data is found to be in generally good agreement with the predictions for the two point frequency correlations and the frequency interval for successive repetitions of impedance matrix elements values."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Emergent statistical mechanics in holographic random tensor networks",
      "authors": [
        "Shozab Qasim, Jens Eisert, Alexander Jahn"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16570",
      "arxiv": "https://arxiv.org/abs/2508.16570",
      "doi": null,
      "summary": "Recent years have enjoyed substantial progress in capturing properties of complex quantum systems by means of random tensor networks (RTNs), which form ensembles of quantum states that depend only on the tensor network geometry and bond dimensions. Of particular interest are RTNs on hyperbolic geometries, with local tensors typically chosen from the unitary Haar measure, that model critical boundary states of holographic bulk-boundary dualities. In this work, we elevate static pictures of ensemble averages to a dynamical one, to show that RTN states exhibit equilibration of time-averaged operator expectation values under a highly generic class of Hamiltonians with non-degenerate spectra. We prove that RTN states generally equilibrate at large bond dimension and also in the scaling limit for three classes of geometries: Those of matrix product states, regular hyperbolic tilings, and single \"black hole\" tensors. Furthermore, we prove a hierarchy of equilibration between finite-dimensional instances of these classes for bulk and boundary states with small entanglement. This suggests an equivalent hierarchy between corresponding many-body phases, and reproduces a holographic degree-of-freedom counting for the effective dimension of each system. These results demonstrate that RTN techniques can probe aspects of late-time dynamics of quantum many-body phases and suggest a new approach to describing aspects of holographic dualities using techniques from statistical mechanics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Theoretical issues in the accurate computation of the electron-phonon interaction contribution to the total energy",
      "authors": [
        "Shilpa Paul, M. P. Gururajan, Amrita Bhattacharya, T. R. S. Prasanna"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2309.04279",
      "arxiv": "https://arxiv.org/abs/2309.04279",
      "doi": null,
      "summary": "We report the computation of the Standard Hamiltonian of a coupled electron-phonon system by accurately computing the electron-phonon interaction (EPI) contribution to the total energy. This gives the most accurate ab initio total energy till date. However, our results show that the per-atom EPI energy is unit-cell-size dependent due to the partial-Fan-Migdal term that arises from the antisymmetric nature of the crystal wavefunction. Due to this, only energy differences between polytypes, in supercells with identical number of atoms, are meaningful, rather than per-atom total energy. This violates our understanding of Quantum Mechanics applied to periodic solids and raises serious theoretical questions. In his original (1951) paper, Fan suggested, without specifying any reason, that second-order perturbation theory applied to the whole crystal is of questionable validity. Our results support Fan's suggestion for the reason that the partial-FM term makes the per-atom total energy unit-cell-size dependent. This leads to a new fundamental problem in condensed matter physics, viz. second-order perturbation theory is invalid for whole crystals, an entire class. It is essential to resolve this problem, especially because it causes the standard Hamiltonian, the starting point of EPI studies and the most accurate ab initio total energy, to be of questionable validity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Berry Curvature Induced Spin Nernst and Thermal Edelstein Effects in Proximity Superconductors",
      "authors": [
        "Zhen-Cheng Liao, Cong Xiao, Zhi Wang, Qian Niu"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.08451",
      "arxiv": "https://arxiv.org/abs/2412.08451",
      "doi": null,
      "summary": "We propose two thermo-spintronic responses in proximity induced superconductors with spin-orbit coupled band - spin Nernst effect and thermal Edelstein effect stemming respectively from momentum-space and mixed superconducting Berry curvatures. We unveil that the Bloch band spin-orbit coupling and pairing are entangled in shaping the superconducting Berry curvatures rather than in an additive manner. The resulting thermo-spintronic responses are significantly enhanced at low temperatures by the emergence of Bogoliubov Fermi surface, and can be effectively controlled by tuning the latter. The effects render a probe of Bogoliubov Fermi surface and superconducting Berry curvatures supported by it. Our work reveals Berry curvature properties in topologically trivial proximity superconductors with spin-orbit coupling, and opens a new route to superconducting spintronics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "From strong to weak correlations in breathing-mode kagome van der Waals materials: Nb$_3$(F,Cl,Br,I)$_8$ as a robust and versatile platform for many-body engineering",
      "authors": [
        "Joost Aretz, Sergii Grytsiuk, Xiaojing Liu, Giovanna Feraco, Chrystalla Knekna, Muhammad Waseem, Zhiying Dan, Marco Bianchi, Philip Hofmann, Mazhar N. Ali, Mikhail I. Katsnelson, Antonija Grubi\\v{s}i\\'c-\\v{C}abo, Hugo U. R. Strand, Erik G. C. P. van Loon, Malte R\\\"osner"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.10320",
      "arxiv": "https://arxiv.org/abs/2501.10320",
      "doi": null,
      "summary": "By combining ab initio downfolding with cluster dynamical mean-field theory, we study the degree of correlations in monolayer, bilayer and bulk breathing-mode kagome van der Waals materials Nb$_3$(F,Cl,Br,I)$_8$. Our new material-specific many-body model library shows that in low-temperature bulk structures the Coulomb correlation strength steadily increases from I to F, allowing us to identify Nb$_3$I$_8$ as a weakly correlated insulator, Nb$_3$Br$_8$ and Nb$_3$Cl$_8$ as strongly correlated insulators, and Nb$_3$F$_8$ as a prototypical bulk Mott-insulator. Angle-resolved photoemission spectroscopy measurements comparing Nb$_3$Br$_8$ and Nb$_3$I$_8$ allow us to experimentally confirm these findings by revealing spectroscopic footprints of the degree of correlation. Our calculations uncover how the thickness and the stacking affect the degree of correlations and predict that the entire material family can be tuned into correlated charge-transfer or Mott-insulating phases upon doping. Our magnetic property analysis based on our model parameter library additionally confirms that inter-layer magnetic interactions drive the lattice phase transition to the low-temperature structures. The accompanying bilayer hybridization through inter-layer dimerization yields magnetic singlet-like ground states in the Cl, Br, and I compounds. We further prove that all low-temperature compounds are dynamically stable and that electron-phonon coupling to the low-energy subspace is suppressed. Our findings establish Nb$_3$X$_8$ as a robust, versatile, and tunable class for van der Waals-based Coulomb and Mott engineering with a rich phase diagram and allow us to speculate on the symmetry-breaking effects necessary for the recently observed Josephson diode effect in NbSe$_2$/Nb$_3$Br$_8$/NbSe$_2$ heterostructures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Optical control of the crystal structure in the bilayer nickelate superconductor La$_3$Ni$_2$O$_7$ via nonlinear phononics",
      "authors": [
        "Shu Kamiyama, Tatsuya Kaneko, Kazuhiko Kuroki, Masayuki Ochi"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.11377",
      "arxiv": "https://arxiv.org/abs/2501.11377",
      "doi": null,
      "summary": "Superconductivity in the bilayer nickelate La$_3$Ni$_2$O$_7$ occurs when the interlayer Ni-O-Ni bond angle becomes straight under pressure, suggesting a strong relationship between the crystal structure and the emergence of superconductivity. In this study, we theoretically propose a way to control the crystal structure of La$_3$Ni$_2$O$_7$ toward the tetragonal symmetry via light irradiation instead of pressure using the idea of nonlinear phononics. Here, resonant optical excitation of an infrared-active (IR) lattice vibration induces a nonlinear Raman-mode displacement through the anharmonic phonon-phonon coupling. We calculate the light-induced phonon dynamics on the anharmonic lattice potential determined by first-principles calculation. We find that the interlayer Ni-O-Ni bond angle gets slightly closer to straight when an appropriate IR mode is selectively excited. Our study suggests that light irradiation can be a promising way for structural control of La$_3$Ni$_2$O$_7$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Critical Motility-Induced Phase Separation in Three Dimensions is Consistent with Ising Universality",
      "authors": [
        "Jiechao Feng, Daniel Evans, Ahmad K. Omar"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.09069",
      "arxiv": "https://arxiv.org/abs/2502.09069",
      "doi": null,
      "summary": "Identifying the universality class of critical active phase transitions has been the subject of recent interest and controversy. Resolving these controversies will require robust numerical investigations to determine whether active critical exponents point to novel universality classes or are consistent with established ones. Here, we conduct large-scale computer simulations and a finite-size scaling analysis of motility-induced phase separation (MIPS) in three dimensions (3D), finding that the static and dynamic critical exponents all closely match those of the 3D Ising universality class with a conserved scalar order parameter. This finding is corroborated by a fluctuating hydrodynamic description of the critical dynamics of the order parameter field which flows to the Wilson-Fisher fixed point in three dimensions. Our work suggests that 3D MIPS and likely the entire phase diagram of active Brownian spheres is similar to that of molecular passive fluids despite the absence of Boltzmann statistics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Itinerant topological magnons and spin excitons in twisted transition metal dichalcogenides: Mapping electron topology to spin counterpart",
      "authors": [
        "Wei-Tao Zhou, Zhao-Yang Dong, Zhao-Long Gu, Jian-Xin Li"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.10991",
      "arxiv": "https://arxiv.org/abs/2502.10991",
      "doi": "10.1093/nsr/nwaf354",
      "summary": "Twisted transition metal dichalcogenides (tTMDs) provide a highly tunable platform to explore the interplay between strong correlation and topology. Among them, the properties involving the charge degree of freedom have been extensively studied, while those related to spin are much less investigated. Motivated by the recent discovery of integer and fractional quantum anomalous Hall effects in tMoTe$_2$, where the flat-band ferromagnetism is one of the essential prerequisites, we investigate theoretically the spin excitations out of the flat-band ferromagnetic ground state in tMoTe$_2$. Remarkably, we identify the itinerant magnons and spin excitons with nontrivial topology. We elaborate that the topology of these itinerant spin excitations, which are described as particle-hole bound states, inherits directly from that of the underlying electrons and is essentially different from that in local spin systems. Thus, we establish a direct relationship of the topology between the many-body excitations and their fundamental constituents. We further demonstrate that by tuning the displacement field, a topological transition for both the magnon and spin exciton happens, leading to a step-like change and bifurcation in the thermal Hall conductance, which could serve as unique and compelling evidence to be tested experimentally."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mechanical non-reciprocity programmed by shear jamming in soft composite solids",
      "authors": [
        "Chang Xu, Shuaihu Wang, Hong Wang, Xu Liu, Zemin Liu, Yiqiu Zhao, Wenqi Hu, Qin Xu"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.17083",
      "arxiv": "https://arxiv.org/abs/2502.17083",
      "doi": null,
      "summary": "Mechanical non-reciprocity-manifested as asymmetric responses to opposing mechanical stimuli-has traditionally been achieved through intricate structural nonlinearities in metamaterials. However, continuum solids with inherent non-reciprocal mechanics remain underexplored, despite their promising potential for applications such as wave guiding, robotics, and adaptive materials. Here, we introduce a design principle by employing the shear jamming transition from granular physics to engineer non-reciprocal mechanics in soft composite solids. Through the control of the interplay between inclusion contact networks and matrix elasticity, we achieve tunable, direction-dependent asymmetry in both shear and normal mechanical responses. In addition to static regimes, we demonstrate programmable non-reciprocal dynamics by combining responsive magnetic profiles with the anisotropic characteristics of shear-jammed systems. This strategy enables asymmetric spatiotemporal control over motion transmission, a previously challenging feat in soft materials. Our work establishes a novel paradigm for designing non-reciprocal matter, bridging granular physics with soft material engineering to realize functionalities essential for mechano-intelligent systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spontaneous magnon decays from nonrelativistic time-reversal symmetry breaking in altermagnets",
      "authors": [
        "Rintaro Eto, Matthias Gohlke, Jairo Sinova, Masahito Mochizuki, Alexander L. Chernyshev, Alexander Mook"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.20146",
      "arxiv": "https://arxiv.org/abs/2502.20146",
      "doi": null,
      "summary": "Quasiparticles are central to condensed matter physics, but their stability can be undermined by quantum many-body interactions. Magnons, quasiparticles in quantum magnets, are particularly intriguing because their properties are governed by both real and spin space. While crystal symmetries may be low, spin interactions often remain approximately isotropic, limiting spontaneous magnon decay. Textbook wisdom holds that collinear Heisenberg magnets follow a dichotomy: ferromagnets host stable magnons, while antiferromagnetic magnons may decay depending on dispersion curvature. Up to now, relativistic spin-orbit coupling and noncollinear order that connect spin space to real space, were shown to introduce more complex magnon instability mechanisms. Here, we show that even in nonrelativistic isotropic collinear systems, this conventional dichotomy is disrupted in altermagnets. Altermagnets, a newly identified class of collinear magnets, exhibit compensated spin order with nonrelativistic time-reversal symmetry breaking and even-parity band splitting. Using kinematic analysis, nonlinear spin-wave theory, and quantum simulations, we reveal that even weak band splitting opens a decay phase space, driving quasiparticle breakdown. Additionally, d-wave altermagnets form a rare ``island of stability'' at the Brillouin zone center. Our findings establish a quasiparticle stability trichotomy in collinear Heisenberg magnets and position altermagnets as a promising platform for unconventional spin dynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Adiabatic charge transport in extended SSH models",
      "authors": [
        "Dharana Joshi, Tanay Nag"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.18125",
      "arxiv": "https://arxiv.org/abs/2503.18125",
      "doi": "10.1103/j9ny-ppq7",
      "summary": "We explore the topological properties of extended SSH models, considering four sub-lattices in a unit cell and second-nearest-neighbor intercell hopping for SSH4 and SSH long-range (SSHLR) models, respectively. The additional tuning parameters cause the SSH4 (SSHLR) model to host chiral symmetry protected two (two and four) zero-energy modes producing a richer phase diagram that we characterize by momentum space, periodic-bulk and open-bulk real space winding numbers. We introduce time to study charge transport in the periodically driven SSH4 and SSHLR models under the adiabatic limit. We remarkably find that the whole parameter space turned topological for a certain choice of the remaining parameters leading to always finite quantized value of pumped charge at the end of a complete cycle. Considering time as another variable, we characterize these new phases of the driven models by momentum space Chern number, periodic-bulk and open-bulk real space Bott index. We also investigate the time evolution of pumped charge for these models and connect it with the intriguing windings of the mid-gap energy levels with time. Interestingly, the maximum value of Chern number or Bott index for the driven models is more than that of the winding number associated with the static model indicating the fact that there exist more zero-energy modes during the full course of a driving cycle compared to the underlying static models. We further extend our study to the quantum metric where the fluctuations in the above quantity can identify the presence of a topological phase boundary."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Breaking better: How imperfections increase fracture resistance in architected lattices",
      "authors": [
        "Alessandra Lingua, Antoine Sanner, Fran\\c{c}ois Hild, David S. Kammer"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.08873",
      "arxiv": "https://arxiv.org/abs/2504.08873",
      "doi": null,
      "summary": "Fracture behavior in architected materials can be influenced by heterogeneities, yet the mechanisms by which imperfections affect crack propagation remain poorly understood. In this study, we introduce well-controlled, localized defects in the form of isolated missing struts to evaluate their impact on crack growth in brittle lattice specimens. Using mechanical testing combined with digital image correlation (DIC), we track crack propagation and identify failure processes at the scale of individual lattice cells. While the imperfections do not alter the location of crack initiation or the peak load, they consistently lead to an increase in work to failure when the crack path is tortuous or crack bridging occurs. These findings demonstrate how small, targeted modifications to an otherwise regular lattice can significantly influence fracture resistance in brittle architected materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Bimodal distribution of delay times and splitting of the zero-bias conductance peak in a double-barrier normal-superconductor junction",
      "authors": [
        "C. W. J. Beenakker, V. A. Zakharov"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.18515",
      "arxiv": "https://arxiv.org/abs/2506.18515",
      "doi": null,
      "summary": "We formulate a scattering theory of the proximity effect in a weakly disordered SININ junction (S = superconductor, I = insulating barrier, N = normal metal). This allows to relate the conductance and density of states of the junction to the scattering times $\\tau$ (eigenvalues of the Wigner-Smith time-delay matrix). The probability density $P(\\tau)$ has two peaks, at a short time $\\tau_{\\rm min}$ and a late time $\\tau_{\\rm max}$. The density of states at the Fermi level is the geometric mean of the two times. The splitting of the zero-bias conductance peak is given by $\\hbar/\\tau_{\\rm max}$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Liquid-Gas Criticality of Hyperuniform Fluids",
      "authors": [
        "Shang Gao, Hao Shang, Hao Hu, Yu-Qiang Ma, Qun-Li Lei"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.06023",
      "arxiv": "https://arxiv.org/abs/2507.06023",
      "doi": null,
      "summary": "In statistical physics, it is well established that the liquid-gas (LG) phase transition with divergent critical fluctuations belongs to the Ising universality class. Whether non-equilibrium effects can alter this universal behavior remains a fundamental open question. Here, we theoretically investigate LG criticality in a hyperuniform (HU) fluid of active spinners, where phase separation is driven by dissipative collisions. Strikingly, at the critical point the HU fluid displays normal Gaussian density fluctuations rather than the expected divergence, while the compressibility still diverges. The system is thus calm yet highly susceptible, in fundamental violation of the conventional fluctuation-dissipation theorem. Consistently, we observe anomalous zero-range correlation functions coexisting with quasi-long-range response functions. Based on a generalized model B and renormalization-group analysis, we show that hyperuniformity reduces the upper critical dimension from $d_c = 4$ to $d_c = 2$, and the system exhibits anomalous finite-size scaling in density fluctuations, energy fluctuations, and the Binder cumulant. Furthermore, the HU fluid undergoes non-classical spinodal decomposition, where the decomposition time diverges but the characteristic length scale remains finite as criticality is approached. The origin of these anomalies lies in the center-of-mass-conserving dynamics of the spinners, which endows the system with a scale-dependent effective temperature, $T_{\\rm eff} \\propto q^2$, underlying a generalized fluctuation-dissipation relationship. These findings establish a striking exception to classical paradigms of critical phenomena and illustrate how non-equilibrium forces can fundamentally reshape universality classes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A physics-informed neural network for modeling fracture without gradient damage: formulation, application, and assessment",
      "authors": [
        "Aditya Konale, Vikas Srivastava"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.07272",
      "arxiv": "https://arxiv.org/abs/2507.07272",
      "doi": null,
      "summary": "Accurate computational modeling of damage and fracture remains a central challenge in solid mechanics. The finite element method (FEM) is widely used for numerical modeling of fracture problems; however, classical damage models without gradient regularization yield mesh-dependent and usually inaccurate predictions. The use of gradient damage with FEM improves numerical robustness but introduces significant mathematical and numerical implementation complexities. Physics-informed neural networks (PINNs) can encode the governing partial differential equations, boundary conditions, and constitutive models into the loss functions, offering a new method for fracture modeling. Prior applications of PINNs have been limited to small-strain problems and have incorporated gradient damage formulation without a critical evaluation of its necessity. Since PINNs in their basic form are meshless, this work presents a PINN framework for modeling fracture in elastomers undergoing large deformation without the gradient damage formulation. The PINN implementation here does not require training data and utilizes the collocation method to formulate physics-informed loss functions. We have validated the PINN's predictions for various defect configurations using benchmark solutions obtained from FEM with gradient damage formulation. The crack paths obtained using the PINN are approximately insensitive to the collocation point distribution. This study offers new insights into the feasibility of using PINNs without gradient damage and suggests a simplified and efficient computational modeling strategy for fracture problems. The performance of the PINN has been evaluated through systematic variations in key neural network parameters to provide guidance for future applications. The results provide motivation for extending PINN-based approaches to a broader class of materials and damage models in mechanics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ultrafast thermal boundary conductance under large temperature discontinuities of ultrathin epitaxial Pb films on Si(111)",
      "authors": [
        "Christian Brand, Tobias Witte, Mohammad Tajik, Jonas D. Fortmann, Birk Finke, Herbert Pfn\\\"ur, Christoph Tegenkamp, Michael Horn-von Hoegen"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.13109",
      "arxiv": "https://arxiv.org/abs/2507.13109",
      "doi": null,
      "summary": "Heat transfer is a critical aspect of modern electronics, and a deeper understanding of the underlying physics is essential for building faster, smaller, and more powerful devices with an improved performance and efficiency. In such nanoscale structures, the heat transfer between two materials is limited by the finite thermal boundary conductance across their interface. Using ultrafast electron diffraction under grazing incidence we investigated the heat transfer from ultrathin epitaxial Pb films to an Si(111) substrate under strong non-equilibrium conditions. Applying an intense femtosecond laser pulse, the 5-7 ML thin Pb film experiences a strong heat up by 10-120 K while the Si substrate remains cold at $\\approx$ 10 K. At such large temperature discontinuities we observe a significantly faster cooling for stronger excited Pb films. The decrease of the corresponding cooling time constant is explained through the thermal boundary conductance in the framework of the diffuse mismatch model. The thermal boundary conductance is reduced by more than a factor of three in comparison with Pb films grown on H-terminated substrates, pointing out the importance of the morphology of substrate, heterofilm and their interface."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Description using equilibrium temperature in the canonical ensemble within the framework of the Tsallis statistics with the conventional expectation value",
      "authors": [
        "Masamichi Ishihara"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.15258",
      "arxiv": "https://arxiv.org/abs/2507.15258",
      "doi": null,
      "summary": "We studied the thermodynamic quantities and the probability distribution, expressing the probability distribution as a function of the energy, in the canonical ensemble within the framework of the Tsallis statistics, which is characterized by the entropic parameter $q$, with the conventional expectation value. We treat the power-law-like distribution. The equilibrium temperature, which is often called the physical temperature, is employed to describe the probability distribution. The Tsallis statistics represented by the equilibrium temperature was applied to $N$ harmonic oscillators, where $N$ is the number of the oscillators. The expressions of the energy, the Tsallis entropy, and the heat capacity were obtained. The expressions of these quantities and the expression of the probability distribution were obtained when the differences between adjacent energy levels are the same. These quantities and the distributions were numerically calculated. The $q$ dependences of the energy, the R\\'enyi entropy, and the heat capacity are weak. In contrast, the Tsallis entropy depends on $q$. The probability distribution as a function of the energy depends on $N$ and $q$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Adjudicating Conduction Mechanisms in High Performance Carbon Nanotube Fibers",
      "authors": [
        "John Bulmer, Chris Kovacs, Thomas Bullard, Charlie Ebbing, Timothy Haugan, Ganesh Pokharel, Stephen D. Wilson, Fedor F. Balakirev, Oscar A. Valenzuela, Michael A. Susner, David Turner, Pengyu Fu, Teresa Kulka, Jacek Majewski, Irina Lebedeva, Karolina Z. Milowska, Agnieszka Lekawa-Raus, Magdalena Marganska"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.20481",
      "arxiv": "https://arxiv.org/abs/2507.20481",
      "doi": null,
      "summary": "The performance of carbon nanotube (CNT) cables, a contender for copper-wire replacement, is tied to its metallic and semi-conducting-like conductivity responses with temperature; the origin of the semi-conducting-like response however is an underappreciated incongruity in literature. With controlled aspect-ratio and doping-degree, over 61 unique cryogenic experiments including anisotropy and Hall measurements, CNT cable performance is explored at extreme temperatures (65 mK) and magnetic fields (60 T). A semi-conducting-like conductivity response with temperature becomes temperature-independent approaching absolute-zero, uniquely demonstrating the necessity of heterogeneous fluctuation induced tunneling; complete de-doping leads to localized hopping, contrasting graphite's pure metallic-like response. High-field magneto-resistance (including +22% longitudinal magneto-resistance near room-temperature) is analyzed with hopping and classical two-band models, both similarly yielding a parameter useful for conductor development. Varying field-orientation angle uncovers two-and four-fold symmetries from Aharonov-Bohm-like corrections to curvature-induced bandgap. Tight-binding calculations using Green's Function formalism model large-scale, coherent transport in commensurate CNT bundles in magnetic field, revealing non-uniform transmission across bundle cross-sections with doping restoring uniformity; independent of doping, transport in bundle-junction-bundle systems are predominantly from CNTs adjacent to the other bundle. The final impact is predicting the ultimate conductivity of heterogeneous CNT cables using temperature and field-dependent transport, surpassing conductivity of traditional metals."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interplay of distinct modes of charge regulation on poly-acid ionization and conformation",
      "authors": [
        "Souradeep Ghosh, Aritra Chowdhury, Dylan T. Tomares, Benjamin Schuler, Arindam Kundagrami, Rohit V. Pappu"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.07055",
      "arxiv": "https://arxiv.org/abs/2508.07055",
      "doi": null,
      "summary": "We adapt the Edwards-Muthukumar theoretical framework for a single polymer chain to investigate the interplay between proton binding and counterion condensation for poly-acids. We find that changes to pH enable non-monotonic transitions between anti- and conventional polyelectrolyte behaviors. In the former, the net charge and the overall dimensions increase with increasing salt concentration, while the converse is true for conventional polyelectrolytes. The polymeric nature and local solvent polarization drive significant pKa shifts when compared to the values of reference monoacids. These pKa shifts are enhanced in semi-flexible chains."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Instability of Nagaoka State and Quantum Phase Transition via Kinetic Frustration Control",
      "authors": [
        "Prakash Sharma, Yang Peng, Donna N. Sheng, Hitesh J. Changlani, Yao Wang"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.08410",
      "arxiv": "https://arxiv.org/abs/2508.08410",
      "doi": null,
      "summary": "We investigate the Nagaoka-Thouless (NT) ferromagnetic instability in the strongly interacting $t$-$t'$ Hubbard model by continuously breaking particle-hole symmetry on a tunable square-triangular lattice geometry. We use an analytic approach to show that the fully spin-polarized state becomes unstable to a metastable spin-polaron when the kinetic frustration $t'/t$ exceeds a critical, dimension-dependent value. Large-scale density matrix renormalization group (DMRG) simulations reveal a quantum phase transition from the NT ferromagnet to a spiral spin-density wave, which evolves continuously into the Haerter-Shastry antiferromagnet in the large-frustration limit. Remarkably, this transition remains robust at low but finite hole density, making it accessible in cold-atom and moir\\'e Hubbard platforms under strong interactions. A variational analysis further captures the instability mechanism at finite density via frustration-induced magnon band deformation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Altermagnetic magnon transport in the \\textit{d}-wave altermagnet \\ch{LuFeO3}",
      "authors": [
        "Edgar Galindez-Ruales, Wanting Yang, Tobias Dannegger, Moumita Kundu, Jonas K\\\"ohler, Christin Schmitt, Felix Fuhrmann, Akashdeep Akashdeep, Duc Minh Tran, Xiaoxuan Ma, Gerhard Jakob, Shixun Cao, Ulrich Nowak, Mathias Kl\\\"aui"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.14569",
      "arxiv": "https://arxiv.org/abs/2508.14569",
      "doi": null,
      "summary": "Altermagnets exhibit a spin-split band structure despite having zero net magnetization, leading to special magnonic properties such as anisotropic magnon lifetimes and field-free spin transport. Here, we present a direct experimental demonstration of non-local magnon transport in the \\textit{d}-wave altermagnet \\ch{LuFeO3}, using both spin Seebeck and spin Hall effect-based injection and detection. We observe a non-local spin signal at zero magnetic field when the transport is along an altermagnetic direction, but not for transport along other directions. The observed sign reversal between two distinct altermagnetic directions in the spin Seebeck response demonstrates the altermagnetic nature of the magnon transport. In contrast, when transport is aligned along or perpendicular to the easy axis, both the first-harmonic signal and the sign-reversal effect vanish, consistent with symmetry-imposed suppression. These findings are supported by atomistic spin dynamics simulations, as well as linear spin wave theory calculations, which explain how our altermagnetic system hosts anisotropic spin Seebeck transport. Our results provide direct evidence of direction-dependent magnon splitting in altermagnets and highlight their potential for field-free magnonic spin transport, offering a promising pathway for low-power spintronic applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Robust field re-entrant superconductivity in ferromagnetic infinite-layer rare-earth nickelates",
      "authors": [
        "Mingwei Yang, Jiayin Tang, Xianfeng Wu, Heng Wang, Wenjing Xu, Haoliang Huang, Zhicheng Pei, Wenjie Meng, Guangli Kuang, Jinfeng Xu, Sixia Hu, Chuanying Xi, Li Pi, Qingyou Lu, Ziqiang Wang, Qikun Xue, Zhuoyu Chen, Danfeng Li"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.14666",
      "arxiv": "https://arxiv.org/abs/2508.14666",
      "doi": null,
      "summary": "Superconductivity and ferromagnetism are naturally competing, while their interplay can give rise to exotic quantum phases, such as triplet pairing, exemplified by heavy-fermion compounds like UTe$_2$, where magnetic fluctuations stabilise multiple superconducting states. However, such phenomena have remained elusive in high-temperature superconductors. Here we report the discovery of robust field-induced re-entrant superconductivity in heavily Eu-doped infinite-layer nickelate Sm$_{0.95-x}$Ca$_{0.05}$Eu$_x$NiO$_2$. In the heavily over-doped regime, we observe a remarkable superconducting state that emerges under high magnetic fields ($>$ 6 Tesla) after the initial suppression of zero-field superconductivity. Both zero-resistance transport and Meissner diamagnetic effect confirm the superconducting nature of this high-field phase, which persists up to at least 45 Tesla. This re-entrant behaviour is featured by the coexistence of ferromagnetism and superconductivity on distinct sublattices -- magnetic Eu$^{2+}$ ions and the Ni-O planes, respectively. Such an exotic state may arise from the compensation between external and internal exchange fields (Jaccarino-Peter effect) combined with magnetic fluctuation-enhanced pairing near quantum criticality. Our findings establish infinite-layer nickelates as a unique platform for high-temperature ferromagnetic superconductivity, opening new avenues for discovering and manipulating unconventional quantum phases in strongly correlated materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Analytical Theory of Chiral Active Particle Transport in a Fluctuating Density Field",
      "authors": [
        "Jayam Joshi, Shradha Mishra"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15366",
      "arxiv": "https://arxiv.org/abs/2508.15366",
      "doi": null,
      "summary": "We develop a closed-form analytical theory for the transport of a chiral active Brownian particle (cABP) in three dimensions, moving through a fluctuating local density field that coarse-grains steric and dynamical interactions in a dense active medium. The density field is modeled as an Ornstein--Uhlenbeck process with finite correlation time $\\tau$ and fluctuation strength $\\sigma_\\rho^2$, capturing both spatial variations and temporal memory. Within this framework, we derive exact expressions for the mean-squared displacement (MSD) and time-dependent diffusivity, showing how chirality and density coupling renormalize orientational persistence and generate dynamical crossovers. The theory predicts: (i) anomalously high initial diffusivity in denser regions, arising from a transient drift driven by local swim-pressure gradients; (ii) a finite crossover time $t_c$ for homogenizing density inhomogeneities, with steady-state diffusivity retaining memory of the initial environment; (iii) a non-monotonic $t_c(\\Omega)$ with a global minimum at intermediate chirality, and a three-regime suppression of $D_\\infty(\\Omega)$ consistent with clustered phases in simulations; and (iv) a resonance-like peak in early-time oscillatory transport at an optimal chirality $\\Omega^*$. The framework reproduces known scaling of $D_\\infty$ with activity and chirality, while uncovering new memory effects and chirality-controlled optimal transport, offering predictive insight for biological circle swimmers and active metamaterials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Objective comparison of methods to decode anomalous diffusion",
      "authors": [
        "Gorka Mu\\~noz-Gil, Giovanni Volpe, Miguel Angel Garcia-March, Erez Aghion, Aykut Argun, Chang Beom Hong, Tom Bland, Stefano Bo, J. Alberto Conejero, Nicol\\'as Firbas, \\`Oscar Garibo i Orts, Alessia Gentili, Zihan Huang, Jae-Hyung Jeon, H\\'el\\`ene Kabbech, Yeongjin Kim, Patrycja Kowalek, Diego Krapf, Hanna Loch-Olszewska, Michael A. Lomholt, Jean-Baptiste Masson, Philipp G. Meyer, Seongyu Park, Borja Requena, Ihor Smal, Taegeun Song, Janusz Szwabi\\'nski, Samudrajit Thapa, Hippolyte Verdier, Giorgio Volpe, Artur Widera, Maciej Lewenstein, Ralf Metzler, Carlo Manzo"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2105.06766",
      "arxiv": "https://arxiv.org/abs/2105.06766",
      "doi": "10.1038/s41467-021-26320-w",
      "summary": "-cross Abstract: Deviations from Brownian motion leading to anomalous diffusion are found in transport dynamics from quantum physics to life sciences. The characterization of anomalous diffusion from the measurement of an individual trajectory is a challenging task, which traditionally relies on calculating the trajectory mean squared displacement. However, this approach breaks down for cases of practical interest, e.g., short or noisy trajectories, heterogeneous behaviour, or non-ergodic processes. Recently, several new approaches have been proposed, mostly building on the ongoing machine-learning revolution. To perform an objective comparison of methods, we gathered the community and organized an open competition, the Anomalous Diffusion challenge (AnDi). Participating teams applied their algorithms to a commonly-defined dataset including diverse conditions. Although no single method performed best across all scenarios, machine-learning-based approaches achieved superior performance for all tasks. The discussion of the challenge results provides practical advice for users and a benchmark for developers."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum stochastic thermodynamics in the mesoscopic-leads formulation",
      "authors": [
        "Laetitia P. Bettmann, Michael J. Kewming, Gabriel T. Landi, John Goold, Mark T. Mitchison"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2404.06426",
      "arxiv": "https://arxiv.org/abs/2404.06426",
      "doi": "10.1103/3msj-9qgb",
      "summary": "-cross Abstract: We introduce a numerical method to sample the distributions of charge, heat, and entropy production in open quantum systems coupled strongly to macroscopic reservoirs, with both temporal and energy resolution and beyond the linear-response regime. Our method exploits the mesoscopic-leads formulation, where macroscopic reservoirs are modeled by a finite collection of modes that are continuously damped toward thermal equilibrium by an appropriate Gorini-Kossakowski-Sudarshan-Lindblad master equation. Focussing on non-interacting fermionic systems, we access the time-resolved full counting statistics through a trajectory unraveling of the master equation. We show that the integral fluctuation theorems for the total entropy production, as well as the martingale and uncertainty entropy production, hold. Furthermore, we investigate the fluctuations of the dissipated heat in finite-time information erasure. Conceptually, our approach extends the continuous-time trajectory description of quantum stochastic thermodynamics beyond the regime of weak system-environment coupling."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fundamental Limits of Matrix Sensing: Exact Asymptotics, Universality, and Applications",
      "authors": [
        "Yizhou Xu, Antoine Maillard, Lenka Zdeborov\\'a, Florent Krzakala"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.14121",
      "arxiv": "https://arxiv.org/abs/2503.14121",
      "doi": null,
      "summary": "-cross Abstract: In the matrix sensing problem, one wishes to reconstruct a matrix from (possibly noisy) observations of its linear projections along given directions. We consider this model in the high-dimensional limit: while previous works on this model primarily focused on the recovery of low-rank matrices, we consider in this work more general classes of structured signal matrices with potentially large rank, e.g. a product of two matrices of sizes proportional to the dimension. We provide rigorous asymptotic equations characterizing the Bayes-optimal learning performance from a number of samples which is proportional to the number of entries in the matrix. Our proof is composed of three key ingredients: $(i)$ we prove universality properties to handle structured sensing matrices, related to the ''Gaussian equivalence'' phenomenon in statistical learning, $(ii)$ we provide a sharp characterization of Bayes-optimal learning in generalized linear models with Gaussian data and structured matrix priors, generalizing previously studied settings, and $(iii)$ we leverage previous works on the problem of matrix denoising. The generality of our results allow for a variety of applications: notably, we mathematically establish predictions obtained via non-rigorous methods from statistical physics in [ETB+24] regarding Bilinear Sequence Regression, a benchmark model for learning from sequences of tokens, and in [MTM+24] on Bayes-optimal learning in neural networks with quadratic activation function, and width proportional to the dimension."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fixation and extinction in time-fluctuating spatially structured metapopulations",
      "authors": [
        "Matthew Asker, Mohamed Swailem, Uwe C. T\\\"auber, Mauro Mobilia"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.08433",
      "arxiv": "https://arxiv.org/abs/2504.08433",
      "doi": null,
      "summary": "-cross Abstract: Bacteria evolve in volatile environments and complex spatial structures. Migration, fluctuations and environmental variability therefore have a significant impact on the evolution of microbial populations. Here, we consider a class of spatially explicit metapopulation models arranged as regular (circulation) graphs where wild-type and mutant cells compete in a time-fluctuating environment where demes (subpopulations) are connected by slow cell migration. The carrying capacity is the same at each deme and endlessly switches between two values associated to harsh and mild environmental conditions. It is known that environmental variability can lead to population bottlenecks, following which the population is prone to fluctuation-induced extinction. Here, we analyse how slow migration, spatial structure, and fluctuations affect the phenomena of fixation and extinction on clique, cycle, and square lattice metapopulations. When the carrying capacity remains large, bottlenecks are weak and deme extinction can be ignored. The dynamics is thus captured by a coarse-grained description within which the probability and mean time of fixation are obtained analytically. This allows us to show that, in contrast to static environments, the mutant fixation probability depends on the rate of migration. We also show that the fixation probability and mean fixation time can exhibit a non-monotonic dependence on the switching rate. When the carrying capacity is small under harsh conditions, bottlenecks are strong, and the metapopulation evolution is shaped by the coupling of deme extinction and strain competition. This yields rich dynamical scenarios, among which we identify the best conditions to eradicate mutants without dooming the metapopulation to extinction. We offer an interpretation of these findings in the context of an idealised treatment strategy and discuss possible generalisations of our models."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Planar quantum low-density parity-check codes with open boundaries",
      "authors": [
        "Zijian Liang, Jens Niklas Eberhardt, Yu-An Chen"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.08887",
      "arxiv": "https://arxiv.org/abs/2504.08887",
      "doi": null,
      "summary": "-cross Abstract: Although high-threshold and low-overhead quantum low-density parity-check (qLDPC) codes, such as bivariate bicycle (BB) codes, can reduce the physical-qubit cost by an order of magnitude compared to the Kitaev toric code, their torus layout remains difficult for physical implementation. In this work, we introduce the first systematic procedure to convert BB codes into fully planar, open-boundary qLDPC codes, preserving their performance. We present planar code families with logical dimensions $6 \\leq k\\leq13$, e.g., $[[78, 6, 6]]$, $[[107, 7, 7]]$, $[[268, 8, 12]]$, $[[405, 9, 15]]$, $[[348, 10, 13]]$, $[[450, 11, 15]]$, $[[386, 12, 12]]$, $[[362, 13, 11]]$, all with geometrically local weight-6 stabilizers. Allowing weight-8 stabilizers produces a $[[282,12,14]]$ code, exhibiting an efficiency metric ($kd^2/n$) an order of magnitude higher than the surface code. The construction combines boundary anyon condensation with the ``lattice grafting'' optimization, yielding high-performance qLDPC codes natively compatible with planar hardware architectures. It also uncovers Sierpinski-type fractal logical operators whose distance scales with the fractal area on finite lattices. These planar qLDPC codes provide an implementable route to resource-efficient, high-threshold fault tolerance and a flexible framework for future code design on realistic two-dimensional hardware."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Equivalence of effective actions",
      "authors": [
        "Kevin Falls"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.17851",
      "arxiv": "https://arxiv.org/abs/2504.17851",
      "doi": null,
      "summary": "-cross Abstract: For the same quantum field theory distinct effective actions can be obtained by coupling sources to different choices of field variables. This is the same as considering effective actions for theories related by a change of variables and thus differ only by the values of so called inessential couplings. The effective actions will appear quite different since they generate correlation functions of different operators. Here we show that the effective actions are related by an implicit change of variables of the mean field, i.e. the argument of the effective action. Conversely, one can go the other way: by making a change of variables of the mean variable we obtain a new effective action which generates correlation functions of an implicitly defined composite field. The existence of the implicit transformations in both cases rests on the existence of solutions to initial value problems where the ``time'' parameter is an inessential coupling. Non-perturbatively the solutions may only exist for some non-zero amount of this time. However, at each order in perturbation theory one obtains linear equations which implies that unique solutions exist. We then show that scattering amplitudes are independent of inessential couplings without use of perturbation theory. For gauge theories we expect our correspondence to extend to effective actions which differ by a choice of gauge."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Circuits for the Metropolis-Hastings Algorithm",
      "authors": [
        "Baptiste Claudon, Pablo Rodenas-Ruiz, Jean-Philip Piquemal, Pierre Monmarch\\'e"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.11576",
      "arxiv": "https://arxiv.org/abs/2506.11576",
      "doi": null,
      "summary": "-cross Abstract: Szegedy's quantization of a reversible Markov chain provides a quantum walk whose mixing time is quadratically smaller than that of the classical walk. Quantum computers are therefore expected to provide a speedup of Metropolis-Hastings (MH) simulations. Existing generic methods to implement the quantum walk require coherently computing the acceptance probabilities of the underlying Markov kernel. However, reversible computing methods require a number of qubits that scales with the complexity of the computation. This overhead is undesirable in near-term fault-tolerant quantum computing, where few logical qubits are available. In this work, we present a quantum walk construction which follows the classical proposal-acceptance logic, does not require further reversible computing methods, and uses a constant-sized ancilla register. Since each step of the quantum walk uses a constant number of proposition and acceptance steps, we expect the end-to-end quadratic speedup to hold for MH Markov Chain Monte-Carlo simulations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Continuously trapped matter-wave interferometry in magic Floquet-Bloch band structures",
      "authors": [
        "Xiao Chai, Eber Nolasco-Martinez, Xuanwei Liang, Jeremy L. Tanlimco, E. Quinn Simmons, Eric Zhu, Roshan Sajjad, Hector Mas, S. Nicole Halawani, Alec Cao, David M. Weld"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.11881",
      "arxiv": "https://arxiv.org/abs/2506.11881",
      "doi": null,
      "summary": "-cross Abstract: Trapped matter-wave interferometry offers the promise of compact high-precision local force sensing. However, noise in the trap itself can introduce new systematic errors which are absent in traditional free-fall interferometers. We describe and demonstrate an intrinsically noise-tolerant Floquet-engineered platform for continuously trapped atom interferometry. A non-interacting degenerate quantum gas undergoes position-space Bloch oscillations through an amplitude-modulated optical lattice, whose resulting Floquet-Bloch band structure includes Landau-Zener beamsplitters and Bragg mirrors, forming the components of a Mach-Zehnder interferometric force sensor. We identify, realize, and experimentally characterize magic band structures, analogous to the magic wavelengths employed in optical lattice clocks, for which the interferometric phase is insensitive to lattice intensity noise. We leverage the intrinsic programmability of the Floquet band synthesis approach to demonstrate a variety of interferometer structures, highlighting the potential of this technique for quantum force sensors which are tunable, compact, simple, and robust."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Early time hydrodynamic attractor in a nearly-unitary Fermi gas",
      "authors": [
        "Michal P. Heller, Clemens Werthmann"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.02838",
      "arxiv": "https://arxiv.org/abs/2507.02838",
      "doi": null,
      "summary": "-cross Abstract: The hydrodynamic attractors paradigm aims to explain the applicability of hydrodynamics after a very short timescale in ultra-relativistic nuclear collisions at RHIC and LHC in terms of the emergence of universal behavior across different initial states. The attractors observed in theoretical models are first driven by a rapid expansion of matter, which later gives way to the decay of exponentially damped transient excitations into the viscous fluid regime. Recently, a theoretical proposal was made how to realize hydrodynamic attractors in cold atomic gases focusing on the decay of transients and opening prospects for a future experimental realization in table top experiments. Motivated by this, in the present paper we show how the far-from-equilibrium, expansion-driven part of the hydrodynamic attractor emerges in a model of a nearly-unitary Fermi gas."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Current-based metrology with two-terminal mesoscopic conductors",
      "authors": [
        "Shishir Khandelwal, Gabriel T. Landi, G\\'eraldine Haack, Mark T. Mitchison"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.12907",
      "arxiv": "https://arxiv.org/abs/2507.12907",
      "doi": null,
      "summary": "-cross Abstract: The traditional approach to quantum parameter estimation focuses on the quantum state, deriving fundamental bounds on precision through the quantum Fisher information. In most experimental settings, however, performing arbitrary quantum measurements is highly unfeasible. In open quantum systems, an alternative approach to metrology involves the measurement of stochastic currents flowing from the system to its environment. However, the present understanding of current-based metrology is mostly limited to Markovian master equations. Considering a parameter estimation problem in a two-terminal mesoscopic conductor, we identify the key elements that determine estimation precision within the Landauer-B\\\"uttiker formalism. Crucially, this approach allows us to address arbitrary coupling and temperature regimes. Furthermore, we obtain analytical results for the precision in linear-response and zero-temperature regimes. For the specific parameter estimation task that we consider, we demonstrate that the boxcar transmission function is optimal for current-based metrology in all parameter regimes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Thermodynamic Paradox and Non-Hermitian Topological Singularities",
      "authors": [
        "Mario G. Silveirinha"
      ],
      "date": "2025-08-25T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.12704",
      "arxiv": "https://arxiv.org/abs/2508.12704",
      "doi": null,
      "summary": "-cross Abstract: Unidirectional modes in magnetically biased electromagnetic systems have long been associated with a thermodynamic paradox: the absence of counter-propagating channels may produce field \"hotspots\" that can act as unphysical sinks of thermal radiation. Here we revisit this problem and show that, surprisingly, material dissipation alone cannot fully regularize the singular behavior of the normal modes of a nonreciprocal cavity. We demonstrate that the paradox is resolved by nonlocal effects, which suppress the material response at short wavelengths and eliminate field singularities altogether. Our analysis reveals a fundamental link between nonlocality, topology, and thermodynamic consistency, showing that real-space singularities and ill-defined topologies go hand in hand, even in strongly dissipative platforms. These findings clarify the physical origin of the paradox and establish nonlocality as a natural and robust mechanism for its resolution, opening new avenues to explore the intertwined roles of topology and nonlocality in passive nonreciprocal photonics."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "I trawl coastlines to study the impacts of microplastics on marine life",
      "authors": [
        "Josie Glausiusz"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02644-1",
      "doi": "10.1038/d41586-025-02644-1",
      "summary": "Nature, Published online: 25 August 2025; doi:10.1038/d41586-025-02644-1 Biologist Lorenzo Cozzolino examines how these tiny particles are affecting the behaviour and physiology of molluscs, crustaceans and seaweeds."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "My moonshot to preserve endangered species",
      "authors": [
        "Lesley Evans Ogden"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02643-2",
      "doi": "10.1038/d41586-025-02643-2",
      "summary": "Nature, Published online: 25 August 2025; doi:10.1038/d41586-025-02643-2 Coral cryobiologist Mary Hagedorn wants to bank biological samples at the frozen lunar south pole."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How a self-taught biologist transformed nature writing — and inspired Darwin",
      "authors": [
        "Gareth Thompson"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02637-0",
      "doi": "10.1038/d41586-025-02637-0",
      "summary": "Nature, Published online: 25 August 2025; doi:10.1038/d41586-025-02637-0 Gilbert White’s journals reveal his intimate relationship with his surroundings — and call attention to changes wreaked by climate change today."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Invest in science education research to make science open to all",
      "authors": [
        "N. G. Holmes"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03019-z",
      "doi": "10.1038/s41567-025-03019-z",
      "summary": "Nature Physics, Published online: 25 August 2025; doi:10.1038/s41567-025-03019-z Attacks on Diversity, Equity and Inclusion efforts expose the need for science education research."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "The actin cortex acts as a mechanical memory of morphology in confined migrating cells",
      "authors": [
        "Yohalie Kalukula",
        "Marine Luciano",
        "Gleb Simanov",
        "Guillaume Charras",
        "David B. Brückner",
        "Sylvain Gabriele"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-02980-z",
      "doi": "10.1038/s41567-025-02980-z",
      "summary": "Nature Physics, Published online: 25 August 2025; doi:10.1038/s41567-025-02980-z Cells often navigate through confined spaces. Now it is shown that cells retain a mechanical memory of previous confinement events, which makes them more efficient at migrating through narrow microenvironments."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "On-chip Cherenkov radiation tuning in 3.2-14 THz",
      "authors": [
        "Tianchang Li",
        "Fang Liu",
        "Yudi Chen",
        "Xiaotong Xiong",
        "Kaiyu Cui",
        "Xue Feng",
        "Wei Zhang",
        "Yidong Huang"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63368-4",
      "doi": "10.1038/s41467-025-63368-4",
      "summary": "Nature Communications, Published online: 25 August 2025; doi:10.1038/s41467-025-63368-4 The realization of free-electron radiation in the terahertz band with both compact device size and tunability is challenging. Here, the authors report an on-chip free-electron Cherenkov radiation source tunable from 3.2 to 14 THz at the microscale."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "The HDAC inhibitor romidepsin renders liver cancer vulnerable to RTK targeting and immunologically active",
      "authors": [
        "Celia Sequera",
        "Margherita Grattarola",
        "Floriane Cannet",
        "Aurélie Dobric",
        "Paula Michea Veloso",
        "Melissa Methia",
        "Sylvie Richelme",
        "Abdessamad El Kaoutari",
        "Paraskevi Kousteridou",
        "Delphine Debayle",
        "Lukas Kübler",
        "Sandro Nuciforo",
        "Yannick Boursier",
        "Mathieu Dupont",
        "Stefania Pizzimenti",
        "Giuseppina Barrera",
        "Jean-William Dupuy",
        "Frédéric Saltel",
        "Markus H. Heim",
        "Sophie Vasseur",
        "Xavier Adhoute",
        "Fabienne Guillaumond",
        "Jean-Paul Borg",
        "Christian Morel",
        "Flavio Maina"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62934-0",
      "doi": "10.1038/s41467-025-62934-0",
      "summary": "Nature Communications, Published online: 25 August 2025; doi:10.1038/s41467-025-62934-0 Targeting histone deacetylases (HDACs) alone has shown limited success in solid tumours. Here, authors report that the HDAC1/2 inhibitor romidepsin confers responsiveness to receptor tyrosine kinase inhibitors, with enhanced therapeutic effects in models of hepatocellular carcinoma, leading to tumour regression and an immune-stimulatory profile."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Large protein databases reveal structural complementarity and functional locality",
      "authors": [
        "Paweł Szczerbiak",
        "Lukasz M. Szydlowski",
        "Witold Wydmański",
        "P. Douglas Renfrew",
        "Julia Koehler Leman",
        "Tomasz Kosciolek"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63250-3",
      "doi": "10.1038/s41467-025-63250-3",
      "summary": "Nature Communications, Published online: 25 August 2025; doi:10.1038/s41467-025-63250-3 Researchers mapped the protein structure landscape, revealing structural complementarity across databases and functional clustering in specific regions. Their web tool helps explore this space, unlocking new insights into protein roles, evolution, and diversity."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Photocatalytic anti-Markovnikov hydro- and haloazidation of alkenes",
      "authors": [
        "Kang-Jie Bian",
        "Shijin Yu",
        "Ying Chen",
        "Qiming Liu",
        "Xiaowei Chen",
        "David Nemoto Jr",
        "Shih-Chieh Kao",
        "Angel A. Martí",
        "Julian G. West"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63203-w",
      "doi": "10.1038/s41467-025-63203-w",
      "summary": "Nature Communications, Published online: 25 August 2025; doi:10.1038/s41467-025-63203-w Hydroazidation of alkenes provides a direct entry to alkyl azides which are prevalent structural motifs in medicine development and chemical biology probes. Here the authors report a photocatalytic anti-Markovnikov hydroazidation of alkenes enabled by cooperative ligand-to-metal charge transfer and hydrogen atom transfer."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Secure wireless communication of brain–computer interface and mind control of smart devices enabled by space-time-coding metasurface",
      "authors": [
        "Qiang Xiao",
        "Lin Han Fan",
        "Qian Ma",
        "Yu Ming Ning",
        "Ze Gu",
        "Long Chen",
        "Lianlin Li",
        "Jian Wei You",
        "Ya Feng Niu",
        "Tie Jun Cui"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63326-0",
      "doi": "10.1038/s41467-025-63326-0",
      "summary": "Nature Communications, Published online: 25 August 2025; doi:10.1038/s41467-025-63326-0 A brain space-time-coding metasurface platform is proposed by integrating visual stimulation for brain–computer interfaces with dynamic electromagnetic wave manipulations, enabling physical-layer secure wireless communication and mind-driven device control."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Dual mitotic bookmarking by GAF and H3K27ac orchestrates differential propagation of cell fate memory in neural development",
      "authors": [
        "Rulan Zhang",
        "Jie Liu",
        "Zimo Zhang",
        "Zili Chen",
        "Tanpeng Wang",
        "Yuying Shen",
        "Zejun Lan",
        "Jingyi Chu",
        "Haoxuan Tang",
        "Xiyue Zhang",
        "Yan Song"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62974-6",
      "doi": "10.1038/s41467-025-62974-6",
      "summary": "Nature Communications, Published online: 25 August 2025; doi:10.1038/s41467-025-62974-6 Zhang et al. unveil that asymmetrically-dividing neural stem cells (NSCs) differentially propagate cell fate memory to future NSCs versus differentiating progenitors through a dual mitotic bookmarking and selective molecular competition mechanism."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Axial nephron fate switching demonstrates a plastic system tunable on demand",
      "authors": [
        "MaryAnne A. Achieng",
        "Jack Schnell",
        "Connor C. Fausto",
        "Réka L. Csipán",
        "Kari Koppitch",
        "Matthew E. Thornton",
        "Brendan H. Grubbs",
        "Nils O. Lindström"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63290-9",
      "doi": "10.1038/s41467-025-63290-9",
      "summary": "Nature Communications, Published online: 25 August 2025; doi:10.1038/s41467-025-63290-9 A versatile, human iPSC-derived nephron engineering platform that permits scrutiny of axial patterning mechanisms is critical for identifying the origins of human kidney disease. Here they describe a system in which synchronized human nephron structures are generated from pluripotent stem cells, enabling manipulation of axial segmentation."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Neighboring alkenyl group participated ether-based electrolyte for wide-temperature lithium metal batteries",
      "authors": [
        "Jimin Tang",
        "Zhixuan Wei",
        "Junxiu Wu",
        "Zhuangzhuang Cui",
        "Ruiyuan Tian",
        "Heng Jiang",
        "Fei Du",
        "Jun Lu"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63262-z",
      "doi": "10.1038/s41467-025-63262-z",
      "summary": "Nature Communications, Published online: 25 August 2025; doi:10.1038/s41467-025-63262-z Lithium metal batteries are susceptible to dendrite growth and interfacial instability, particularly at extreme temperatures. Here, authors propose an allyl ether electrolyte with a neighbouring group participation in lithium solvation regulation, inducing a dual-layer SEI and enabling stable cell operation from −40 to 60 °C."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Let ions move",
      "authors": [
        "Jianpu Wang",
        "Rong Yang"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02324-5",
      "doi": "10.1038/s41563-025-02324-5",
      "summary": "Nature Materials, Published online: 25 August 2025; doi:10.1038/s41563-025-02324-5 Ion migration under an electric field in a preconditioning process leads to highly efficient and stable bromide perovskite single-crystal X-ray photon-counting detectors."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Quantum oscillations in a dipolar excitonic insulator",
      "authors": [
        "Phuong X. Nguyen",
        "Raghav Chaturvedi",
        "Bo Zou",
        "Kenji Watanabe",
        "Takashi Taniguchi",
        "Allan H. MacDonald",
        "Kin Fai Mak",
        "Jie Shan"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02334-3",
      "doi": "10.1038/s41563-025-02334-3",
      "summary": "Nature Materials, Published online: 25 August 2025; doi:10.1038/s41563-025-02334-3 Quantum oscillations are reported in Coulomb-coupled electron–hole double layers that originate from recurring transitions between competing excitonic insulator and layer-decoupled quantum Hall states."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Competition between excitonic insulators and quantum Hall states in correlated electron–hole bilayers",
      "authors": [
        "Ruishi Qi",
        "Qize Li",
        "Zuocheng Zhang",
        "Jiahui Nie",
        "Bo Zou",
        "Zhiyuan Cui",
        "Haleem Kim",
        "Collin Sanborn",
        "Sudi Chen",
        "Jingxu Xie",
        "Takashi Taniguchi",
        "Kenji Watanabe",
        "Michael F. Crommie",
        "Allan H. MacDonald",
        "Feng Wang"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02316-5",
      "doi": "10.1038/s41563-025-02316-5",
      "summary": "Nature Materials, Published online: 25 August 2025; doi:10.1038/s41563-025-02316-5 Excitonic quantum oscillations are observed in correlated electron–hole bilayers and quantum phase transitions are identified between excitonic insulator and bilayer quantum Hall states under strong magnetic fields."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Flexible fibre-shaped fuel cells with gel-mediated internal pressure encapsulation",
      "authors": [
        "Yongjiang Yuan",
        "Ziyang Liu",
        "Xiuyang Zou",
        "Pengda Fang",
        "Jiale Zhang",
        "Qiuhuan Zhang",
        "Hao Zhang",
        "Qikun Yu",
        "Tao Zhou",
        "Weizheng Li",
        "Sijie Zheng",
        "Mingchen Yang",
        "Zhe Sun",
        "Meifang Zhu",
        "Feng Yan"
      ],
      "date": "2025-08-25T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02319-2",
      "doi": "10.1038/s41563-025-02319-2",
      "summary": "Nature Materials, Published online: 25 August 2025; doi:10.1038/s41563-025-02319-2 Cotton yarns encapsulated by a gel layer show dynamic swelling in methanol, creating interfacial self-reinforcement and pressure modulation mechanisms that enable the fabrication of fibre-shaped methanol fuel cells."
    }
  ]
}