{
  "generatedAt": "2025-09-07T14:10:55.132590+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Quantifying Two-Mode Entanglement of Bosonic Gaussian States from Their Full Counting Statistics",
      "authors": [
        "Victor Gondret, Clothilde Lamirault, Rui Dias, Charlie Leprince, Christoph I. Westbrook, David Clément, and Denis Boiron"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1y1p-zqhh",
      "doi": "10.1103/1y1p-zqhh",
      "summary": "We study the entanglement properties of two-mode bosonic Gaussian states based on their multi-mode counting statistics. We exploit the idea that measuring high-order correlations of particle numbers can reveal entanglement without making any assumptions about the coherence of the fields. We show tha… [Phys. Rev. Lett. 135, 100201] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Sea Ice Aging by Diffusion-Driven Desalination",
      "authors": [
        "Yihong Du, Feng Wang, Enrico Calzavarini, and Chao Sun"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mct1-6hbw",
      "doi": "10.1103/mct1-6hbw",
      "summary": "Experiments on freezing saltwater have teased apart flow dynamics inside ice pores, offering a possible boost to climate models’ predictive power. [Phys. Rev. Lett. 135, 104201] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Experimental Evidence of Stimulated Raman Rescattering in Laser-Plasma Interaction",
      "authors": [
        "J.-R. Marquès, F. Pérez, P. Loiseau, L. Lancia, C. Briand, S. Depierreux, M. Grech, and C. Riconda"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/r7th-rq38",
      "doi": "10.1103/r7th-rq38",
      "summary": "Raman rescattering, a long-predicted form of Raman scattering driven by Raman scattering itself and relevant to the study of inertial confinement fusion plasmas, has been observed in a laser plasma. [Phys. Rev. Lett. 135, 105101] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Multiorbital Interactions and Spin Polarization in Single Rare-Earth Adatoms",
      "authors": [
        "Massine Kelai, Stefano Reale, Roberto Robles, Jaehyun Lee, Divya Jyoti, Philippe Ohresser, Edwige Otero, Fadi Choueikani, Fabrice Scheurer, Nicolás Lorente, Deung-Jang Choi, Aparajita Singha, and Fabio Donati"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mkqz-p424",
      "doi": "10.1103/mkqz-p424",
      "summary": "Surface-adsorbed rare-earth nanostructures are ideal platforms to investigate the interplay between intra-atomic interactions and multiorbital spin configurations. However, addressing these properties has posed severe experimental and theoretical challenges. Here, we use the orbital selectivity offe… [Phys. Rev. Lett. 135, 106203] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Current-Induced Nonequilibrium Hidden Spin Polarization in Topological Dirac Semimetals",
      "authors": [
        "Yun-Jing Lai, Meng-Rou Huang, Hou-Jian Duan, Mou Yang, Rui-Qiang Wang, and Ming-Xun Deng"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/snby-9xsr",
      "doi": "10.1103/snby-9xsr",
      "summary": "The effect of hidden spin polarization (HSP) has expanded the material pool for spintronics and provided new physical insights into relevant hidden phenomena such as optical polarization, valley polarization, orbital polarization, and Berry curvature. Here, we uncover an intrinsic HSP in topological… [Phys. Rev. Lett. 135, 106505] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Tomography of Parametric Transition in Magnets",
      "authors": [
        "Hiroki Shimizu, Tomosato Hioki, Shuntaro Takeda, and Eiji Saitoh"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v1rk-rtrq",
      "doi": "10.1103/v1rk-rtrq",
      "summary": "A new spectroscopic method shows that parametric oscillation in magnets is triggered by asymmetrically distorted magnetization correlations which form due to nonlinear effects. [Phys. Rev. Lett. 135, 106701] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "High-Temperature Phase Separation and Charge-Magnon Liquid in Kinetic Antiferromagnets",
      "authors": [
        "Johan Carlström"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d9c2-yr7j",
      "doi": "10.1103/d9c2-yr7j",
      "summary": "Understanding mechanisms of quantum ordering in strongly correlated systems remains a central challenge in condensed matter physics, with implications for designing novel quantum materials. Here, we investigate kinetic antiferromagnetism on a triangular lattice under an applied magnetic field, where… [Phys. Rev. Lett. 135, 106702] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Optical Signatures of Dynamical Excitonic Condensates",
      "authors": [
        "Alexander Osterkorn, Yuta Murakami, Tatsuya Kaneko, Zhiyuan Sun, Andrew J. Millis, and Denis Golež"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/58r8-cpzn",
      "doi": "10.1103/58r8-cpzn",
      "summary": "We theoretically study dynamical excitonic condensates occurring in bilayers with an imposed chemical potential difference and in photodoped semiconductors. We show that optical spectroscopy can experimentally identify phase-trapped and phase-delocalized dynamical regimes of condensation. In the wea… [Phys. Rev. Lett. 135, 106902] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Exact Computation of Transfer Entropy with Path Weight Sampling",
      "authors": [
        "Avishek Das and Pieter Rein ten Wolde"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/t8z9-ylvg",
      "doi": "10.1103/t8z9-ylvg",
      "summary": "A new computational algorithm makes it possible to quantify the transfer entropy for any stochastic model without the need for approximations. [Phys. Rev. Lett. 135, 107404] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Optical lattice quantum simulator of dynamics beyond Born-Oppenheimer</span>",
      "authors": [
        "Javier Argüello-Luengo, Alejandro González-Tudela, and J. Ignacio Cirac"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/39070Ya6Qcd1999765b751401f0daccd189884807",
      "doi": "10.1103/x5cd-fbj8",
      "summary": "Here, we propose a platform based on ultra-cold fermionic molecules trapped in optical lattices to simulate nonadiabatic effects as they appear in certain molecular dynamical problems. The idea consists in a judicious choice of two rotational states as the simulated electronic or nuclear degrees of … [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Role of matter interactions in superradiant phenomena</span>",
      "authors": [
        "João Pedro Mendonça, Krzysztof Jachymski, and Yao Wang"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/88075Y37P9f1df9e98046bf1b92af32589c5fe537",
      "doi": "10.1103/z8gv-7yyk",
      "summary": "The superradiant phenomenon, usually described by the Dicke model, is a hallmark of strong light-matter interaction. We explore how matter-matter interactions influence this phenomenon by performing ground-state simulations of Dicke-like models with both isotropic and anisotropic spin couplings. We … [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Probing new hadronic forces with heavy exotic atoms</span>",
      "authors": [
        "Hongkai Liu, Ben Ohayon, Omer Shtaif, and Yotam Soreq"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a107dY1eOfa14e9521cc77b8b1d9fd7400370455d",
      "doi": "10.1103/ndfg-42w7",
      "summary": "We explore the potential of precision spectroscopy of heavy exotic atoms where electrons are substituted by negative hadrons to detect new force carriers with hadronic couplings. The selected transitions are unaffected by nuclear contact terms, thus enabling highly accurate calculations using bound-… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Erratum: New method for the astrometric direct detection of ultralight dark matter [Phys. Rev. Lett. <strong>134</strong>, 111003 (2025)]</span>",
      "authors": [
        "Jeff A. Dror and Sarunas Verner"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/1a077Ye7W50R031d103677c7593d06c4828068035",
      "doi": "10.1103/qcz6-g71m",
      "summary": "[Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Emergent inductance from chiral orbital currents in a bulk ferrimagnet</span>",
      "authors": [
        "Gang Cao, Hengdi Zhao, Yu Zhang, Alex Fix, Tristan R. Cao, Dhruva Ananth, Yifei Ni, Gabriel Schebel, Rahul Nandkishore, Itamar Kimchi, Hua Chen, Feng Ye, and Lance E. DeLong"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/64077Yc6R882e80690883253c8c89041ad3c910a2",
      "doi": "10.1103/r22l-y2rr",
      "summary": "We report the discovery of a new form of inductance in the bulk ferrimagnet Mn₃Si₂Te₆, which features strong spin-orbit coupling, large magnetic anisotropy, and pronounced magnetoelastic interactions. Below its Curie temperature (TC ≈ 78 K), Mn₃Si₂Te₆ hosts chiral orbital currents (COC) that circula… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Generation of pure spin current with insulating antiferromagnetic materials</span>",
      "authors": [
        "Yingwei Chen, Junyi Ji, Liangliang Hong, Xiangang Wan, and Hongjun Xiang"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/7f07cY03Qb31169816ce2ff761ba4f995c7e71049",
      "doi": "10.1103/n8d2-hjnd",
      "summary": "Similar to the role of polarization and piezoelectric effect in generating electronic currents, the concepts of spin dipole moment and piezospintronic effect could be employed to explore new ways of producing spin currents. In this study, by using group theory, we classify magnetic point groups enab… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Quarkonium spectroscopy in the quark-gluon plasma</span>",
      "authors": [
        "Zhanduo Tang, Biaogang Wu, Andrew Hanlon, Swagato Mukherjee, Peter Petreczky, and Ralf Rapp"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/f4078Y8dO321708e59570049591f3ae5e2c597689",
      "doi": "10.1103/7zby-gy46",
      "summary": "The properties of bound states are fundamental to hadronic spectroscopy and play a central role in the transition from hadronic matter to a quark-gluon plasma (QGP). In a strongly coupled QGP (sQGP), the interplay of temperature, binding energy and large collisional widths of the partons poses formi… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Coexistence of continuous-variable quantum key distribution and classical data over 120 km fiber</span>",
      "authors": [
        "Adnan A. E. Hajomer, Ivan Derkach, Vladyslav C. Usenko, Ulrik L. Andersen, and Tobias Gehring"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/64079Yc1Of8122914274320799b8c03b5c29d6aa9",
      "doi": "10.1103/zy2d-m3ch",
      "summary": "Integrating quantum key distribution (QKD) with classical data transmission over the same fiber is crucial for scalable quantum-secured communication. However, noise from classical channels limits QKD distance. We demonstrate the longest-distance continuous-variable QKD (CV-QKD) over 120 km (20 dB l… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>${}^{208}$Pb nuclear charge radius revisited: Closing the fine-structure-anomaly gap</span>",
      "authors": [
        "Zewen Sun, Konstantin A. Beyer, Zoia A. Mandrykina, Igor A. Valuev, Christoph H. Keitel, and Natalia S. Oreshkina"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4f07eYd5Q0928606128b4e148c9d61473ae6ed9e7",
      "doi": "10.1103/h3xz-xdxr",
      "summary": "A comprehensive reevaluation of the root-mean-square nuclear charge radius is presented for the doubly magic ${}^{208}$Pb extracted from muonic spectroscopy measurements. By integrating rigorous theoretical quantum electrodynamics calculations, state-of-the-art numerical methods, and a systematic re… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Circular dichroism in resonant photoelectron diffraction as a direct probe of sublattice magnetization in altermagnets</span>",
      "authors": [
        "Peter Krüger"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/da07cY06Qf117c9d76ea30a5398f96ea60fb562dc",
      "doi": "10.1103/pl1p-v5rs",
      "summary": "Altermagnets are a new class of magnetic materials that are promising for spintronics technology. Here it is shown that in altermagnets, the circular dichroism (CD) in resonant photoelectron diffraction (RPED) contains a time-reversal odd signal, which provides a direct probe of the sublattice magne… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Resummation of universal tails in gravitational waveforms</span>",
      "authors": [
        "Mikhail M. Ivanov, Yue-Zhou Li, Julio Parra-Martinez, and Zihan Zhou"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/bd073Y6dR311f398478d0fb3b943308e15cb26b93",
      "doi": "10.1103/jzd1-qzkt",
      "summary": "We present a formula for the universal anomalous scaling of the multipole moments of a generic gravitating source in classical general relativity. We derive this formula in two independent ways using effective field theory methods. First, we use the absorption of low frequency gravitational waves by… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Hopf bifurcation of nonlinear non-Hermitian skin effect</span>",
      "authors": [
        "Kohei Kawabata and Daichi Nakamura"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/07078Yd6R9026c0440e0001316352dd5e73ec792c",
      "doi": "10.1103/vxgf-59xt",
      "summary": "The non-Hermitian skin effect, nonreciprocity-induced anomalous localization of an extensive number of eigenstates, represents a hallmark of non-Hermitian topological systems with no analogs in Hermitian systems. Despite its significance across various open classical and quantum systems, the influen… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Electronic correlations in rhombohedral graphene at atomic scale</span>",
      "authors": [
        "Yufeng Liu, Zonglin Li, Shudan Jiang, Min Li, Yu Gu, Kai Liu, Qia Shen, Liang Liu, Xiaoxue Liu, Dandan Guan, Yaoyi Li, Hao Zheng, Canhua Liu, Kenji Watanabe, Takashi Taniguchi, Jinfeng Jia, Tingxin Li, Guorui Chen, Jianpeng Liu, Can Li, Zhiwen Shi, and Shiyong Wang"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2b077Yc4Of010f9df045341961fb630013de96f28",
      "doi": "10.1103/fv52-pd3h",
      "summary": "Rhombohedral graphene (RG) has emerged as a promising platform for exploring exotic quantum phenomena, such as quantum magnetism, unconventional superconductivity, and fractional quantum anomalous Hall effects. Despite its potential, atomic-scale investigations of RG remain limited, hindering a deta… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Observation of anisotropic dispersive dark-exciton dynamics in CrSBr</span>",
      "authors": [
        "J. Sears, B. Zager, W. He, C. A. Occhialini, Y. Shen, M. Lajer, J. W. Villanova, T. Berlijn, F. Yakhou-Harris, N. B. Brookes, D. G. Chica, X. Roy, E. Baldini, J. Pelliciari, V. Bisogni, S. Johnston, M. Mitrano, and M. P. M. Dean"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4d077Y48J1a12880c56931357d52ec77443b7f267",
      "doi": "10.1103/fz3h-6jdx",
      "summary": "Many-body excitons in CrSBr are attracting intense interest in view of their highly anisotropic magneto-optical coupling and their potential for novel optical interfaces within spintronic and magnonic devices. Characterizing the orbital character and propagation of these electronic excitations is cr… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Unidirectional giant exciton emission into a photonic waveguide</span>",
      "authors": [
        "Qifa Wang, Huan Luo, Chaojie Ma, Bingchang Zhang, Cheng Ji, Qinghong Yu, Guoxiang Chai, Yuxin Li, Chenyang Li, Shaojun Wang, Xuetao Gan, Kaihui Liu, Jianlin Zhao, and Fajun Xiao"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ed074Y6aR7e2250ee32345010f9235d78359b17ab",
      "doi": "10.1103/3fxz-6v6s",
      "summary": "Efficient coupling of nanolight sources into photonic waveguides is crucial for integrated photonics, quantum technologies, and biosensing. Practical implementations require light sources with simultaneous high brightness and unidirectional emission. However, it is fundamentally incompatible between… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Electrically tunable picosecond-scale octupole fluctuations in chiral antiferromagnets</span>",
      "authors": [
        "Shiva T. Konakanchi, Sagnik Banerjee, Mohammad M. Rahman, Yuta Yamane, Shun Kanai, Shunsuke Fukami, and Pramey Upadhyaya"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/74074Y04Q601919409b94fe80a8d88b69b7786c4a",
      "doi": "10.1103/w2wj-c9jx",
      "summary": "We present a theory for the relaxation time of the octupole order parameter in nanoscale chiral antiferromagnets (AFMs) coupled to thermal baths and spin injection sources. Using stochastic spin dynamics simulations, we demonstrate that the octupole moment relaxes through two distinct mechanisms—esc… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Long-range nonstabilizerness and phases of matter</span>",
      "authors": [
        "David Aram Korbany, Michael J. Gullans, and Lorenzo Piroli"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/32078Yb9P112ae05103c7816cb83078c09d314eea",
      "doi": "10.1103/1hlj-h6t9",
      "summary": "Long-range nonstabilizerness can be defined as the amount of nonstabilizerness which cannot be removed by shallow local quantum circuits. We study long-range nonstabilizerness in the context of many-body quantum physics, a task with possible implications for quantum-state preparation protocols and i… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Generating phase singularities using surface exciton polaritons in an organic natural hyperbolic material</span>",
      "authors": [
        "Philip A. Thomas, William P. Wardley, and William L. Barnes"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/53074Y2aP101849d984a4fe736426c3bc5e2cbc8a",
      "doi": "10.1103/sj4r-cb56",
      "summary": "Surface polaritons (SPs) are electromagnetic waves bound to a surface through their interaction with charge carriers in the surface material. Hyperbolic SPs can be supported by optically anisotropic materials where the in-plane and out-of-plane permittivies have opposite signs. Here we report what w… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Defect-free growth of decagonal quasicrystals around obstacles</span>",
      "authors": [
        "Kelly L. Wang, Insung Han, Domagoj Fijan, Sharon C. Glotzer, and Ashwin J. Shahani"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/57078Y5dQf31889fd2af7282244bf7753b8343aef",
      "doi": "10.1103/bsbs-rryl",
      "summary": "Quasicrystals are aperiodic solids with exotic physical properties. The mechanisms driving their growth are far from understood, particularly in the presence of rigid obstacles. Using in situ synchrotron x-ray tomography and molecular dynamics simulations, we investigate the interaction between deca… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Counting the ground state degeneracy by evolution methods</span>",
      "authors": [
        "Zhen Guo and Li You"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2f070Yc7H7612d91864794c2faf3125d8f813925a",
      "doi": "10.1103/38gb-h7wv",
      "summary": "Counting ground state degeneracy of a k-local Hamiltonian is important in many fields of physics. Its complexity class is harder than that of finding ground state of a k-local Hamiltonian. Very few methods can efficiently count the degeneracy of ground state while many are known for finding the grou… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Exact large-scale correlations in diffusive systems with general interactions</span>",
      "authors": [
        "Aurélien Grabsch, Davide Venturelli, and Olivier Bénichou"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3d074Y53Q8815b9206e3419297a6d4be75a3f1d7b",
      "doi": "10.1103/gwdh-3vqm",
      "summary": "Characterizing the statistical properties of classical interacting particle systems is a long-standing question. For Brownian particles the microscopic density obeys a stochastic evolution equation, known as the Dean-Kawasaki equation. This equation remains mostly formal and linearization (or higher… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Long-term stable nonlinear evolutions of ultracompact black-hole mimickers</span>",
      "authors": [
        "Gareth Arturo Marks, Seppe J. Staelens, Tamara Evstafyeva, and Ulrich Sperhake"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/c807dY93R6d2b30172ae6896a5c3e02f1cfaa4e75",
      "doi": "10.1103/lk48-7r2f",
      "summary": "We study the stability of ultracompact boson stars admitting light rings combining a perturbative analysis with 3+1 numerical-relativity simulations with and without symmetry assumptions. We observe excellent agreement between all perturbative and numerical results which uniformly support the hypoth… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Out-of-equilibrium microstates but effective thermodynamics in artificial kagome ice networks",
      "authors": [
        "Breno Malvezzi Cecchi, Sébastien Lacaze, Ondřej Brunn, Stanislav Krátký, Petr Meluzín, Johann Coraux, Kleber Roberto Pirota, and Nicolas Rougemaille"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/l8qm-5wh8",
      "doi": "10.1103/l8qm-5wh8",
      "summary": "Using magnetic force microscopy and Monte Carlo simulations, we investigate the low-energy properties of two artificial kagome ice structures. The two systems differ in that the first series of lattices consists of an assembly of physically disconnected nanomagnets coupled via magnetostatics, wherea… [Phys. Rev. B 112, 094409] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Interplay between trimer structure and magnetic ground state in ${\\mathrm{Ba}}_{5}{\\mathrm{Ru}}_{3}{\\mathrm{O}}_{12}$ probed by neutron and $μ\\mathrm{SR}$ techniques",
      "authors": [
        "E. Kushwaha, S. Ghosh, J. Sannigrahi, G. Roy, M. Kumar, S. Cottrell, M. B. Stone, Y. Fang, D. T. Adroja, X. Ke, and T. Basu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/c5s4-4hxw",
      "doi": "10.1103/c5s4-4hxw",
      "summary": "We report a detailed inelastic neutron scattering (INS) and muon spin relaxation $(μ\\mathrm{SR})$ investigations of a trimer ruthenate ${\\mathrm{Ba}}_{5}{\\mathrm{Ru}}_{3}{\\mathrm{O}}_{12}$ system, which undergoes long-range antiferromagnetic ordering at ${T}_{N}=60$ K. The INS reveals two distinct s… [Phys. Rev. B 112, 094410] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Tunneling magnetoresistance effect in altermagnets",
      "authors": [
        "Yu-Fei Sun, Yue Mao, Yu-Chen Zhuang, and Qing-Feng Sun"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/t8b5-l859",
      "doi": "10.1103/t8b5-l859",
      "summary": "Altermagnetism, as a newly identified unconventional magnetic phase, has attracted great interest in condensed matter physics and provides a novel research platform for spintronics. Here, the authors theoretically study the tunneling magnetoresistance (TMR) effect and its transport properties in a universal altermagnetic sandwich device. They systematically investigate how the altermagnetic orientations affect the conductance and TMR ratio, together with the rich and intriguing underlying symmetry relations. This work introduces a new design perspective for the next-generation information and paves the way for the advancement of spintronics technologies. [Phys. Rev. B 112, 094411] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Piezomagnetism-driven magnetoelectric coupling in altermagnetic multiferroic ${\\mathrm{K}}_{3}{\\mathrm{Cr}}_{2}{\\mathrm{F}}_{7}$",
      "authors": [
        "Ying Zhou, Hui-Min Zhang, Cheng-Ao Ji, Hongjun Xiang, Shuai Dong, James M. Rondinelli, and Xue-Zeng Lu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xpsy-cjn6",
      "doi": "10.1103/xpsy-cjn6",
      "summary": "Ferroelectric control of altermagnetism in momentum space has been studied widely, while the control of magnetism in real space of altermagnets is still rare. We present a design rule to identify multiferroicity in $n=2$ Ruddlesden-Popper halides. Our results show that a Jahn-Teller distortion can c… [Phys. Rev. B 112, 094412] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Microwave-to-optical quantum transduction with antiferromagnets",
      "authors": [
        "Akihiko Sekine, Ryo Murakami, and Yoshiyasu Doi"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m52p-sp6d",
      "doi": "10.1103/m52p-sp6d",
      "summary": "The quantum transduction, or equivalently quantum frequency conversion, between microwave and optical photons is essential for realizing scalable quantum computers with superconducting qubits. Due to the large frequency difference between microwave and optical ranges, the transduction needs to be do… [Phys. Rev. B 112, 094413] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Analog Unruh effect of inhomogeneous one-dimensional Dirac fermions",
      "authors": [
        "Khristian B. Tallent and Daniel E. Sheehy"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yccb-db4j",
      "doi": "10.1103/yccb-db4j",
      "summary": "We study one-dimensional Dirac fermions in the presence of a spatially varying Dirac velocity $v(x)$, that can form an approximate laboratory-based Rindler Hamiltonian describing an observer accelerating in Minkowski spacetime. A sudden switch from a spatially homogeneous velocity [$v(x)$ constant] … [Phys. Rev. B 112, 104306] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Distinct Jahn-Teller–induced negative thermal expansion behaviors in $\\mathrm{C}{\\mathrm{r}}_{2}{\\mathrm{P}}_{2}{\\mathrm{O}}_{7}$",
      "authors": [
        "Yuan Liang, Gaojie Zeng, Xiangkai Hao, Juan Guo, Xiansheng Liu, Qilong Gao, Yu Jia, and Erjun Liang"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/llf7-3f4w",
      "doi": "10.1103/llf7-3f4w",
      "summary": "Negative thermal expansion (NTE) is an intriguing phenomenon that is not only scientifically interesting but also technologically significant. Herein, using temperature-dependent high-resolution synchrotron radiation x-ray diffraction, together with dilatometry and specific heat capacity analyses, w… [Phys. Rev. B 112, 104307] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "MBenes: A two-dimensional platform for high-temperature superconductivity via hydrogenation-induced Van Hove singularities",
      "authors": [
        "Xianghui Meng, Yanqing Shen, Xin Yang, Kunpeng Cai, Qing Ai, Yong Shuai, and ZhongXiang Zhou"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sbbm-hvc4",
      "doi": "10.1103/sbbm-hvc4",
      "summary": "Hydrogenated two-dimensional (2D) materials have recently attracted significant attention for their potential to achieve high-temperature superconductivity via the conventional electron-phonon coupling. However, insufficient surface coordination often limits effective hydrogenation in traditional 2D… [Phys. Rev. B 112, 104503] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Fractional Chern insulators on hyperbolic lattices with singularity",
      "authors": [
        "Ai-Lei He, Xu-Hui Yan, Lu Qi, Ying Han, and Yongjun Liu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gf6q-kxh3",
      "doi": "10.1103/gf6q-kxh3",
      "summary": "Fractional Chern insulators (FCIs), as a platform for the realization of fractionalization phenomena without external magnetic field, have attracted great interest. To realize FCIs, topological flat bands play a significant role. Most recently, FCIs have been extended into two-dimensional hyperbolic… [Phys. Rev. B 112, 115114] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Isostructural $α\\text{−}γ$ phase transition in cerium from the perspective of metageneralized gradient approximations",
      "authors": [
        "Ashesh Giri, Chandra Shahi, and Adrienn Ruzsinszky"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8m26-28qf",
      "doi": "10.1103/8m26-28qf",
      "summary": "Metageneralized gradient approximations (meta-GGAs) on the third rung of the functional hierarchy are gaining increasing relevance for electronic structures. Meta-GGAs are constructed from numerous ingredients including the orbital kinetic energy density that make them more flexible than generalized… [Phys. Rev. B 112, 125115] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Radiative Higgs mode in photoinduced $η$ pairs",
      "authors": [
        "Satoshi Ejima and Benedikt Fauseweh"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v1jr-vhfr",
      "doi": "10.1103/v1jr-vhfr",
      "summary": "We demonstrate that the $η$ symmetry of the pump-induced $η$-pairing state in the Hubbard chain can be transiently broken by an additionally applied probe pulse. This leads to characteristic dynamic Higgs oscillations of the $η$-pair correlations during the probe pulse and a sharp dynamic negative o… [Phys. Rev. B 112, L121103] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Hong-Ou-Mandel interferometry with trapped polariton condensates",
      "authors": [
        "S. Baryshev, I. Smirnov, I. Gnusov, T. Cookson, A. Zasedatelev, S. Kilin, and P. G. Lagoudakis"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nxx1-sc3x",
      "doi": "10.1103/nxx1-sc3x",
      "summary": "We investigate the indistinguishability of polaritons in optically trapped Bose-Einstein condensates by implementing Hong-Ou-Mandel (HOM) interferometry and test the limitations of two-polariton interference in the coherent, limit-cycle, and thermal statistical regimes. We observe that the HOM dynam… [Phys. Rev. B 112, L121302] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Nonadiabatic braiding of Majorana modes",
      "authors": [
        "Fei Yu, P. Z. Zhao, and Jiangbin Gong"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kfwb-71wf",
      "doi": "10.1103/kfwb-71wf",
      "summary": "The realization and manipulation of Majorana zero modes have drawn significant attention for their crucial role in enabling topological quantum computation. Conventional approaches to the braiding of Majorana zero modes rely on adiabatic processes. In this work, using a composite 2-Kitaev-chain syst… [Phys. Rev. B 112, L121401] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Large spin accumulation signals in ultrafast magneto-optical experiments</span>",
      "authors": [
        "Alberto Anadón, Harjinder Singh, Eva Díaz, Yann Le-Guen, Julius Hohlfeld, Richard B. Wilson, Gregory Malinowski, Michel Hehn, and Jon Gorchon"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8307eY23P291c49368876bd79d7ef913815bd8747",
      "doi": "10.1103/5qnm-zgjt",
      "summary": "Magneto-optical techniques have become essential tools in spintronics, enabling the investigation of spin dynamics in the ultrafast regime. A key challenge in this field has been to accurately isolate the contributions to magneto-optical signals of spin transport phenomena from the local magnetizati… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Interplay between inversion and translation symmetries in trigonal PtBi${}_{2}$</span>",
      "authors": [
        "Santiago Palumbo, Pablo S. Cornaglia, and Jorge I. Facio"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9e07dO97Q0210a4aa9a71bd2a0759fb072ec08f59",
      "doi": "10.1103/bb1q-4qt5",
      "summary": "The trigonal Weyl semimetal PtBi2 presents an intriguing superconducting phase, previously reported to be confined to its topological Fermi arcs within a certain temperature range. This observation highlights the importance of a thorough understanding of its normal phase, particularly the roles that… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Monte Carlo study of the Heisenberg model with local dipolar interaction</span>",
      "authors": [
        "Etsuko Itou, Akira Matsumoto, Yu Nakayama, and Toshiki Onagi"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/69075O01Q7210d5311f58284989efd9ed2ec26a05",
      "doi": "10.1103/95xx-m6xg",
      "summary": "Aharony and Fisher showed that non-local dipolar effects in magnetism destabilize the Heisenberg fixed point in real ferromagnets, leading to a new fixed point, called the dipolar fixed point. The non-perturbative nature of the new fixed point, however, has not been uncovered for many decades. Inspi… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magneto-opto-phononic inverse Faraday effect</span>",
      "authors": [
        "Daniel A. Bustamante Lopez, Wanzheng Hu, and Dominik M. Juraschek"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/dd077Kc6F9c1c10198136ec30bd033c641676032c",
      "doi": "10.1103/xmxz-zt1m",
      "summary": "Nonlinear frequency conversion by optical rectification, as well as difference- and sum-frequency generation are fundamental processes for producing electromagnetic radiation at different frequencies. Here, we demonstrate that coherently excited infrared-active phonons can be used as transducers for… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Erratum: Influence of finite temperature exchange-correlation effects in hydrogen [Phys. Rev. B <strong>101</strong>, 195129 (2020)]</span>",
      "authors": [
        "Kushal Ramakrishna, Tobias Dornheim, Mani Lokamani, and Jan Vorberger"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0f075O2fWf2Rcd1d21d30e137953fa20b8df06b82",
      "doi": "10.1103/g1sl-72nz",
      "summary": "[Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Leakage at zero temperature from changes in chemical potential in Majorana qubits</span>",
      "authors": [
        "M. C. Goffage, A. Alase, M. C. Cassidy, and S. N. Coppersmith"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1d078Oe8Q6dEbe1f55e85509e568420a0e1ea1a52",
      "doi": "10.1103/b6fn-nctx",
      "summary": "Building a fault-tolerant quantum computer requires physical qubits with exceptionally low error rates. Majorana-based tetron qubits are predicted to exhibit error rates that decrease exponentially with inverse temperature and length of each topological superconducting wire in the tetron. In contras… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electronic band structure from quasiparticle interference and Landau quantization in WTe${}_{2}$</span>",
      "authors": [
        "Raquel Sánchez-Barquilla, Francisco Martín Vega, Alberto M. Ruiz, Na Hyun Jo, Edwin Herrera, José J. Baldoví, Masayuki Ochi, Ryotaro Arita, Sergey L. Bud’ko, Paul C. Canfield, Isabel Guillamón, and Hermann Suderow"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2f07bYb0Fd71ff9c11b418e9860ebbdacd166c8dd",
      "doi": "10.1103/7xnv-8wvt",
      "summary": "WTe${}_{2}$ stands out as a semimetal presenting Fermi level quantum oscillations in most measured quantities under magnetic fields. However, the electronic band structure above and below the Fermi level has not been explored completely. {Here we study the electronic band structure of WTe${}_{2}$ by… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Directional entanglement of spin-orbit locked nitrogen-vacancy centers by magnons</span>",
      "authors": [
        "Zhiping Xue, Ji Zou, Chengyuan Cai, Gerrit E. W. Bauer, and Tao Yu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/24074O01Rcc1075222b388d784c1ab4cf75d26695",
      "doi": "10.1103/9rvd-h7yq",
      "summary": "We address that the stray magnetic field emitted by the excited quantum states of the nitrogenvacancy (NV) centers is spin-momentum locked, such that the spin transfer to nearby ferromagnetic nanostructures is unidirectional. This may allow the controlled excitation of propagating magnons by NV cent… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Pressure-induced phase transitions and asynchronous ferroelectric switching mechanism in CuInP${}_{2}$S${}_{6}$</span>",
      "authors": [
        "Pegah Mohammadi and Sobhit Singh"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c2078O33Re01e95a731a8791b43dca700921a7288",
      "doi": "10.1103/3j3m-5ybl",
      "summary": "Recent advancements in two-dimensional van der Waals (vdW) ferroelectric materials have highlighted the significant of both interlayer and intralayer degrees of freedom in governing their functional properties. Among these, CuInP${}_{2}$S${}_{6}$ (CIPS) stands out due to the unique displacement beha… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Femtosecond versus nanosecond magnetization dynamics in ultrathin ferromagnetic bilayers</span>",
      "authors": [
        "Anulekha De, Christopher Seibel, Sanjay Ashok, Paul Herrgen, Akira Lentfert, Laura Scheuer, Georg von Freymann, Philipp Pirro, Baerbel Rethfeld, and Martin Aeschlimann"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/cc07dO07Q791725af3cf07a7c933c9c1e83d6600d",
      "doi": "10.1103/d7vt-jlkg",
      "summary": "We investigate the magnetization dynamics of an ultrathin Co (1.5 nm) /Py (1.5 nm) bilayer system from femtosecond (fs) to nanosecond (ns) timescales. Magnetization dynamics in the fs timescales is characterized as a highly non-equilibrium regime due to an ultrafast reduction of magnetization by las… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Emerging magnetic phase in the orthoferrite HoFeO${}_{3}$ detected by spin-Hall magnetoresistance and spin Seebeck effect</span>",
      "authors": [
        "M. Basit, H. G. Giil, T. W. J. Metzger, O. Alves Santos, F. Johnson, P. Pathak, M. Hehn, S. Mangin, A. Brataas, A. V. Kimel, and C. Ciccarelli"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3507cO32T9314150d6e934129a3da3cca95faff98",
      "doi": "10.1103/q38x-g97c",
      "summary": "The orthoferrite HoFeO3 exhibits a complex interplay of magnetic interactions between the antiferromagnetically ordered Fe${}^{3+}$ spins and the rare-earth Ho${}^{3+}$ ions. In this work, we combine superconducting quantum interference device (SQUID) magnetometry studies with electrical spin transp… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Fluctuations of interface-enhanced superconductivity in ultrathin FeSe/SrTiO${}_{3}$ studied by the Nernst effect</span>",
      "authors": [
        "Tomoki Kobayashi, Ryo Ogawa, and Atsutaka Maeda"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/06073O02P3a1985f95b316d927d1cd068558ef5e7",
      "doi": "10.1103/1yxb-1pl5",
      "summary": "Ultrathin FeSe films on SrTiO3 substrate show interface-enhanced superconductivity. However, how the superconductivity is established including superconducting fluctuations remains unclear. This study investigates the Nernst effect, which is sensitive to superconducting fluctuations, in ultrathin Fe… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Erratum: Multichannel Dyson equations for even- and odd-order Green’s functions: Application to double excitations [Phys. Rev. B <strong>111</strong>, 195133 (2025)]</span>",
      "authors": [
        "Gabriele Riva, Théodore Fischer, Stefano Paggi, J. Arjan Berger, and Pina Romaniello"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/be07dO20W20R901701190db44da4b244ece3556b7",
      "doi": "10.1103/3l4x-95m7",
      "summary": "[Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Exchange interactions, anisotropy, and low-temperature magnetization reversal in NdFeO${}_{3}$</span>",
      "authors": [
        "Amit Kumar, A. K. Bera, Christian Balz, Ivan da Silva, and S. M. Yusuf"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/43077O0aQ901fb51a1184ba1639b38e9bb7ebf93d",
      "doi": "10.1103/8qy2-k5cb",
      "summary": "We have gained a microscopic insight into the phenomenon of double magnetization reversal observed in the NdFeO3 perovskite compound at compensation temperatures of 6.3 K (Tcomp1) and 4.3 K (Tcomp2) through analysis of the evolutions of magnetic moments, magnetic anisotropies, and exchange interacti… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Relativistic particles in super-periodic potential: Exploring graphene and fractal systems</span>",
      "authors": [
        "Sudhanshu Shekhar, Bhabani Prasad Mandal, and Anirban Dutta"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fd078O98Ncb1f64967591ba1ecee8aac5f8749cd7",
      "doi": "10.1103/s82p-5sxv",
      "summary": "In this article, we employ the transfer matrix method (TMM) to investigate relativistic particles in super-periodic potential (SPP) of arbitrary order $n$, . We calculate the reflection and transmission probabilities for the spinless Klein particle encountering rectangular potential barriers with su… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Nonequilibrium dynamics in a quantum spin chain with pump-probe resonant inelastic x-ray scattering</span>",
      "authors": [
        "Menglian Shi, Zhengzhong Du, and Yi Lu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/dd078O9cP3b18b5af1bd1930c7e007490cba1f845",
      "doi": "10.1103/b3rx-9cvv",
      "summary": "We investigate the nonequilibrium dynamics of the transverse field Ising chain (TFIC) using time-resolved resonant inelastic X-ray scattering (tr-RIXS) in a pump-probe setup within a condensed matter setting. The tr-RIXS spectra reveal distinctive features, including two-kink continua at high energi… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Exact multiple complex mobility edges and quantum state engineering in coupled one-dimensional quasicystals</span>",
      "authors": [
        "Li Wang, Zhenbo Wang, Jiaqi Liu, and Shu Chen"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fc071O98R351255d61843070e74d57ae292ce2126",
      "doi": "10.1103/7std-nbqw",
      "summary": "The key concept of mobility edge, which marks the critical transition between extended and localized states in energy domain, has attracted significant interest in the cutting-edge frontiers of modern physics due to its profound implications for understanding localization and transport properties in… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Huge laser-induced modulation of the ferromagnetic-antiferromagnetic phase fraction in FeRh films</span>",
      "authors": [
        "Alexis Pecheux, Robin Salvatore, Laura Thevenard, Jon Ander Arregi, Vojtěch Uhlíř, Morgan Almanza, Daniéle Fournier, Catherine Gourdon, and Martino LoBue"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c5071OcfQ661115f522564806690c86a26a938e8d",
      "doi": "10.1103/fytj-vy5c",
      "summary": "With his huge entropy change and a strong interplay between magnetic order, structural and electrical properties, the first-order antiferromagnetic/ferromagnetic phase transition is a paradigmatic example of the multicaloric effect. The unraveling of the physics underlying the phase transition needs… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Probing the nontrivial topological edge states in a Su-Schrieffer-Heeger-type quantum dot chain using finite-frequency shot noise</span>",
      "authors": [
        "Hai-Bin Xue and Shu-Qi Xue"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/45073OffQ5f16f59326341c854334150f4a04b7ae",
      "doi": "10.1103/8h24-ckbr",
      "summary": "The one-dimensional Su-Schrieffer-Heeger (SSH) chain is one of the simplest topological models in which non-trivial topological edge states emerge. Recently, semiconductor quantum dots have been proposed as a promising platform for simulating the one-dimensional SSH chain. Consequently, detecting th… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>EuAuSb: An odd-parity helical variation of altermagnetism</span>",
      "authors": [
        "J. Sears, Juntao Yao, Zhixiang Hu, Wei Tian, Niraj Aryal, Weiguo Yin, A. M. Tsvelik, I. A. Zaliznyak, Qiang Li, and J. M. Tranquada"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7c07fK0fQd31f401b98c6839384ff3c97ce2f55f1",
      "doi": "10.1103/k376-4cxw",
      "summary": "EuAuSb is a triangular-lattice Dirac semimetal in which a topological Hall effect has been observed to develop in association with a magnetically-ordered phase. Our single-crystal neutron diffraction measurements have identified an incommensurate helical order in which individual Eu[2+] layers rotat… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>AC Josephson signatures of the superconducting Higgs/amplitude mode</span>",
      "authors": [
        "Aritra Lahiri, Sang-Jun Choi, and Björn Trauzettel"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e2078Y51C1514481b1874d22afeafaafa0f231ce3",
      "doi": "10.1103/qpnk-k9p1",
      "summary": "The Higgs mode in superconductors corresponds to oscillations of the amplitude of the order parameter. While its detection typically entails resonant optical excitation, we present a purely transport-based setup wherein it is excited in a voltage biased Josephson junction. Demonstrating the importan… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Single-band square-lattice Hubbard model from twisted bilayer C${}_{568}$</span>",
      "authors": [
        "Toshikaze Kariyado, Ashvin Vishwanath, and Zhu-Xi Luo"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0b076O5eQ7c19652b0868d335ac35f2ba4b8f3850",
      "doi": "10.1103/73rf-cw9d",
      "summary": "We propose twisted homobilayer of a carbon allotrope, C568, to be a promising platform to realize controllable square lattice single-band extended Hubbard model. This setup has the advantage of a widely tunable t’/t ratio without adding external fields, and the intermediate temperature t T U regime … [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Critical phenomenon and two-dimensional Ising magnetic coupling in the chiral magnetic soliton host Mn${}_{1/3}$TaS${}_{2}$</span>",
      "authors": [
        "Jingjing Ma, Fanying Meng, Wei Liu, Min Ge, Aina Wang, Langsheng Ling, Jiyu Fan, Chunlan Ma, Li Pi, Zhe Qu, and Lei Zhang"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f7079O15R0d1a35222125f919823e8a0ecfd58a52",
      "doi": "10.1103/dkj8-1941",
      "summary": "The chiral magnetic soliton, a spiral localized spin texture with quantized topological charges, has gained considerable attention from both scientific and technological perspectives. The Mnintercalated Mn1/3TaS2 hosts a one-dimensional topological chiral magnetic soliton. In this work, the critical… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Low-energy structure and topology of the two-band Hubbard-Kanamori model</span>",
      "authors": [
        "Nayara G. Gusmão, Germán Blesio, Armando Aligia, Walber H. Brito, Maria C. O. Aguiar, and Karen Hallberg"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e4072O6cQde1844fa9ca11b00861db2590c695d05",
      "doi": "10.1103/bt89-tcn8",
      "summary": "We investigate the Mott transition in a two-band Hubbard-Kanamori model using Dynamical Mean-Field Theory (DMFT) with the Density Matrix Renormalization Group (DMRG) and the Numerical Renormalization Group (NRG) as impurity solvers. The study focuses on the case where the intraorbital and interorbit… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Anomalous energy correlations and spectral form factor in the nonergodic phase of the $β$ ensemble</span>",
      "authors": [
        "Basudha Roy, Adway Kumar Das, Anandamohan Ghosh, and Ivan M. Khaymovich"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2b074Oc7S5c1345d342a8039b0c5931f93f7c4bf6",
      "doi": "10.1103/s2d6-wkz9",
      "summary": "The $β$-ensemble is a prototypical model of a single particle system on a one-dimensional disordered lattice with inhomogeneous nearest neighbor hopping. Corresponding nonergodic phase has an anomalous critical energy scale, ${E}_{c}$: correlations are present above and absent below ${E}_{c}$ as ref… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Equilibration of noninteracting photons and quantum signatures of chaos</span>",
      "authors": [
        "V. M. Bastidas, H. L. Nourse, A. Sakurai, A. Hayashi, S. Nishio, Kae Nemoto, and W. J. Munro"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/00079ObbU1c1604a533a4641599aafee321173db4",
      "doi": "10.1103/tmw1-vry7",
      "summary": "Equilibration plays a fundamental role in our understanding of statistical mechanics and the long-time dy- namics of many-body systems. In quantum systems, the route to equilibration is intimately related to level repulsion and quantum signatures of chaos that are encoded in their unitary evolution.… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Exploring functionalized Zr${}_{2}$N and Sc${}_{2}$N MXenes as superconducting candidates with <em>ab initio</em> calculations</span>",
      "authors": [
        "Alpin N. Tatan and Osamu Sugino"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/19075O3cL4510841a4b86d335c841950f071c485a",
      "doi": "10.1103/l5cz-4s24",
      "summary": "We explore the possibility of obtaining new superconductor candidates from functionalized MXene compounds Zr${}_{2}$NS${}_{2}$, Zr${}_{2}$NCl${}_{2}$, and Sc${}_{2}$NCl${}_{2}$ based on ab initio calculations with density functional theory for superconductors (SCDFT). The predicted superconducting t… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Topological zero modes from the interplay of $𝒫𝒯$ symmetry and anti-$𝒫𝒯$ symmetry</span>",
      "authors": [
        "H. C. Wu and L. Jin"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d507dO03T2714b5be7e52a885cf6bfabcdef29c1a",
      "doi": "10.1103/pv42-w9r9",
      "summary": "Parity-time symmetry and anti-parity-time symmetry are complementary yet generally incompatible. In this work, we investigate the coexistence of parity-time symmetry and anti-parity-time symmetry. These symmetries impose intriguing constrains on the spectrum and the Bloch bands appear in conjugation… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Chirality-selective proximity effect between chiral $p$-wave superconductors and quantum Hall insulators</span>",
      "authors": [
        "Ryota Nakai, Koji Kudo, Hiroki Isobe, and Kentaro Nomura"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9b078O19R5519350733e38e7c8aa5f978b1eedb27",
      "doi": "10.1103/qxt1-ncfn",
      "summary": "Heterostructures of superconductors and quantum-Hall insulators are promising platforms of topological quantum computation. However, these two systems are incompatible in some aspects such as a strong magnetic field, the Meissner effect, and chirality. In this work, we address the condition that the… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Chiral near-field control of quantum light generation using magneto-optical graphene</span>",
      "authors": [
        "Mikkel Have Eriksen and Joel D. Cox"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f9074K5fRf71790759ad73e89cd273a261fd5cd55",
      "doi": "10.1103/k5sp-pmcy",
      "summary": "We theoretically explore strategies to actively control photon emission from quantum light sources by leveraging the large magneto-optical response of graphene. The quantum electrodynamic response of graphene–characterized by the Purcell factor and the Lamb shift of a proximal emitter–is analyzed fo… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin Meissner effect in systems of coupled polariton condensates</span>",
      "authors": [
        "I. Yu. Chestnov, A. Kudlis, A. V. Nalitov, and I. A. Shelykh"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8207fOafR3f1005585d930494349045eff6c2208c",
      "doi": "10.1103/n6yp-15hh",
      "summary": "We theoretically investigate the interplay between Zeeman splitting and transverse-electric —transverse-magnetic (TE-TM)-induced spin-flip tunneling in coupled exciton-polariton condensates systems and its impact on the spin–Meissner effect. We demonstrate that although a single condensate exhibits … [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Nonreciprocal magnons in layered antiferromagnets VP${\\mathit{\\text{𝑋}}}_{3}$ (<em>X</em> = S, Se, Te)</span>",
      "authors": [
        "Quanchao Du, Zhenlong Zhang, Jinyang Ni, Zhijun Jiang, and Laurent Bellaiche"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7907aY29N8e1e589669526881c122dd6f5a6aea10",
      "doi": "10.1103/8fx7-4xgm",
      "summary": "Nonreciprocal magnons, characterized by propagation with differing energies along the k and -k directions, are crucial for modern spintronics applications. However, their realization in van der Waals layered antiferromagnets remains elusive. In this letter, we demonstrate the robust nonreciprocal ma… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Emergent deterministic entanglement dynamics in monitored infinite-range bosonic systems</span>",
      "authors": [
        "Zejian Li, Anna Delmonte, and Rosario Fazio"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ed075O6bS84E5514c45770e65d0b392faf95d5c5b",
      "doi": "10.1103/bhst-127b",
      "summary": "We study monitored quantum dynamics of infinite-range interacting bosonic systems in the thermodynamic limit. We show that under semiclassical assumptions, the quantum fluctuations along single monitored trajectories adopt a deterministic limit for both quantum-jump and state-diffusion unravelings, … [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Ambient pressure and size-tunable layered polynitride structures constructed from fourfold coordinated C${}_{2}$N${}_{8}$ cages</span>",
      "authors": [
        "Dong-Xue Wang, Shuang Liu, Zhen Yao, and Bing-Bing Liu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9b071O62S4a1045c54841470b103f0078806ac826",
      "doi": "10.1103/ghcl-454r",
      "summary": "Polymeric nitrogen (polynitrogen) is attractive candidate for high-energy-density materials due to the significant energy stored in nitrogen-nitrogen bonds. We firstly reported two two-dimensional (2D) layered polynitrogen structures (Amm2-CN6 and Amm2-CN10) using the C2N8 cage as the building block… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Universal criterion for selective outcomes under stochastic resetting",
      "authors": [
        "Suvam Pal, Leonardo Dagdug, Dibakar Ghosh, Denis Boyer, and Arnab Pal"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/p3yc-kmt1",
      "doi": "10.1103/p3yc-kmt1",
      "summary": "Resetting plays a pivotal role in optimizing the completion time of complex first-passage processes with single or multiple outcomes and exit possibilities. While it is well established that the coefficient of variation—a statistical dispersion defined as a ratio of the fluctuations over the mean of… [Phys. Rev. E 112, 034116] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Screening and localization in the nonlinear Anderson problem",
      "authors": [
        "Alexander V. Milovanov and Alexander Iomin"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/svxt-wsk7",
      "doi": "10.1103/svxt-wsk7",
      "summary": "We study the spreading dynamics of an initially localized wave packet of finite norm in one-dimensional nonlinear Schrödinger lattices with random potential. The problem has gained considerable interest in the literature, and it continues to attract attention due to its connection with the general p… [Phys. Rev. E 112, 034206] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Dynamics of cooperation evolution in fluctuating populations with environmental feedback",
      "authors": [
        "Yewei Tao, Kaipeng Hu, and Lei Shi"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sdcv-38dt",
      "doi": "10.1103/sdcv-38dt",
      "summary": "Cooperation is an important driver of resource regeneration and ecological maintenance, and a favorable environment enables the evolution of cooperation. In order to explore the dynamic relationship among environmental fluctuations and individual behaviors in biological systems, this paper designs a… [Phys. Rev. E 112, 034307] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Extended yard sale model of wealth distribution on Erdős-Rényi random networks",
      "authors": [
        "Nicolás Vazquez Von Bibow and Juan I. Perotti"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8rbw-kr8n",
      "doi": "10.1103/8rbw-kr8n",
      "summary": "Excessive wealth concentration can undermine economic and social development. Random asset exchange models provide valuable tools to investigate this phenomenon. Assuming that economic systems may operate optimally near the critical point of a continuous phase transition, the extended yard sale (EYS… [Phys. Rev. E 112, 034308] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Active matter under cyclic stretch: Modeling microtubule alignment and bundling",
      "authors": [
        "Takumi Tagaki, Seiya Nishikawa, and Shuji Ishihara"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qysz-9fk3",
      "doi": "10.1103/qysz-9fk3",
      "summary": "A model of self-propelled particles that incorporates elastic energy from cyclic substrate stretching successfully reproduces experimentally observed microtubule alignment at specific angles, as well as banded aggregation patterns. It also provides insight into how general active matter systems respond to cyclic mechanical stimuli. #Interdisciplinary #BiophysicsSpotlight #BroadlyAccessible [Phys. Rev. E 112, 034405] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Minimizing phase-space energies",
      "authors": [
        "Michael Updike, Nicholas Bohlsen, Hong Qin, and Nathaniel J. Fisch"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4rbz-cgxf",
      "doi": "10.1103/4rbz-cgxf",
      "summary": "A primary technical challenge for harnessing fusion energy is to control and extract energy from a nonthermal distribution of charged particles. The fact that phase space evolves by symplectomorphisms fundamentally limits how a distribution may be manipulated. While the constraint of phase-space vol… [Phys. Rev. E 112, 035202] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Rigid $m$-percolation in limited-valence gels",
      "authors": [
        "J. C. Neves, J. M. Tavares, N. A. M. Araújo, and C. S. Dias"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ldjf-nnrv",
      "doi": "10.1103/ldjf-nnrv",
      "summary": "Determining the onset of rigidity in gels is a fundamental challenge with significant practical implications across different applications. Limited-valence, or patchy-particle, systems have proven to be a valuable model to study the relationship between microscopic interactions and macroscopic mecha… [Phys. Rev. E 112, 035406] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Phase transitions in the prisoner's dilemma game on the Barabási-Albert graph with participation cost",
      "authors": [
        "Jacek Miękisz and Javad Mohamadichamgavi"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rx79-dpmq",
      "doi": "10.1103/rx79-dpmq",
      "summary": "We examine the impact of the maintenance cost of social links on cooperative behavior in the prisoner's dilemma game on the Barabási-Albert scale-free network with a pairwise stochastic imitation. We show by means of Monte Carlo simulations and pair approximation that the cooperation frequency chang… [Phys. Rev. E 112, L032302] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Convective nature of the stimulated Raman side scattering in inertial confinement fusion",
      "authors": [
        "F.-X. Zhou, C.-W. Lian, R. Yan, Y. Ji, J. Li, Q. Jia, and J. Zheng"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qzps-7395",
      "doi": "10.1103/qzps-7395",
      "summary": "Absolute growth of stimulated Raman side scattering (SRSS) in inertial confinement fusion appears to be absent in experiments. Based on simulations the authors find that absolute growth of SRSS occurs only in the limit of an infinite laser beam width. This finding may have implications for the design of experiments. #AdvancingField #OpenDebate [Phys. Rev. E 112, L033201] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Structural criterion for the onset of rigidity in a colloidal gel",
      "authors": [
        "C. S. Dias, J. C. Neves, M. M. Telo da Gama, E. Del Gado, and N. A. M. Araújo"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gw42-dks6",
      "doi": "10.1103/gw42-dks6",
      "summary": "Identifying the conditions for rigidity onset in gels is challenging. We propose a model that distinguishes attractive bonds from repulsive steric constraints, allowing the systematic variation of the number of bonded and nonbonded neighbors. Using simulations, rheology, and percolation analysis, we… [Phys. Rev. E 112, L033401] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Computational topology of <em>Drosophila melanogaster</em> embryos: Emergent anatomy from the spatiotemporal distributions of hemocytes</span>",
      "authors": [
        "Xinrui Hu, Nickolay Korabel, Tom H. Millard, and Thomas Andrew Waigh"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/5407cR04Sd417e25f8f12c49f8590bbf19cfd6598",
      "doi": "10.1103/mc9z-kw1q",
      "summary": "Hemocytes migrate within Drosophila melanogaster embryos during their morphogenesis. The spatial distribution of the hemocytes reflects the emergent anatomy of the embryos. It poses a significant challenge to statistical characterization using conventional methods, such as mean squared displacements… [Phys. Rev. E] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Simulation of binary droplet collisions from bouncing to shattering regime</span>",
      "authors": [
        "Mohammad Fahim Faisal Patwary, Doruk Isik, and Song-Charng Kong"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/5207fRf2R5e18f28a6b00e58700355d62cc1b7d9d",
      "doi": "10.1103/1dl6-hj7d",
      "summary": "Binary droplet collisions exhibit four primary outcomes at Weber number (We) below 100, i.e., bouncing, coalescence, reflexive separation, and stretching separation. At We exceeding 300, shattering becomes prominent, characterized by the catastrophic disintegration of the merged mass and ejection of… [Phys. Rev. E] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Crossover of critical behavior in dynamic phase transitions of multilayer Ising model systems</span>",
      "authors": [
        "Erol Vatansever, Mikel Quintana, and Andreas Berger"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/1b07fR83Mb71b529b3340c71c56d3fee4eeb5f4e4",
      "doi": "10.1103/8wd8-dfkj",
      "summary": "We investigate the crossover of critical behavior for the dynamic phase transition (DPT) in ferromagnetic thin films using Monte Carlo simulations of the kinetic Ising model, focusing on the scaling behavior of the dynamic order parameter under a time-dependent external magnetic field. Specifically,… [Phys. Rev. E] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Colored sandpile</span>",
      "authors": [
        "S. S. Manna"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/ca07dYbeP0c16d9176af6a47c58500673b8971129",
      "doi": "10.1103/ywsd-rmss",
      "summary": "After the introduction of sandpile model a number of different variants have been studied. In most of these models sand particles are indistinguishable. Here we have painted the sand particles using a few distinct colors, and restrict them to move in linear trajectories only along their assigned lat… [Phys. Rev. E] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Nonvolatile multistate electrothermal resistive switching in a strongly correlated insulator thin-film device",
      "authors": [
        "Farnaz Tahouni-Bonab, Matthias Hepting, Theodor Luibrand, Georg Cristiani, Christoph Schmid, Gennady Logvenov, Bernhard Keimer, Reinhold Kleiner, Dieter Koelle, and Stefan Guénon"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h98b-4438",
      "doi": "10.1103/h98b-4438",
      "summary": "Strongly correlated insulators, such as Mott or charge-transfer insulators, exhibit a strong temperature dependence in their resistivity. Consequently, self-heating effects can lead to electrothermal instabilities in planar thin-film devices of these materials. When the electrical bias current excee… [Phys. Rev. Applied 24, 034014] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Ferromagnetic traps for quasicontinuous operation of optical nanofiber interfaces",
      "authors": [
        "Ruijuan Liu, Jinggu Wu, Yuan Jiang, Yanting Zhao, and Saijun Wu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/413r-dn5p",
      "doi": "10.1103/413r-dn5p",
      "summary": "A soft ferromagnetic plate uniformizes tesla-level fields generated by attached permanent magnets, producing a smooth and electronically tunable surface field on the opposite side. By arranging $n$ precisely fabricated rectangular plates, a nearly ideal magnetic quadrupole field with a substantial g… [Phys. Rev. Applied 24, 034015] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Crystalline superconductor-semiconductor Josephson junctions for compact superconducting qubits",
      "authors": [
        "Jesse Balgley, Jinho Park, Xuanjing Chu, Ethan G. Arnault, Martin V. Gustafsson, Leonardo Ranzani, Madisen Holbrook, Yangchen He, Kenji Watanabe, Takashi Taniguchi, Daniel Rhodes, Vasili Perebeinos, James Hone, and Kin Chung Fong"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3ssz-jjt6",
      "doi": "10.1103/3ssz-jjt6",
      "summary": "High-quality, single-crystal van der Waals (vdW) materials provide a promising platform for constructing Josephson junctions, but systematic studies have been limited by fabrication and measurement challenges. Here researchers characterize 24 vertical vdW superconductor-semiconductor junctions, including microwave spectroscopy of an all-vdW transmon qubit. Transport measurements reveal a crossover from proximity- to tunneling-type behavior with increasing semiconductor thickness. The results demonstrate how band alignment and materials engineering can be used to tailor qubit properties, establishing vdW heterostructures as an emerging platform for next-generation superconducting qubits. [Phys. Rev. Applied 24, 034016] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Chalcogenide halide $\\mathrm{Sc}XY$ ($X$ = $\\mathrm{S},\\phantom{\\rule{0.1em}{0ex}}\\mathrm{Se},\\phantom{\\rule{0.1em}{0ex}}\\mathrm{Te}$; $Y$ = $\\mathrm{Cl},\\phantom{\\rule{0.1em}{0ex}}\\mathrm{Br},\\phantom{\\rule{0.1em}{0ex}}\\mathrm{I}$) monolayers as gate dielectrics for two-dimensional field-effect transistors",
      "authors": [
        "Huan Liu, Lixiang Rao, Junjie Qi, and Gang Tang"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zm12-3qkz",
      "doi": "10.1103/zm12-3qkz",
      "summary": "In recent years, rare-earth oxyhalides and transition-metal nitride halides have been reported as gate dielectrics in field-effect transistor (FET) applications. However, chalcogenide halides have been rarely explored as gate dielectrics. In this work, we systematically evaluated the potential of $\\… [Phys. Rev. Applied 24, 034017] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Accurate unsupervised photon counting from transition-edge-sensor signals",
      "authors": [
        "Nicolas Dalbec-Constant, Guillaume Thekkadath, Duncan England, Benjamin Sussman, Thomas Gerrits, and Nicolás Quesada"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/c11p-d13h",
      "doi": "10.1103/c11p-d13h",
      "summary": "We compare methods for signal classification applied to voltage traces from transition edge sensors (TES) which are photon-number resolving detectors fundamental for accessing quantum advantages in information processing, communication, and metrology. We quantify the effect of numerical analysis on … [Phys. Rev. Applied 24, 034018] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Modulating low-power threshold optical bistability by electrically reconfigurable free-electron Kerr nonlinearity</span>",
      "authors": [
        "Huatian Hu, Gonzalo Álvarez-Pérez, Antonio Valletta, Marialilia Pea, Michele Ortolani, and Cristian Ciracì"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/a007cY4aM231058743fc9e367955f8f894aa14821",
      "doi": "10.1103/rpdw-vp1n",
      "summary": "Efficient active control of optical nonlinearity has long been a critical goal for advancing nonlinear optoelectronic devices. However, this remains a significant challenge, as nonlinear susceptibilities are inherently dictated by the microscopic properties of materials. In this work, we propose a m… [Phys. Rev. Applied] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Chiral locking of magnon flow and electron spin accumulation in their near-field radiative spin transfer</span>",
      "authors": [
        "Xi-Han Zhou, Xiyin Ye, and Tao Yu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/72071Y0dQ6e1299159e8367534fd79cc1dfa6f194",
      "doi": "10.1103/crlk-831x",
      "summary": "We report a non-contact mechanism for directional injection of magnons in magnetic films when driven by a spin accumulation ${𝛍}_{s}$ of electrons of a nearby metallic layer, governed by the long-range dipolar coupling between magnons and electron spins, which spontaneously generates a magnon curren… [Phys. Rev. Applied] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>${}^{88}$Sr${}^{+}$ optical clock with 7.9 x 10${}^{−19}$ systematic uncertainty and measurement of its absolute frequency with 9.8 x 10${}^{−17}$ uncertainty</span>",
      "authors": [
        "T. Lindvall, T. Fordell, K. J. Hanhijärvi, M. Doležal, J. Rahm, S. Weyers, and A. E. Wallin"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/93078A85T0b1fb03d4ab7072516a8ec630dcb96ce",
      "doi": "10.1103/czlf-bfvp",
      "summary": "We report on a 88Sr+ single-ion optical clock with an estimated fractional systematic uncertainty of 7.9-19. The low uncertainty is enabled by small rf losses, a thorough evaluation of the blackbody-radiation temperature, and our recent measurement of the differential polarizability. A detailed unce… [Phys. Rev. Applied] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Analog dual classifier via a time-modulated neuromorphic metasurface</span>",
      "authors": [
        "M. Mousa, M. Moghaddaszadeh, and M. Nouh"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/8f07fAb2S961ef0374c55b0184d4029f89fe56540",
      "doi": "10.1103/s22f-n7w8",
      "summary": "A neuromorphic metasurface embodies mechanical intelligence by realizing physical neural architectures. It exploits guided wave scattering to conduct computations in an analog manner. Through multiple tuned waveguides, the neuromorphic system recognizes the features of an input signal and self-ident… [Phys. Rev. Applied] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Microwave-activated high-fidelity three-qubit gate scheme for fixed-frequency superconducting qubits</span>",
      "authors": [
        "Kui Zhao, Wei-Guo Ma, Ziting Wang, Hao Li, Kaixuan Huang, Yun-Hao Shi, Kai Xu, and Heng Fan"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/c3075N32Qf91732f47cb5359481ecd1b010ea73a5",
      "doi": "10.1103/l721-33qk",
      "summary": "Scalable superconducting quantum processors require balancing critical constraints in coherence, control complexity, and spectral crowding. Fixed-frequency architectures suppress flux noise and simplify control via all-microwave operations but remain limited by residual ZZ crosstalk. Here we propose… [Phys. Rev. Applied] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Observation of a displaced squeezed state in high-harmonic generation",
      "authors": [
        "David Theidel, Viviane Cotte, Philip Heinzel, Houssna Griguer, Mateusz Weis, René Sondenheimer, and Hamed Merdji"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6r6n-pxfp",
      "doi": "10.1103/6r6n-pxfp",
      "summary": "High-harmonic generation (HHG) and quantum optics are historically two distant fields of science. HHG as a central technique to generate attosecond pulses via atoms, molecules, or solids has been mostly treated as a classical source of light. Entanglement and squeezing of HHG light would open fascin… [Phys. Rev. Research 7, 033223] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Spectrum of plasma excitations in a plasmonic crystal fabricated in an AlGaAs/GaAs heterostructure",
      "authors": [
        "A. R. Khisameeva, A. Shuvaev, A. A. Zabolotnykh, A. S. Astrakhantseva, D. A. Khudaiberdiev, A. Pimenov, I. V. Kukushkin, and V. M. Muravev"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3gnt-w1zj",
      "doi": "10.1103/3gnt-w1zj",
      "summary": "We report on the experimental study of the spectrum of plasma excitations in a plasmonic crystal fabricated from the two-dimensional electron system in an AlGaAs/GaAs semiconductor heterostructure. We perform a comprehensive research on the mode frequency and relaxation as a function of the gate wid… [Phys. Rev. Research 7, 033224] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Quantum wave simulation with sources and loss functions",
      "authors": [
        "Cyrill Bösch, Malte Schade, Giacomo Aloisi, Scott D. Keating, and Andreas Fichtner"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/t8wt-mp2l",
      "doi": "10.1103/t8wt-mp2l",
      "summary": "We present a quantum algorithmic framework for simulating linear, anti-Hermitian (lossless) wave equations in heterogeneous, anisotropic, and time-independent media. This framework encompasses a broad class of wave equations, including the acoustic wave equation, Maxwell’s equations, and the elastic… [Phys. Rev. Research 7, 033225] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Half-life measurements of highly charged radioisotopes by nuclear recoil in a Penning trap",
      "authors": [
        "Scott Moroch, Carolyn Chun, Doug VanDerwerken, Ariana Shearin, Brian L. Beaudoin, Klaus Blaum, and Timothy W. Koeth"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cv2g-c39p",
      "doi": "10.1103/cv2g-c39p",
      "summary": "A technique is introduced to measure the half-life of highly charged radioactive ions using nondestructive nuclear recoil detection in a cryogenic Penning trap. Simulations and statistical analyses are performed for 7 Be 3 + , which plays a critical role in stellar evolution and the production of solar neutrinos. [Phys. Rev. Research 7, 033226] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Fault-Tolerant Logical Clifford Gates from Code Automorphisms",
      "authors": [
        "Hasan Sayginel, Stergios Koutsioumpas, Mark Webster, Abhishek Rajput, and Dan E. Browne"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vf7v-cpq9",
      "doi": "10.1103/vf7v-cpq9",
      "summary": "A systematic method for identifying fault-tolerant logical Clifford gates in quantum error-correction codes by mapping them to classical binary codes and computing their code automorphisms enables the discovery of new gates for well-known code families. [PRX Quantum 6, 030343] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Synaptic imbalance and increased inhibition impair motor function in SMA",
      "authors": [
        "Emily V. Fletcher, Joshua I. Chalif, Travis M. Rotterman, John G. Pagiazitis, Meaghan Van Alstyne, Nandhini Sivakumar, Danny Florez-Paz, Joseph E. Rabinowitz, Livio Pellizzoni, Francisco J. Alvarez, George Z. Mentis"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt4126?af=R",
      "doi": "10.1126/sciadv.adt4126",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Mechanosensitive biochemical imprinting of the talin interaction with DLC1 regulates RhoA activity and cardiomyocyte remodeling",
      "authors": [
        "Emilie Marhuenda, Ioannis Xanthis, Poppy O. Smith, Aishwarya Prakash, Till Kallem, Pragati Pandey, Darren Graham Samuel Wilson, Amar Azad, Megan Richter, Davor Pavlovic, Katja Gehmlich, Giuseppe Faggian, Pamela Swiatlowska, Elisabeth Ehler, James Levitt, Simon P. Poland, Simon Ameer-Beg, Benjamin T Goult, Thomas Iskratsch"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt6083?af=R",
      "doi": "10.1126/sciadv.adt6083",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The role of the North American continent in strengthening the Asian summer monsoon",
      "authors": [
        "Linlin Chen, Paul J. Valdes, Alexander Farnsworth"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu8589?af=R",
      "doi": "10.1126/sciadv.adu8589",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Myo-inositol is a key regulator of avian metabolism: From mechanisms to seasonal behavior",
      "authors": [
        "Adi Domer, Tyler R. Misraje, Dianna Xing, B. Gabriela Arango, Giovanna Selleghin-Veiga, Ammon Corl, Rauri C. K. Bowie, Jimmy A. McGuire, Karen L. Sweazea, José Pablo Vázquez-Medina, Robert Dudley"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv2794?af=R",
      "doi": "10.1126/sciadv.adv2794",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Repurposing polyethylene terephthalate plastic waste to capture carbon dioxide",
      "authors": [
        "Margarita Poderyte, Rodrigo Lima, Peter Illum Golbækdal, Dennis Wilkens Juhl, Kathrine L. Olesen, Niels Chr. Nielsen, Arianna Lanza, Ji-Woong Lee"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv5906?af=R",
      "doi": "10.1126/sciadv.adv5906",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Retinal gene therapy using epiretinal AAV-containing fibrin hydrogel implants",
      "authors": [
        "Brittni A. Scruggs, Aubrey Berger, Travis Knudsen, Francesca N. Kopp, Matthew Hill, Emma Trncic, Kjersten Anderson, Raymond Iezzi, Alan D. Marmorstein"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv7922?af=R",
      "doi": "10.1126/sciadv.adv7922",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "PTPN22-CD45 dual phosphatase retrograde feedback enhances TCR signaling and autoimmunity",
      "authors": [
        "Shen Yang, Eugenio Santelli, Carlos G. Gonzalez, Wade T. Johnson, Irene V. Choi, Chuling Zhuang, Myungja Ro, Leigh-Ana M. Rossitto, I-Shing Yu, Shu-Wha Lin, Yuan Zhan, Qinwei Chen, Jonathan D. Yoshihara, Daniel J. Wallace, Caroline A. Jefferies, Michifumi Yamashita, David J. Gonzalez, Richard I. Ainsworth, Nisarg J. Shah, Stephanie M. Stanford, Nunzio Bottini"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw2568?af=R",
      "doi": "10.1126/sciadv.adw2568",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Efficient energy transfer in a hybrid organic-inorganic van der Waals heterostructure",
      "authors": [
        "Xiaoqing Chen, Huijuan Zhao, Ruixiang Fei, Chun Huang, Jingsi Qiao, Cheng Sun, Haiming Zhu, Li Zhan, Zehua Hu, Songlin Li, Li Yang, Zemin Tang, Lianhui Wang, Yi Shi, Wei Ji, Jian-Bin Xu, Li Gao, Xuetao Gan, Xinran Wang"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3969?af=R",
      "doi": "10.1126/sciadv.adw3969",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "TaGW2-TaVOZ1 module regulates wheat salt tolerance via both E3 ligase–dependent and –independent pathways",
      "authors": [
        "Shumin Li, Peiyin Zhang, Xuemin Wang, Wenxuan Feng, Hongqing Zhu, Zhen Qin, Bin Chen, Cun Wang, Xiaojun Nie, Zhensheng Kang, Hude Mao"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3985?af=R",
      "doi": "10.1126/sciadv.adw3985",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Brain stimulation preferentially influences long-range projections",
      "authors": [
        "Pedro G. Vieira, Matthew R. Krause, Pooya Laamerad, Christopher C. Pack"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2106?af=R",
      "doi": "10.1126/sciadv.adx2106",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Dynamic control of electron correlations in photodoped charge-transfer insulators",
      "authors": [
        "Thomas C. Rossi, Nicolas Tancogne-Dejean, Malte Oppermann, Michael Porer, Arnaud Magrez, Rajesh V. Chopdekar, Yayoi Takamura, Urs Staub, Renske M. van der Veen, Angel Rubio, Majed Chergui"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx5676?af=R",
      "doi": "10.1126/sciadv.adx5676",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "HIV-1 manipulates CD96 on CD4+ T cells to subvert antiviral immunity",
      "authors": [
        "Sandra Dehn, Rabea Burkhard, Johanna Leyens, Tabea Kaiser, Simone Brandimarte, Dinah Heiligensetzer, Herwig Koppensteiner, Baubak Bajoghli, Stephan Hailfinger, Karin Schilbach, Michael Schindler"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7485?af=R",
      "doi": "10.1126/sciadv.adx7485",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Preparation of ketonyl C-glycosides from designed glycosyl sulfides and styrenes by a radical pathway",
      "authors": [
        "Weidong Shang, Yanan Hu, Yang He, Dawen Niu, Weimin Li"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2175?af=R",
      "doi": "10.1126/sciadv.ady2175",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Chiral edge state control of thermoelectric effects",
      "authors": [
        "William Huynh, Boliang Liu, Simon Munyan, Sina Ahadi, Susanne Stemmer"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady9006?af=R",
      "doi": "10.1126/sciadv.ady9006",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Robotic micromanipulation for patterned and complex organoid biofabrication",
      "authors": [
        "Mingsi Tong, Gang Huang, Songlin Zhuang, Xinghu Yu, Delin Hu, Weiyang Lin, Yang Wu, Yuchen Chen, Shijia Cheng, Meng Jiang, Li Zhang, Huijun Gao"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz0808?af=R",
      "doi": "10.1126/sciadv.adz0808",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Homo-layer flexible Bi2Te3-based films with high thermoelectric performance",
      "authors": [
        "Dasha Mao, Jianmin Yang, Meng Han, Xiege Huang, Jianrui Wang, Baohai Jia, Zhongbin Wang, Xiao Xu, Lin Xie, Yi Zhou, Guodong Li, Ghim Wei Ho, Jiaqing He"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz1019?af=R",
      "doi": "10.1126/sciadv.adz1019",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Leveraging port state measures to combat illegal, unreported, and unregulated fishing",
      "authors": [
        "Elizabeth R. Selig, Colette C. C. Wabnitz, Shinnosuke Nakayama, Jaeyoon Park, Richard Barnes, Robert Blasiak, Dawn Borg-Costanzi, Bronwen Golder, Jean-Baptiste Jouffray, Jim Leape, Jessica L. Decker Sparks"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ads1592?af=R",
      "doi": "10.1126/sciadv.ads1592",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Chiral spin constrained assemblies for polarized optical mapping",
      "authors": [
        "Mingjiang Zhang, Shanshan Zhao, Jintong Li, Zeyi Li, Junjie Cai, Yajie Zhou, Qi Guo, Wenting Gao, Zhi Tong, Yaxin Wang, Guangen Li, Xueru Guo, Anqi Li, Jing Lin, Taotao Zhuang"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady1001?af=R",
      "doi": "10.1126/sciadv.ady1001",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Cotranslational protein folding through non-native structural intermediates",
      "authors": [
        "Siyu Wang, Amir Bitran, Ekaterina Samatova, Eugene I. Shakhnovich, Marina V. Rodnina"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2211?af=R",
      "doi": "10.1126/sciadv.ady2211",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Acoustofluidic system for targeted antibody removal in transplantation: Enabling small-volume therapeutic apheresis",
      "authors": [
        "Zhiteng Ma, Riley Kahan, Jianping Xia, Mengxi Wu, Brandon Lu, Emeraghi David, Ye He, Ying Chen, Jessica F. Liu, Mingyuan Liu, Haojun Xu, Linda Stempora, Nader Abraham, Ruoyu Zhong, Kaichun Yang, Ke Jin, Ke Li, Min Zhang, Qian Wu, Andrew Barbas, Jean Kwun, Luke P. Lee, Tony Jun Huang, Eileen T. Chambers"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady3262?af=R",
      "doi": "10.1126/sciadv.ady3262",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Unleashing pyroelectricity enhancement via phase transition–driven defect alignment in KNN-based ferroelectrics",
      "authors": [
        "Yuntao Huang, Yao Wu, Tiantian Wu, Jianwei Chen, Sijin Wang, Kan-Hao Xue, Zhengqian Fu, Wen Dong, Ting Zheng, Shujun Zhang, Jiagang Wu"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady5104?af=R",
      "doi": "10.1126/sciadv.ady5104",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Machine learning– and multilayer molecular network–assisted screening hunts fentanyl compounds",
      "authors": [
        "Changzhi Shi, Wanli Li, Yang Wang, Xi Chen, Meixiang Yu, Hai Zhang, Zecang You, Maoyong Song, Xiaojun Deng, Mingliang Fang"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw2799?af=R",
      "doi": "10.1126/sciadv.adw2799",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Bone health: Age-related changes in diaphyseal structural properties among European Holocene humans during the last 9000 years",
      "authors": [
        "Vladimír Sládek, Martin Hora, Cara Wall-Scheffler, Michal Struška, Margit Berner"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7981?af=R",
      "doi": "10.1126/sciadv.adx7981",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Adaptive superposition compound eyes for perceptions under distinct light levels",
      "authors": [
        "Heng Jiang, Chi Chung Tsoi, Yao Chai, Weixing Yu, Chi-Hung Tang, Yu Du, Zuankai Wang, Huaping Jia, Xuming Zhang"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2069?af=R",
      "doi": "10.1126/sciadv.ady2069",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "AI-powered automated model construction for patient-specific CFD simulations of aortic flows",
      "authors": [
        "Pan Du, Delin An, Chaoli Wang, Jian-Xun Wang"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw2825?af=R",
      "doi": "10.1126/sciadv.adw2825",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Planetary Health Diet and risk of mortality and chronic diseases: Results from US NHANES, UK Biobank, and a meta-analysis",
      "authors": [
        "Yuanyuan Wang, Da Pan, Chen Zhang, Dengfeng Xu, Yifei Lu, Shiyu Yin, Pei Wang, Jiayue Xia, Junhui Yu, Lirong Dong, Guiju Sun"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adq5147?af=R",
      "doi": "10.1126/sciadv.adq5147",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Aplf/Dna2 variants drive chromosomal fission and accelerate speciation in zokors",
      "authors": [
        "Na Wan, Qijiao Duan, Zhenyuan Cai, Zhanwu Zhu, JingOu Wang, Yonghui Tian, Wei Shen, Bowen Li, Zhuoran Kuang, Xiaolong Liang, Sanyuan Liu, Xuan An, Xiaojie Yang, Xi Liu, Leyan Mao, Jiaqi Chen, Yinjia Wang, Zhilong Feng, Wenwen Liu, Yueting Bu, Eviatar Nevo, Riccardo Papa, Axel Meyer, Jianquan Liu, Kexin Li"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt2282?af=R",
      "doi": "10.1126/sciadv.adt2282",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Formation of breccia pipes associated with a hydrogen-rich hydrothermal system on the east Caroline plate in the West Pacific",
      "authors": [
        "Yuanyuan Xiao, Kun Wang, Yuan Wang, Shuai Yuan, Hongyun Zhang, Tianyu Zhang, Congying Li, Annan Ren, Guozhi Xie, Vadim S. Kamenetsky, Hao Xie, Fengtai Tong, Shengji Wei, Weidong Sun"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2600?af=R",
      "doi": "10.1126/sciadv.adx2600",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Uridine as a potentiator of aminoglycosides through activation of carbohydrate transporters",
      "authors": [
        "Manon Lang, Stéphane Renard, Imane El-Meouche, Ariane Amoura, Erick Denamur, Léo Hardy, Julia Bos, Tara Brosschot, Molly A. Ingersoll, Eric Bacqué, Didier Mazel, Zeynep Baharoglu"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw7630?af=R",
      "doi": "10.1126/sciadv.adw7630",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Near-unity spontaneous emission factor InP surface-emitting lasers based on quasi-bound states in the continuum",
      "authors": [
        "Wei Wen Wong, Xiaoying Huang, Olivier Lee Cheong Lem, Chennupati Jagadish, Hark Hoe Tan"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx6527?af=R",
      "doi": "10.1126/sciadv.adx6527",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Computational design of potent and selective binders of BAK and BAX",
      "authors": [
        "Stephanie Berger, Erinna F. Lee, Tiffany J. Harris, Sharon Tran, Asim K. Bera, Lauren Arguinchona, Alex Kang, Banumathi Sankaran, Sila Kasapgil, Michelle S. Miller, Sean Smyth, Mariam Lutfi, Rachel T. Uren, Ruth M. Kluck, Peter M. Colman, Walter D. Fairlie, Peter E. Czabotar, David Baker, Richard W. Birkinshaw"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt4170?af=R",
      "doi": "10.1126/sciadv.adt4170",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Publisher Correction: In situ light-field imaging of octopus locomotion reveals simplified control",
      "authors": [
        "Kakani Katija",
        "Christine L. Huffard",
        "Paul L. D. Roberts",
        "Joost Daniels",
        "Jon Erickson",
        "Denis Klimov",
        "Henry A. Ruhl",
        "Alana D. Sherman"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09512-y",
      "doi": "10.1038/s41586-025-09512-y",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/s41586-025-09512-y Publisher Correction: In situ light-field imaging of octopus locomotion reveals simplified control"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Author Correction: <i>PPP2R1A</i> mutations portend improved survival after cancer immunotherapy",
      "authors": [
        "Yibo Dai",
        "Anne Knisely",
        "Mitsutake Yano",
        "Minghao Dang",
        "Emily M. Hinchcliff",
        "Sanghoon Lee",
        "Annalyn Welp",
        "Manoj Chelvanambi",
        "Matthew Lastrapes",
        "Heng Liu",
        "Zhe Yuan",
        "Chen Wang",
        "Hao Nie",
        "Stephanie Jean",
        "Luis J. Montaner",
        "Jiakai Hou",
        "Ami Patel",
        "Shrina Patel",
        "Bryan Fellman",
        "Ying Yuan",
        "Baohua Sun",
        "Renganayaki Krishna Pandurengan",
        "Edwin Roger Parra Cuentas",
        "Joseph Celestino",
        "Yan Liu",
        "Jinsong Liu",
        "R. Tyler Hillman",
        "Shannon N. Westin",
        "Anil K. Sood",
        "Pamela T. Soliman",
        "Aaron Shafer",
        "Larissa A. Meyer",
        "David M. Gershenson",
        "David Vining",
        "Dhakshinamoorthy Ganeshan",
        "Karen Lu",
        "Jennifer A. Wargo",
        "Weiyi Peng",
        "Rugang Zhang",
        "Linghua Wang",
        "Amir A. Jazaeri"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09586-8",
      "doi": "10.1038/s41586-025-09586-8",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/s41586-025-09586-8 Author Correction: PPP2R1A mutations portend improved survival after cancer immunotherapy"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Diabetes drug shows anti-ageing effects on chromsomes",
      "authors": [],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02838-7",
      "doi": "10.1038/d41586-025-02838-7",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/d41586-025-02838-7 Treatment with henagliflozin is linked to an increase in the length of telomeres, chromosomal caps that shorten over time."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "<i>Nature</i> goes inside the world’s largest ‘mosquito factory’ — here’s the buzz",
      "authors": [
        "Adam Levy",
        "Mariana Lenharo"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02857-4",
      "doi": "10.1038/d41586-025-02857-4",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/d41586-025-02857-4 Facility aims to stop deadly viruses such as Zika, dengue and chikungunya through the release of disease-fighting mosquitoes."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Hope for diabetes: CRISPR-edited cells pump out insulin in a person – and evade immune detection",
      "authors": [
        "Elie Dolgin"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02802-5",
      "doi": "10.1038/d41586-025-02802-5",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/d41586-025-02802-5 Edits create cells that don’t trigger an immune response, allowing implant recipient to forego immune-suppressing drugs."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "First CRISPR horses spark controversy: what’s next for gene-edited animals?",
      "authors": [
        "Katie Kavanagh"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02800-7",
      "doi": "10.1038/d41586-025-02800-7",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/d41586-025-02800-7 Horses with genomic edits to make them run faster have been banned from polo, but a zoo of CRISPR-edited animals is gaining acceptance in agriculture."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "When AI rejects your grant proposal: algorithms are helping to make funding decisions",
      "authors": [
        "David Adam"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02852-9",
      "doi": "10.1038/d41586-025-02852-9",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/d41586-025-02852-9 A Spanish foundation using an artificial-intelligence tool to screen grant applications says it makes the peer-review process more efficient, but other researchers say it’s a breakdown in trust."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Different flames",
      "authors": [
        "Beth Cato"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02773-7",
      "doi": "10.1038/d41586-025-02773-7",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/d41586-025-02773-7 A lesson learnt."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Publisher Correction: Optomechanical control of long-lived bulk acoustic phonons in the quantum regime",
      "authors": [
        "Hilel Hagai Diamandi",
        "Yizhi Luo",
        "David Mason",
        "Tevfik Bulent Kanmaz",
        "Sayan Ghosh",
        "Margaret Pavlovich",
        "Taekwan Yoon",
        "Ryan Behunin",
        "Shruti Puri",
        "Jack G. E. Harris",
        "Peter T. Rakich"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03054-w",
      "doi": "10.1038/s41567-025-03054-w",
      "summary": "Nature Physics, Published online: 05 September 2025; doi:10.1038/s41567-025-03054-w Publisher Correction: Optomechanical control of long-lived bulk acoustic phonons in the quantum regime"
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Pressure induced superconductivity in hybrid Ruddlesden‒Popper La<sub>5</sub>Ni<sub>3</sub>O<sub>11</sub> single crystals",
      "authors": [
        "Mengzhu Shi",
        "Di Peng",
        "Kaibao Fan",
        "Zhenfang Xing",
        "Shaohua Yang",
        "Yuzhu Wang",
        "Houpu Li",
        "Rongqi Wu",
        "Mei Du",
        "Binghui Ge",
        "Zhidan Zeng",
        "Qiaoshi Zeng",
        "Jianjun Ying",
        "Tao Wu",
        "Xianhui Chen"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03023-3",
      "doi": "10.1038/s41567-025-03023-3",
      "summary": "Nature Physics, Published online: 05 September 2025; doi:10.1038/s41567-025-03023-3 La5Ni3O11, a hybrid Ruddlesden–Popper nickelate, exhibits pressure-induced superconductivity with a high superconducting volume fraction. It offers insights into the interplay of structure and electronic order in nickelate superconductors."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Retraction Note: <i>O</i>-GlcNAc-mediated interaction between VER2 and TaGRP2 elicits <i>TaVRN1</i> mRNA accumulation during vernalization in winter wheat",
      "authors": [
        "Jun Xiao",
        "Shujuan Xu",
        "Chunhua Li",
        "Yunyuan Xu",
        "Lijing Xing",
        "Yuda Niu",
        "Qing Huan",
        "Yimiao Tang",
        "Changping Zhao",
        "Doris Wagner",
        "Caixia Gao",
        "Kang Chong"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63737-z",
      "doi": "10.1038/s41467-025-63737-z",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63737-z Retraction Note: O -GlcNAc-mediated interaction between VER2 and TaGRP2 elicits TaVRN1 mRNA accumulation during vernalization in winter wheat"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Addendum: Multipeptide vaccines for melanoma in the adjuvant setting: long-term survival outcomes and post-hoc analysis of a randomized phase II trial",
      "authors": [
        "Emily K. Ninmer",
        "Hong Zhu",
        "Kimberly A. Chianese-Bullock",
        "Margaret von Mehren",
        "Naomi B. Haas",
        "Merrick I. Ross",
        "Lynn T. Dengel",
        "Craig L. Slingluff Jr"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63690-x",
      "doi": "10.1038/s41467-025-63690-x",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63690-x Addendum: Multipeptide vaccines for melanoma in the adjuvant setting: long-term survival outcomes and post-hoc analysis of a randomized phase II trial"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Unraveling the regulative development and molecular mechanisms of identical sea urchin twins",
      "authors": [
        "Haruka Suzuki",
        "Junko Yaguchi",
        "Koki Tsuyuzaki",
        "Shunsuke Yaguchi"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63111-z",
      "doi": "10.1038/s41467-025-63111-z",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63111-z Experiments from over a century ago showed that dividing sea urchin embryos at the 2-cell stage yields two embryos, but the mechanisms of this phenomenon have not been shown. Here, they show that these embryos self-organize in an unusual way to pattern the body axes."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Hemispheric asymmetry of tau pathology is related to asymmetric amyloid deposition in Alzheimer’s Disease",
      "authors": [
        "Toomas Erik Anijärv",
        "Rik Ossenkoppele",
        "Ruben Smith",
        "Alexa Pichet Binette",
        "Lyduine E. Collij",
        "Harry H. Behjat",
        "Jonathan Rittmo",
        "Linda Karlsson",
        "Khazar Ahmadi",
        "Olof Strandberg",
        "Michael Weiner",
        "Paul Aisen",
        "Ronald Petersen",
        "Clifford R. Jack Jr.",
        "William Jagust",
        "Susan Landau",
        "Monica Rivera-Mindt",
        "Ozioma Okonkwo",
        "Leslie M. Shaw",
        "Edward B. Lee",
        "Arthur W. Toga",
        "Laurel Beckett",
        "Danielle Harvey",
        "Robert C. Green",
        "Andrew J. Saykin",
        "Kwangsik Nho",
        "Richard J. Perrin",
        "Duygu Tosun",
        "Danielle van Westen",
        "Jacob W. Vogel",
        "Erik Stomrud",
        "Sebastian Palmqvist",
        "Niklas Mattsson-Carlgren",
        "Nicola Spotorno",
        "Oskar Hansson"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63564-2",
      "doi": "10.1038/s41467-025-63564-2",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63564-2 Asymmetrical distribution of tau pathology in Alzheimer’s disease is linked to asymmetrical amyloid-beta deposition, not reduced brain connectivity, suggesting regional vulnerability plays a key role in determining the distribution of tau pathology."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Friedel oscillations and chiral superconductivity in monolayer NbSe<sub>2</sub>",
      "authors": [
        "Julian Siegl",
        "Anton Bleibaum",
        "Wen Wan",
        "Marcin Kurpas",
        "John Schliemann",
        "Miguel M. Ugeda",
        "Magdalena Marganska",
        "Milena Grifoni"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63319-z",
      "doi": "10.1038/s41467-025-63319-z",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63319-z The nature of the dominant pairing mechanism in some two-dimensional transition metal dichalcogenides is still debated. Here, the authors predict that the Kohn-Luttinger mechanism induces chiral p-wave superconductivity in monolayer NbSe2."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Transient domain boundary drives ultrafast magnetisation reversal",
      "authors": [
        "Martin Hennecke",
        "Daniel Schick",
        "Themistoklis P. H. Sidiropoulos",
        "Jun-Xiao Lin",
        "Zongxia Guo",
        "Grégory Malinowski",
        "Maximilian Mattern",
        "Lutz Ehrentraut",
        "Martin Schmidbauer",
        "Matthias Schnuerer",
        "Clemens von Korff Schmising",
        "Stéphane Mangin",
        "Michel Hehn",
        "Stefan Eisebitt"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63571-3",
      "doi": "10.1038/s41467-025-63571-3",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63571-3 The authors reveal that even within a few-nanometre thin films, ultrafast all-optical magnetisation switching is spatially inhomogeneous along the depth and driven by the picosecond propagation of a transient domain boundary."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Many plants naturalized as aliens abroad have also become more common within their native regions",
      "authors": [
        "Rashmi Paudel",
        "Trevor S. Fristoe",
        "Nicole L. Kinlock",
        "Amy J. S. Davis",
        "Weihan Zhao",
        "Hans Van Calster",
        "Milan Chytrý",
        "Jiří Danihelka",
        "Guillaume Decocq",
        "Luise Ehrendorfer - Schratt",
        "Kun Guo",
        "Wen-Yong Guo",
        "Zdeněk Kaplan",
        "Simon Pierce",
        "Jan Wild",
        "Wayne Dawson",
        "Franz Essl",
        "Holger Kreft",
        "Jan Pergl",
        "Petr Pyšek",
        "Marten Winter",
        "Mark van Kleunen"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63293-6",
      "doi": "10.1038/s41467-025-63293-6",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63293-6 How changes in species’ native occupancy over time relate to global naturalization success remains unclear. Here, the authors show that species with both high occupancy decades ago and increasing native occupancy ever since are more likely to become naturalized elsewhere."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Regio- and chemoselective catalytic partial transfer hydrogenation of quinolines by dinuclear aluminum species",
      "authors": [
        "Xufang Liu",
        "Arseni Kostenko",
        "Matthew M. D. Roy",
        "Tobias Weng",
        "Shigeyoshi Inoue"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63460-9",
      "doi": "10.1038/s41467-025-63460-9",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63460-9 While catalytic reduction of quinolines has gained interest as a way to provide direct and efficient access to tetrahydroquinolines or 1,2-dihydroquinolines, the catalytic synthesis of 1,2-dihydroquinolines remains underdeveloped. Here, the authors demonstrate a catalytic 1,2-reduction of quinolines using a dinuclear aluminum complex."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Accelerating development of polycyclic heteroaromatic emitters with small singlet–triplet energy gaps",
      "authors": [],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02352-1",
      "doi": "10.1038/s41563-025-02352-1",
      "summary": "Nature Materials, Published online: 05 September 2025; doi:10.1038/s41563-025-02352-1 A simple physical model based on electronic interactions between excited configurations enables the quick and reliable prediction of singlet–triplet energy gaps in polycyclic heteroaromatic emitters. Guided by this model, organic emitters with small singlet–triplet energy gaps can be designed for applications in organic light-emitting diodes with high efficiency and colour purity."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Local photocrosslinking of native tissue matrix regulates lung epithelial cell mechanosensing and function",
      "authors": [
        "Donia W. Ahmed",
        "Matthew L. Tan",
        "Yuchen Liu",
        "Jackson Gabbard",
        "Esther Gao",
        "Avinava Roy",
        "Michael M. Hu",
        "Firaol S. Midekssa",
        "Miriam Stevens",
        "Fulei Wuchu",
        "Minal Nenwani",
        "Jingyi Xia",
        "Adam Abraham",
        "Deepak Nagrath",
        "Lin Han",
        "Rachel L. Zemans",
        "Brendon M. Baker",
        "Claudia Loebel"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02329-0",
      "doi": "10.1038/s41563-025-02329-0",
      "summary": "Nature Materials, Published online: 05 September 2025; doi:10.1038/s41563-025-02329-0 Using visible-light-induced crosslinking, a local stiffening approach is developed for ex vivo mouse and human lung tissue as an early lung injury model, directing epithelial cell mechanosensing, differentiation and nascent protein deposition."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Magnetically actuated multimodal bioelectronic catheter for minimally invasive surgery and sensing",
      "authors": [
        "Jingbo Yang",
        "Yuanxi Zhang",
        "Zhengjie Liu",
        "Shuang Huang",
        "Xinshuo Huang",
        "Yunuo Wang",
        "Mingqiang Li",
        "Shantao Zheng",
        "Fuqian Chen",
        "Jing Liu",
        "Yu Tao",
        "Tong Wu",
        "Lizhi Xu",
        "Huijiuan Chen",
        "Lelun Jiang",
        "Xi Xie"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02340-5",
      "doi": "10.1038/s41563-025-02340-5",
      "summary": "Nature Materials, Published online: 05 September 2025; doi:10.1038/s41563-025-02340-5 A magnetically steered flexible bioelectronic catheter enables minimally invasive surgeries in animal models with simultaneous metabolite sensing."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Towards Floquet Chern insulators of light",
      "authors": [
        "Jicheng Jin",
        "Li He",
        "Jian Lu",
        "Lin Chang",
        "Chen Shang",
        "John E. Bowers",
        "Eugene J. Mele",
        "Bo Zhen"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02003-1",
      "doi": "10.1038/s41565-025-02003-1",
      "summary": "Nature Nanotechnology, Published online: 05 September 2025; doi:10.1038/s41565-025-02003-1 A topological phase of light emerges in dynamically driven nonlinear photonic crystals."
    }
  ]
}