{
  "generatedAt": "2025-09-03T01:42:47.424837+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Heisenberg-Limited Continuous-Variable Distributed Quantum Metrology with Arbitrary Weights",
      "authors": [
        "Wenchao Ge and Kurt Jacobs"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jkjj-3gvb",
      "doi": "10.1103/jkjj-3gvb",
      "summary": "Distributed quantum metrology (DQM) enables the estimation of global functions of $d$ distributed parameters beyond the capability of separable sensors. Continuous-variable DQM involves using a linear network with at least one nonclassical input. Here, we fully elucidate the structure of linear netw… [Phys. Rev. Lett. 135, 100801] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Ultralight Dark Matter Statistics for Pulsar Timing Detection",
      "authors": [
        "Kimberly K. Boddy, Jeff A. Dror, and Austin Lam"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hgnx-w1dn",
      "doi": "10.1103/hgnx-w1dn",
      "summary": "Fluctuations in ultralight dark matter produce significant metric perturbations, which may be detected by monitoring the arrival times of light from millisecond pulsars. While searches using this technique are already underway, they do not consistently account for the statistical properties of the d… [Phys. Rev. Lett. 135, 101001] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Universal Bound on the Duration of a Kination Era",
      "authors": [
        "Cem Eröncel, Yann Gouttenoire, Ryosuke Sato, Géraldine Servant, and Peera Simakachorn"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/k7ty-gwjg",
      "doi": "10.1103/k7ty-gwjg",
      "summary": "We show that primordial adiabatic curvature fluctuations generate an instability of the scalar field sourcing a kination era. We demonstrate that the generated higher Fourier modes constitute a radiationlike component dominating over the kination background after about 11 e-folds of cosmic expansion… [Phys. Rev. Lett. 135, 101002] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Unveiling the Electrodynamic Nature of Spacetime Collisions",
      "authors": [
        "Siddharth Boyeneni, Jiaxi Wu, and Elias R. Most"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/995s-wxl7",
      "doi": "10.1103/995s-wxl7",
      "summary": "Gravitational field equations describing binary black holes can be recast in a form resembling coupled Maxwell’s equations for electrodynamics. [Phys. Rev. Lett. 135, 101401] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Localization of the M2-Brane",
      "authors": [
        "Friðrik Freyr Gautason and Jesse van Muiden"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/67bh-xd42",
      "doi": "10.1103/67bh-xd42",
      "summary": "We study quantum M2-branes in holographic backgrounds and show that their moduli spaces of zero modes are localized according to an R-symmetry Killing vector. We discuss the relation with recent results in the context of equivariant localization in gauged supergravity and argue its origin within M-t… [Phys. Rev. Lett. 135, 101601] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Electroweak Symmetry Restoration and Radiation Amplitude Zeros",
      "authors": [
        "Rodolfo Capdevilla and Tao Han"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sv5n-t5xm",
      "doi": "10.1103/sv5n-t5xm",
      "summary": "In high-energy collisions far above the electroweak scale, the effects of electroweak symmetry breaking are expected to become parametrically small $δ∼{M}_{W}/E$. This defines the extent to which the electroweak gauge symmetry is restored: (i) the physics of the transverse gauge bosons and fermions … [Phys. Rev. Lett. 135, 101801] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Measurement of the Positive Muon Anomalous Magnetic Moment to 127 ppb",
      "authors": [
        "D. P. Aguillard <em>et al.</em> (Muon <math xmlns=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><mi>g</mi><mo>−</mo><mn>2</mn></math> Collaboration)"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7clf-sm2v",
      "doi": "10.1103/7clf-sm2v",
      "summary": "P. Aguillard et al. (Muon g − 2 Collaboration) The final results from the Muon g − 2 experiment agree with the latest predictions of the muon’s magnetic properties—letting down hopes that the particle would upset the standard model’s applecart. [Phys. Rev. Lett. 135, 101802] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Single-Inclusive Hadron Production in Electron-Positron Annihilation at Next-to-Next-to-Next-to-Leading Order in QCD",
      "authors": [
        "Chuan-Qi He, Hongxi Xing, Tong-Zhi Yang, and Hua Xing Zhu"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vtz2-6bnm",
      "doi": "10.1103/vtz2-6bnm",
      "summary": "Single-inclusive hadron production in electron-positron annihilation (SIA) represents the cleanest process for investigating the dynamics of parton hadronization, as encapsulated in parton fragmentation functions. In this Letter, we present, for the first time, the analytical computation of quantum … [Phys. Rev. Lett. 135, 101901] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Magnifying the Wave Function of Interacting Fermionic Atoms",
      "authors": [
        "Sandra Brandstetter, Carl Heintze, Paul Hill, Philipp M. Preiss, Maciej Gałka, and Selim Jochim"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wdjr-m2hg",
      "doi": "10.1103/wdjr-m2hg",
      "summary": "A new technique allows the imaging of an atomic system in which the interatomic spacing is smaller than the optical-resolution limit. [Phys. Rev. Lett. 135, 103401] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "High-Throughput Search for Metallic Altermagnets by Embedded Dynamical Mean Field Theory",
      "authors": [
        "Xuhao Wan, Subhasish Mandal, Yuzheng Guo, and Kristjan Haule"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/k47t-23gp",
      "doi": "10.1103/k47t-23gp",
      "summary": "We introduce a high-fidelity high-throughput screening (HTS) strategy to accelerate the discovery of altermagnets by combining density functional theory (DFT) with embedded dynamical mean-field theory. Our approach improves over the HTS with the conventional DFT method in the accuracy of predicting … [Phys. Rev. Lett. 135, 106501] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Non-Hermitian Floquet Topological Sensors for Ultrasensitive Detection of Dynamic Signals",
      "authors": [
        "Xiaoqi Zhou, Weixuan Zhang, Wenhui Cao, and Xiangdong Zhang"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/f6wd-gljq",
      "doi": "10.1103/f6wd-gljq",
      "summary": "Non-Hermitian systems, distinguished by the presence of exceptional points and non-Hermitian topological states, have transformed sensing technologies through the implementation of novel physical mechanisms. However, despite their demonstrated potential, existing non-Hermitian sensors are predominan… [Phys. Rev. Lett. 135, 106601] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Quantum Geometry and the Electric Magnetochiral Anisotropy in Noncentrosymmetric Polar Media",
      "authors": [
        "Pierpaolo Fontana, Victor Velasco, Chang Niu, Peide D. Ye, Pedro V. Lopes, Kaio E. M. de Souza, Marcus V. O. Moutinho, Caio Lewenkopf, and Marcello B. Silva Neto"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7nxc-j62y",
      "doi": "10.1103/7nxc-j62y",
      "summary": "Ye, Pedro V. Lopes, Kaio E. M. de Souza, Marcus V. O. Moutinho, Caio Lewenkopf, and Marcello B. Silva Neto The electric magnetochiral anisotropy is a nonreciprocal phenomenon accessible via second harmonic transport in noncentrosymmetric, time-reversal invariant materials, in which the rectification of current, $\\mathbf{I}$, can be controlled by an external magnetic field, $\\mathbf{B}$. Quantum geometry,… [Phys. Rev. Lett. 135, 106602] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Anomalous Hall Effect in the Dirac Semimetal ${\\mathrm{Cd}}_{3}{\\mathrm{As}}_{2}$ Probed by In-Plane Magnetic Field",
      "authors": [
        "Shinichi Nishihaya, Hiroaki Ishizuka, Yuki Deguchi, Ayano Nakamura, Tadashi Yoneda, Hsiang Lee, Markus Kriener, and Masaki Uchida"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5d7l-mr7k",
      "doi": "10.1103/5d7l-mr7k",
      "summary": "Intrinsic anomalous Hall effect (AHE) formulated by geometric properties of Bloch wave functions is a ubiquitous transport phenomenon not limited to magnetic systems but also allowed in nonmagnetic ones under an external field breaking time-reversal symmetry. On the other hand, detection of field-in… [Phys. Rev. Lett. 135, 106603] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Mixing of Surface and Bulk Optical Nonlinearities via Surface Plasmon Polaritons",
      "authors": [
        "Guy Sayer, Matan Iluz, Amit Kam, and Guy Bartal"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qs45-4rqd",
      "doi": "10.1103/qs45-4rqd",
      "summary": "We present controlled interplay between the surface second-order and bulk third-order nonlinearities of gold, utilizing wave mixing between surface plasmons on the metal-air interface and free-space photons. By tuning the nonlinear interactions, we demonstrate experimentally that photons emerging fr… [Phys. Rev. Lett. 135, 106901] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Diffusive Nature of Housing Prices",
      "authors": [
        "Antoine-Cyrus Becharat, Michael Benzaquen, and Jean-Philippe Bouchaud"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/f4vr-xdny",
      "doi": "10.1103/f4vr-xdny",
      "summary": "We analyze the French housing market prices in the period 1970–2022, with high-resolution data from 2018 to 2022. The spatial correlation of the observed price field exhibits logarithmic decay characteristic of the two-dimensional random diffusion equation— local interactions may create long-range co… [Phys. Rev. Lett. 135, 107401] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Particle Scale Anisotropy Controls Bulk Properties in Sheared Granular Materials",
      "authors": [
        "Carmen L. Lee, Ephraim Bililign, Emilien Azéma, and Karen E. Daniels"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gp8t-v82n",
      "doi": "10.1103/gp8t-v82n",
      "summary": "The bulk dynamics of dense granular materials arise through a combination of particle-scale and mesoscale effects. Theoretical and numerical studies have shown that collective effects are created by particle-scale anisotropic structures such as grain connectivity, force transmission, and frictional … [Phys. Rev. Lett. 135, 108201] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Anomalous Shear Stress Growth during Relaxation of a Soft Glass",
      "authors": [
        "Crystal E. Owens"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/421k-58rm",
      "doi": "10.1103/421k-58rm",
      "summary": "We show experimentally that multiple soft glassy fluids are capable of storing directional rheological signatures from past shear history, evidenced during stress growth and overall nonmonotonic stress relaxation after small steps in strain. We illustrate theoretically that these responses can be re… [Phys. Rev. Lett. 135, 108202] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Cell Stiffness-Mediated Mechanochemical Waves in Three-Dimensional Tissues",
      "authors": [
        "Pengyu Yu, Rui Zhang, and Bo Li"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/r4fs-4qqk",
      "doi": "10.1103/r4fs-4qqk",
      "summary": "Tissue development, physiological or pathological, commonly involves stiffness alterations in the constituent cells. Here, we develop a three-dimensional (3D) active vertex model incorporating mechanical feedback from extracellular signal-regulated kinase (ERK) to explore mechanochemical waves in ti… [Phys. Rev. Lett. 135, 108401] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Effects of the compression rates on the lattice parameters in Zn investigated by dynamic diamond anvil cell",
      "authors": [
        "C. Plueckthun, J. M. Kaa, N. Giordano, R. Husband, M. Schoelmerich, S. Merkel, R. Redmer, and Z. Konopkova"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m616-lzw7",
      "doi": "10.1103/m616-lzw7",
      "summary": "High-pressure experiments allow us to induce and control chemical reactions or synthesize materials of unique properties. Furthermore, they are our primary means to replicate the conditions of geological processes and thus of studying, measuring, and understanding compositions and conditions in plan… [Phys. Rev. B 112, 094101] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Dielectric softening in the halide double perovskites ${A}_{2}{\\mathrm{Au}}_{2}{X}_{6}$ ($A=$ Cs, Rb; $X=$ Cl, Br, I) via a strain-mediated pseudotriggered mechanism",
      "authors": [
        "Urmimala Dey, Jordan A. R. Cowell, and Nicholas C. Bristowe"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/p2l9-lgp1",
      "doi": "10.1103/p2l9-lgp1",
      "summary": "The authors uncover here a previously unreported polar phase in gold halide double perovskites, where the softening of a polar mode arises via an unconventional strain-mediated pseudo-triggered mechanism. This discovery reveals a new class of ferroelectric phase transition and suggests a broadly applicable route to enhance dielectric response in lead-free perovskites, with promising implications for photovoltaic and ultrafast device applications. [Phys. Rev. B 112, 094102] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Symmetry- and energy-resolved entanglement dynamics in a disordered Bose-Hubbard model",
      "authors": [
        "Jie Chen, Chun Chen, and Xiaoqun Wang"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/88sq-cm27",
      "doi": "10.1103/88sq-cm27",
      "summary": "The phenomenology of many-body localization (MBL) develops mainly from tackling the one-dimensional spin or fermion systems. The situation when interacting bosons get clustered in a random potential remains less explored. Using numerical quantum quenches with special emphasis on the integration of b… [Phys. Rev. B 112, 094201] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Giant rotational speed induced by symmetry-selective focusing",
      "authors": [
        "Yiyun Chen, Dongyong Wang, Xixi Zhang, Xiao Li, Jun Chen, Zhifang Lin, and Jack Ng"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wqs1-7ln9",
      "doi": "10.1103/wqs1-7ln9",
      "summary": "Achieving ultra-high-speed rotation of a nanomotor has significant implications for multiple disciplines and fields, such as small force sensing, quantum optics, and material testing. We developed an angular meta-accelerator to amplify the rotational dynamics of a nanomotor in vacuum, achieving the … [Phys. Rev. B 112, 094301] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Late-time ensembles of quantum states in quantum chaotic systems",
      "authors": [
        "Souradeep Ghosh, Christopher M. Langlett, Nicholas Hunter-Jones, and Joaquin F. Rodriguez-Nieva"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bwr6-vskn",
      "doi": "10.1103/bwr6-vskn",
      "summary": "Initially unentangled states undergoing quantum chaotic dynamics are expected to evolve into featureless states at late times. While this expectation holds true on an averaged, coarse-grained level, it is unclear if this expectation applies to higher statistical moments, as symmetries present in phy… [Phys. Rev. B 112, 094302] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Variational simulation of quantum phase transitions induced by boundary fields",
      "authors": [
        "Alan Duriez, Andreia Saguia, and Marcelo S. Sarandy"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zfdt-1k63",
      "doi": "10.1103/zfdt-1k63",
      "summary": "The characterization of quantum phase transitions is a fundamental task for the understanding of quantum phases of matter, with a number of potential applications in quantum technologies. In this work, we use digital quantum simulation as a resource to theoretically and experimentally study quantum … [Phys. Rev. B 112, 094401] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin dynamics in natural multiferroic pyroxene ${\\mathrm{NaFeSi}}_{2}{\\mathrm{O}}_{6}$",
      "authors": [
        "Oleksandr Prokhnenko, Stanislav E. Nikitin, Koji Kaneko, Chihiro Tabata, Yusuke Hirose, Yoshifumi Tokiwa, Yoshinori Haga, Masaki Fujita, Hiroyuki Nojiri, Lawrence M. Anovitz, and Andrey Podlesnyak"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tb2z-skj1",
      "doi": "10.1103/tb2z-skj1",
      "summary": "Spin dynamics in the natural mineral aegirine, ${\\mathrm{NaFeSi}}_{2}{\\mathrm{O}}_{6}$, a member of the pyroxene family, was studied by elastic and inelastic neutron scattering. Magnetization and specific-heat measurements as well as single-crystal neutron diffraction maps, taken in the temperature … [Phys. Rev. B 112, 094402] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Direct probe of magnetic field effects on phonons by ultrasound propagation in the quasi-two-dimensional honeycomb magnet ${\\mathrm{Na}}_{2}{\\mathrm{Co}}_{2}{\\mathrm{TeO}}_{6}$",
      "authors": [
        "Xiaochen Hong, Maximilian Schiffer, Beat Valentin Schwarze, Marc Uhlarz, Xianghong Jin, Weiliang Yao, Lukas Janssen, Sergei Zherlitsyn, Bernd Büchner, Yuan Li, Young Sun, and Christian Hess"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kw7z-226c",
      "doi": "10.1103/kw7z-226c",
      "summary": "We study the phonon behavior of the Co-based honeycomb frustrated magnet ${\\mathrm{Na}}_{2}{\\mathrm{Co}}_{2}{\\mathrm{TeO}}_{6}$ under a magnetic field applied perpendicular to the honeycomb plane. The temperature and field dependence of the sound velocity and sound attenuation unveil prominent spin-… [Phys. Rev. B 112, 094403] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Unified bonding entropy model to determine magnetic properties in graphene nanoflakes",
      "authors": [
        "Chang-Chun He, Jiarui Zeng, Yu-Jun Zhao, and Xiao-Bao Yang"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kg19-6xmm",
      "doi": "10.1103/kg19-6xmm",
      "summary": "Graphene nanoflakes (GNFs) exhibit rich magnetic behaviors arising from two primary mechanisms: geometry frustration in non-Kekulé structures and electron delocalization-driven aromatic stabilization in Kekulé-type systems. Herein, we develop a unified bonding entropy model (BEM) to quantitatively c… [Phys. Rev. B 112, 094404] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Disorder and robustness of superconductivity on the quasi-one-dimensional flat-band Creutz lattice",
      "authors": [
        "Si Min Chan, B. Grémaud, and G. George Batrouni"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nn9h-r25c",
      "doi": "10.1103/nn9h-r25c",
      "summary": "We study the interplay between on-site disorder and fermion pairing on the quasi-one-dimensional flat-band Creutz lattice. Both disorder and flat bands localize particles, but an attractive interaction results in pair formation and delocalization giving rise to superconductivity. In this work, we ex… [Phys. Rev. B 112, 094501] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Pressure-induced anomalous enhancement in the superconducting critical temperature of the transition metal chalcogenides $\\mathrm{T}{\\mathrm{a}}_{2}\\mathrm{Pd}{\\mathrm{S}}_{6}$ and $\\mathrm{T}{\\mathrm{a}}_{2}\\mathrm{PdS}{\\mathrm{e}}_{6}$",
      "authors": [
        "Ryo Matsumoto, Akitoshi Nakano, Takafumi D. Yamamoto, Kensei Terashima, Kazuki Yamane, Masahiro Ohkuma, Ichiro Terasaki, and Yoshihiko Takano"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cbw7-hg35",
      "doi": "10.1103/cbw7-hg35",
      "summary": "The emergence of a second superconducting dome through pressure-induced crystal structure manipulation has garnered considerable interest. Transition-metal chalcogenides (TMCs) offer a promising platform, as several binary compounds in this category have shown the second dome. Recently, ternary TMCs… [Phys. Rev. B 112, 094502] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Vertex correction for the linear and nonlinear optical responses in superconductors: Multiband effect and topological superconductivity",
      "authors": [
        "Hiroto Tanaka and Youichi Yanase"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/76lk-kj4x",
      "doi": "10.1103/76lk-kj4x",
      "summary": "Intensive research has revealed intriguing optical responses in topological materials. This paper focuses on the optical responses in $s$-wave superconductors with Rashba spin-orbit coupling and a magnetic field, one of the platforms for topological superconductivity. On the one hand, to satisfy som… [Phys. Rev. B 112, 094503] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Topological in-gap states in a non-Hermitian quasicrystal with $p$-wave pairing",
      "authors": [
        "Shaina Gandhi and Jayendra N. Bandyopadhyay"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nmx3-dwkm",
      "doi": "10.1103/nmx3-dwkm",
      "summary": "The interplay of onsite quasiperiodic potential, superconductivity, and non-Hermiticity is explored in a non-Hermitian unconventional superconducting quasicrystal described by the Aubry-André-Harper model with $p$-wave pairing. Importantly, here the asymmetry is introduced in the hopping to break th… [Phys. Rev. B 112, 104201] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Stabilizer entropy in nonintegrable quantum evolutions",
      "authors": [
        "J. Odavić, M. Viscardi, and A. Hamma"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/y9r6-dx7p",
      "doi": "10.1103/y9r6-dx7p",
      "summary": "Entanglement and stabilizer entropy are both involved in the onset of complex behavior in quantum many-body systems. Their interplay is at the root of complexity of simulability, scrambling, thermalization, and typicality. In this work, we study the dynamics of entanglement, stabilizer entropy, and … [Phys. Rev. B 112, 104301] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Entanglement transition in a cluster spin chain coupled with free spins",
      "authors": [
        "Kevissen Sellapillay, Laurent Raymond, and Alberto D. Verga"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cw4n-b8xc",
      "doi": "10.1103/cw4n-b8xc",
      "summary": "We investigate the entanglement of a ladder of spins formed by two sublattices, a “cluster” chain and the “environment”, consisting of independent spins, both coupled by an exchange interaction and evolving under a unitary discrete-time dynamics. The automaton is defined by the composition of the tw… [Phys. Rev. B 112, 104302] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Dynamics of interacting particles on a rhombus chain: Aharonov-Bohm caging and inverse Anderson transition",
      "authors": [
        "Sitaram Maity, Biswajit Paul, Saumya Prakash Sharma, and Tapan Mishra"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7nzr-14dw",
      "doi": "10.1103/7nzr-14dw",
      "summary": "The Aharonov-Bohm (AB) caging is the phenomenon of extreme localization of particles subjected to magnetic fields in certain tight binding lattices. While the AB caging involves the localization of noninteracting particles, it often breaks down due to the effect of interaction, resulting in delocali… [Phys. Rev. B 112, 104304] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Excitations and dynamical structure factor of ${J}_{1}\\text{−}{J}_{2}$ spin-$\\frac{3}{2}$ and spin-$\\frac{5}{2}$ Heisenberg spin chains",
      "authors": [
        "Aman Sharma, Mithilesh Nayak, Natalia Chepiga, and Frédéric Mila"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pddz-42x9",
      "doi": "10.1103/pddz-42x9",
      "summary": "We study the dynamical structure factor of the frustrated spin-$3/2\\phantom{\\rule{4pt}{0ex}}{J}_{1}\\text{−}{J}_{2}$ Heisenberg chains, with particular focus on the partially dimerized phase that emerges between two Kosterlitz-Thouless transitions. Using a valence bond solid Ansatz corroborated by de… [Phys. Rev. B 112, 104401] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spontaneous symmetry breaking in the Heisenberg antiferromagnet on a triangular lattice",
      "authors": [
        "Bastián Pradenas, Grigor Adamyan, and Oleg Tchernyshyov"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/f165-hrcf",
      "doi": "10.1103/f165-hrcf",
      "summary": "We present a detailed investigation of an overlooked symmetry structure in noncollinear antiferromagnets that gives rise to an emergent quantum number for magnons. Focusing on the triangular-lattice Heisenberg antiferromagnet, we show that its spin-order parameter transforms under an enlarged symmet… [Phys. Rev. B 112, 104402] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Rethinking $α\\text{−}{\\mathrm{RuCl}}_{3}$: Parameters, models, and phase diagram",
      "authors": [
        "Marius Möller, P. A. Maksimov, Shengtao Jiang (蒋晟韬), Steven R. White, Roser Valentí, and A. L. Chernyshev"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hflp-41lj",
      "doi": "10.1103/hflp-41lj",
      "summary": "α -RuCl 3 promises to harbor an exotic Kitaev spin liquid that could shape the fortunes of the fields of quantum materials and quantum computing. Here, the authors offer a Rosetta Stone for this and other anisotropic-exchange Kitaev materials. The key message is the approach for constraining parameters of their low-energy spin models using experimental observables. This work clears the path to a consistent interpretation of experiments and gives important new insights into the fundamental properties of quantum magnets with spin-orbit coupling. [Phys. Rev. B 112, 104403] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Real-space Chebyshev-Bogoliubov method for topological thermal transport in magnon systems",
      "authors": [
        "Hengyi Xu"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8l5b-fypr",
      "doi": "10.1103/8l5b-fypr",
      "summary": "We develop a real-space computational framework that integrates Chebyshev polynomial expansions with generalized Bogoliubov transformations to address anomalous quadratic interactions in magnon systems. The method enables efficient calculation of thermal transport coefficients through random trace e… [Phys. Rev. B 112, 104404] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Ratchet Hall effect in fluctuating superconductors",
      "authors": [
        "A. V. Parafilo, V. M. Kovalev, and I. G. Savenko"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qj13-lw4p",
      "doi": "10.1103/qj13-lw4p",
      "summary": "We propose a superconducting ratchet-induced Hall effect (RHE), characterized by the emergence of a unidirectional, rectified flux of fluctuating Cooper pairs in a two-dimensional thin film exposed to an external electromagnetic field. The RHE is a second-order response with respect to the electroma… [Phys. Rev. B 112, 104501] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Machine learning the local electronic density of states",
      "authors": [
        "A. Aryanpour and Ali Sadeghi"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/91sg-6ydl",
      "doi": "10.1103/91sg-6ydl",
      "summary": "Electronic density of states (DOS) plays a crucial role in determining and understanding materials properties. We investigate the machine learnability of additive atomic contributions to electronic DOS, focusing on atom-projected DOS rather than structural DOS. This approach for structure-property m… [Phys. Rev. B 112, 115101] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Point-group symmetry enriched topological orders",
      "authors": [
        "Zhaoyang Ding and Yang Qi"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ghds-2st8",
      "doi": "10.1103/ghds-2st8",
      "summary": "We study the classification of two-dimensional (2D) topological orders enriched by point-group symmetries, by generalizing the folding approach, which was previously developed for mirror-symmetry-enriched topological orders. We fold the 2D plane hosting the topological order into the fundamental dom… [Phys. Rev. B 112, 115102] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Experimental electronic structure of the mineral superconductor covellite CuS",
      "authors": [
        "A. Antezak, T. Kato, P. Rezende-Gonçalves, F. Fortuna, M. Rosmus, N. Olszowska, A. F. Santander-Syro, and E. Frantzeskakis"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/st9q-frph",
      "doi": "10.1103/st9q-frph",
      "summary": "Covellite (CuS) is the first known natural mineral superconductor. Despite its simple chemical formula, covellite exhibits a rich crystal structure at the origin of several remarkable properties. The ionic arrangement in CuS crystals leads to a mixed valence of Cu and a second-order structural trans… [Phys. Rev. B 112, 115103] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quasilocal frustration-free free fermions",
      "authors": [
        "Shunsuke Sengoku, Hoi Chun Po, and Haruki Watanabe"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/794x-jdn7",
      "doi": "10.1103/794x-jdn7",
      "summary": "Recent studies have revealed that frustration-free models, expressed as sums of finite-range interactions or hoppings, exhibit several properties markedly different from those of frustrated models. In this work, we demonstrate that, by relaxing the finite-range condition to allow for exponentially d… [Phys. Rev. B 112, 115104] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Symmetry analysis of cross-circular and parallel-circular Raman optical activity",
      "authors": [
        "Hikaru Watanabe, Rikuto Oiwa, Gakuto Kusuno, Takuya Satoh, and Ryotaro Arita"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/45jq-j23c",
      "doi": "10.1103/45jq-j23c",
      "summary": "Raman scattering with circular polarization provides a powerful probe of symmetry and exotic orders in quantum materials, including chirality and magnetism. The authors present here a systematic symmetry analysis of cross- and parallel-circular Raman optical activities, which represent circular dichroic responses in Raman scattering. They demonstrate that these activities are intrinsically linked to chiral and axial-vector motifs of materials, thereby establishing a diagnostic framework for identifying space-time symmetries in complex quantum phases. [Phys. Rev. B 112, 115105] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Periodic revivals from supersymmetry in a fermionic kinetically constrained model",
      "authors": [
        "Wouter Buijsman and Pieter W. Claeys"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8ltb-z4vp",
      "doi": "10.1103/8ltb-z4vp",
      "summary": "Supersymmetry provides a natural playground for the construction of dynamically constrained lattice fermion models. We here illustrate how supersymmetry can be used to construct a fermionic equivalent of the PXP model with an adjustable chemical potential. This model is closely related to the $\\math… [Phys. Rev. B 112, 115107] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Time-domain theory of transient heat conduction in the local limit",
      "authors": [
        "David E. Crawford, Yi Zeng, Judith Vidal, and Jianjun Dong"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/p8wg-p1j3",
      "doi": "10.1103/p8wg-p1j3",
      "summary": "Ultrafast and nanoscale heat conduction demands a unified theoretical framework that rigorously bridges macroscopic transport equations with microscopic material properties derived from statistical physics. Existing empirical generalizations of Fourier's law often lack a solid microscopic foundation… [Phys. Rev. B 112, 115201] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Impact of graphene encapsulation on thermodynamics of quantum emitters in hexagonal boron nitride",
      "authors": [
        "M. K. Prasad, J. P. Goss, and J. D. Mar"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/k155-1t97",
      "doi": "10.1103/k155-1t97",
      "summary": "Color centers in hexagonal boron nitride (hBN) have gained significant interest as single-photon emitters and spin qubits for applications in a wide range of quantum technologies. As the integration of these solid-state quantum emitters into electronic devices necessitates electrical control, it is … [Phys. Rev. B 112, 115301] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetically tuned topological phase in graphene nanoribbon heterojunctions",
      "authors": [
        "Wei-Jian Li, Da-Fei Sun, Sheng Ju, Ai-Lei He, and Yuan Zhou"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lphs-gz7c",
      "doi": "10.1103/lphs-gz7c",
      "summary": "The interplay between topology and magnetism often triggers the exotic quantum phases. Here, we report an accessible scheme to engineer the robust ${\\mathbb{Z}}_{2}$ topology by intrinsic magnetism, originating from the zigzag segment connecting two armchair segments with different width, in one-dim… [Phys. Rev. B 112, 115401] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Strongly correlated transport in topological Y-junction devices",
      "authors": [
        "E. Novais"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/g4c1-qk8t",
      "doi": "10.1103/g4c1-qk8t",
      "summary": "I analyze electron transport through a Y junction formed by helical edge states of a two-dimensional topological insulator (2DTI), focusing on the strongly interacting regime. An experimentally motivated device geometry and a spin-conserving tunneling Hamiltonian are proposed. I compute the conducta… [Phys. Rev. B 112, 115402] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Scanning gate microscopy probing of anisotropic electron flow in a two-dimensional electron gas at the (110) ${\\mathrm{LaAlO}}_{3}/{\\mathrm{SrTiO}}_{3}$ interface: A theoretical investigation",
      "authors": [
        "M. P. Nowak, M. Zegrodnik, D. Grzelec, B. Szafran, R. Citro, and P. Wójcik"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fr4n-v9vq",
      "doi": "10.1103/fr4n-v9vq",
      "summary": "We theoretically investigate the anisotropic dispersion features of a two-dimensional electron gas at the (110) oriented ${\\mathrm{LaAlO}}_{3}/{\\mathrm{SrTiO}}_{3}$ interfaces, as revealed by scanning gate microscopy of electronic flow from a quantum point contact. The dispersion relation of the (11… [Phys. Rev. B 112, 115403] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Geometric phase controlled second harmonic generation in bilayer metamaterials",
      "authors": [
        "Danielle Ben-Haim and Tal Ellenbogen"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/15v7-k4ks",
      "doi": "10.1103/15v7-k4ks",
      "summary": "The ability to generate light by nonlinear metasurfaces and shape its properties has made metasurfaces a promising platform for developing new types of nonlinear optical devices. Extending beyond the conventional two-dimensional metasurface has the potential to further enhance and control nonlinear … [Phys. Rev. B 112, 115404] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Partons from stabilizer codes",
      "authors": [
        "Rafael A. Macêdo, Carlo C. Bellinati, Weslei B. Fontana, Eric C. Andrade, and Rodrigo G. Pereira"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6nn5-vhj7",
      "doi": "10.1103/6nn5-vhj7",
      "summary": "The Gutzwiller projection of fermionic wave functions is a well-established method for generating variational wave functions describing exotic states of matter, such as quantum spin liquids. We investigate the conditions under which a projected wave function constructed from fermionic partons can be… [Phys. Rev. B 112, 125101] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum geometry and low-frequency optical conductivity of nodal planes",
      "authors": [
        "Raymond Wiedmann, Kirill Alpin, Moritz M. Hirschmann, and Andreas P. Schnyder"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2f4l-tz7p",
      "doi": "10.1103/2f4l-tz7p",
      "summary": "Nodal planes, two-dimensional symmetry-enforced band crossings, can carry a topological charge, similar to Weyl points. While the transport properties of Weyl points are well understood, those of nodal planes remain largely unexplored. These properties are influenced not only by the Berry curvature,… [Phys. Rev. B 112, 125102] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Resonant x-ray spectroscopies on CrSBr: Probing the electronic structure through chromium $d−d$ excitations",
      "authors": [
        "Victor Porée, Alberto Zobelli, Amit Pawbake, Jakub Regner, Zdeněk Sofer, Clément Faugeras, and Alessandro Nicolaou"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pdvz-6cpg",
      "doi": "10.1103/pdvz-6cpg",
      "summary": "We investigate the Cr electronic structure and excitations in CrSBr, a layered magnetic semiconductor, using a combination of resonant x-ray spectroscopic techniques. X-ray absorption spectroscopy and resonant inelastic x-ray scattering (RIXS) spectra collected at the Cr ${L}_{2,3}$ edges reveal sig… [Phys. Rev. B 112, 125103] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Temperature and magnetic field dependent $g$-factors in electron spin resonance spectroscopy",
      "authors": [
        "Sebastian Kalhöfer"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bjfk-wlf2",
      "doi": "10.1103/bjfk-wlf2",
      "summary": "We propose that phonons coupled to electrons play an important role in both the fundamental phenomenology of electron spin resonance as well as the interpretation of such measurements. By including spin-dependent electron-phonon interactions originating from spin-orbit coupling, we demonstrate that … [Phys. Rev. B 112, 125104] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Signatures of Hund's metal physics in the single-layered $3d$ transition metal oxide ${\\mathrm{Sr}}_{2}{\\mathrm{CoO}}_{4}$",
      "authors": [
        "Shivani Bhardwaj and Sudhir K. Pandey"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tdqr-ht1b",
      "doi": "10.1103/tdqr-ht1b",
      "summary": "We study the influence of Hund's coupling on the nature of electronic correlations in ${\\mathrm{Sr}}_{2}{\\mathrm{CoO}}_{4}$ within dynamical mean-field theory. Our results suggest strong signatures of Hund's metal physics in this compound. The Co $3d$ states show a large orbital differentiation in t… [Phys. Rev. B 112, 125105] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Charge gap and charge redistribution among copper and oxygen orbitals in the normal state of the Emery model",
      "authors": [
        "G. L. Reaney, N. Kowalski, A.-M. S. Tremblay, and G. Sordi"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7bbg-m38l",
      "doi": "10.1103/7bbg-m38l",
      "summary": "Unraveling the behavior of the electrons in the copper-oxygen planes of cuprate superconductors remains a challenge. Here we examine the electronic charge redistribution among planar copper and oxygen orbitals and the charge gap using the Emery model in the normal state, solved with cellular dynamic… [Phys. Rev. B 112, 125106] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electron-phonon scattering in carrier transport of the ternary chalcopyrites $\\mathrm{AgIn}{X}_{2}$ $(X=\\mathrm{S},\\mathrm{Se},\\mathrm{Te})$",
      "authors": [
        "Kai-Cheng Zhang, Chen Shen, Hong-Bin Zhang, Yong-Feng Li, and Yong Liu"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hy1v-vnnn",
      "doi": "10.1103/hy1v-vnnn",
      "summary": "Ternary chalcopyrites $(X = \\mathrm{S},\\mathrm{Se},\\mathrm{Te})$ have attracted much attention due to their potential application in thermoelectrics and photovoltaics. Due to different fabricating techniques, experiment results on the carrier transport vary widely and the underlying mechanism of car… [Phys. Rev. B 112, 125201] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Coexistence of photonic Weyl points and nodal rings in topological gyroelectric continuum media",
      "authors": [
        "Ning Han, Rui Zhao, Mingzhu Li, Fujia Chen, Lu Qi, Chenxia Li, and Shutian Liu"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hqzz-f76y",
      "doi": "10.1103/hqzz-f76y",
      "summary": "In recent studies, it has been demonstrated that topological systems can host a variety of topological semimetal phases, including Weyl points, nodal lines, rings, chains, and nodal surfaces, offering diverse opportunities for exploring novel physical phenomena. However, previous studies mainly focu… [Phys. Rev. B 112, 125301] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Anisotropic lattice thermal conductivity in ${\\mathrm{Sn}}_{2}{\\mathrm{S}}_{3}$: Role of rattling modes in phonon transport",
      "authors": [
        "Xinkai Sun, Rongkun Chen, Ningxi Yang, and Shiqian Hu"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/j7pb-17wn",
      "doi": "10.1103/j7pb-17wn",
      "summary": "The interplay between structure distortion and lattice dynamics provides a compelling strategy to suppress phonon transport in thermoelectric materials. In this work, we explore the origin of highly anisotropic thermal conductivity in ${\\mathrm{Sn}}_{2}{\\mathrm{S}}_{3}$ through first-principles calc… [Phys. Rev. B 112, 125401] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Interlayer exchange coupling induced critical-metal-to-insulator phase transition in quantum anomalous Hall insulators",
      "authors": [
        "Ruoxi Zhang, Yi-Fan Zhao, Ling-Jie Zhou, Deyi Zhuo, Zi-Jie Yan, Chao-Xing Liu, Moses H. W. Chan, Chui-Zhen Chen, and Cui-Zu Chang"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6myc-8pr9",
      "doi": "10.1103/6myc-8pr9",
      "summary": "Interlayer exchange coupling (IEC) between two magnetic layers sandwiched by a nonmagnetic spacer layer plays a critical role in shaping the magnetic properties of such heterostructures. The quantum anomalous Hall (QAH) effect has been realized in a structure composed of two magnetically doped topol… [Phys. Rev. B 112, 125402] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Exploration of novel foam structures of carbon, boron nitride, and boron carbon nitride: Stability and electronic properties",
      "authors": [
        "Juliana Gonçalves, Elizane E. de Moraes, Hélio Chacham, and Ronaldo J. C. Batista"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/c48j-m4wf",
      "doi": "10.1103/c48j-m4wf",
      "summary": "This study explores, through first-principles calculations, the structural stability, electronic properties, and potential applications of nanofoam structures consisting of graphenelike nanoribbons of C, B, and N atoms with edges covalently connected by triple junctions. Among the stoichiometries co… [Phys. Rev. B 112, 125403] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Topological characterization of magnon-polaron bands and thermal Hall conductivity in a frustrated kagome antiferromagnet",
      "authors": [
        "Shreya Debnath, Kuntal Bhattacharyya, and Saurabh Basu"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/w9rc-m6qf",
      "doi": "10.1103/w9rc-m6qf",
      "summary": "Spin-phonon coupling and its efficacy in inducing multiple topological phase transitions in a frustrated kagome antiferromagnet have been rare in literature. To this end, we study the ramifications of invoking optical phonons in such a system via two different coupling mechanisms, namely, a local an… [Phys. Rev. B 112, 125404] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Tunable corner states in topological insulators with long-range hopping and diverse shapes",
      "authors": [
        "Fang Qin (覃昉) and Rui Chen"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2pw8-wy6t",
      "doi": "10.1103/2pw8-wy6t",
      "summary": "In this work we develop a theoretical framework for the control of corner modes in higher-order topological insulators (HOTIs) featuring long-range hoppings and diverse geometries, enabling precise tunability of their spatial positions. First, we demonstrate that the locations of corner states can b… [Phys. Rev. B 112, 125405] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Large anomalous Nernst effect in a metallic altermagnet CrSb single crystal",
      "authors": [
        "Wei Li, Chunqiang Xu, Minjun Wang, Mengting Zou, Wan Li, Hongwei Wang, Wei Jiang, and Baomin Wang"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7f46-nhcg",
      "doi": "10.1103/7f46-nhcg",
      "summary": "As a novel magnetism that combines features of ferromagnetism and antiferromagnetism, altermagnetism is attracting great attention due to its special energy band structure and potential application prospects. The NiAs-type metallic CrSb was proposed to be a new altermagnet, which has been experiment… [Phys. Rev. B 112, L100401] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Absence of critical fluctuations at the bandwidth-controlled Mott transition in a molecular conductor",
      "authors": [
        "Tim Thyzel, Lars Franke, Markus Garst, Harald Schubert, Michael Lang, Takahiko Sasaki, and Jens Müller"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/j1jp-yy68",
      "doi": "10.1103/j1jp-yy68",
      "summary": "The universality class of the Mott metal-insulator transition in electronic systems strongly coupled to the lattice degrees of freedom has been the subject of recent debate. While transport scaling exponents as well as a critical slowing down of resistance fluctuations point towards Ising-type criti… [Phys. Rev. B 112, L121101] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Optical pumping and initialization of a hole spin in site-controlled InGaAs pyramidal quantum dots",
      "authors": [
        "R. A. Barcan, I. Samaras, K. Barr, G. Juska, E. Pelucchi, and K. G. Lagoudakis"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fps4-vb8c",
      "doi": "10.1103/fps4-vb8c",
      "summary": "We characterize site-controlled $\\mathrm{I}{\\mathrm{n}}_{0.25}\\mathrm{G}{\\mathrm{a}}_{0.75}\\mathrm{As}$ quantum dots in (111)B GaAs pyramidal recesses as a platform for spin qubit implementation. By combining scanning confocal cryomicroscopy, magnetophotoluminescence studies, and resonant excitation… [Phys. Rev. B 112, L121301] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Thermal transport in amorphous carbon nanotubes</span>",
      "authors": [
        "Nianjie Liang, Alfredo Fiorentino, and Bai Song"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f507aO71P3d1e45454574d74a186831a7eebc766a",
      "doi": "10.1103/klhj-x3f2",
      "summary": "Thermal transport in low-dimensional materials is of great fundamental and applied interest due to their unusual and widely tunable properties, as demonstrated by numerous studies of two- and one-dimensional (1D) crystals. In grim contrast, low dimensional amorphous materials remain largely unexplor… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Structural evolution of ceria-supported Ru cluster catalysts under near-realistic conditions explored via a global structural search algorithm</span>",
      "authors": [
        "Meiliang Ma, Yan Wang, Zhiyu Wang, and Zhong-Kang Han"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/be07eO85Pd51905563ba3cb7d378c28aee38a820e",
      "doi": "10.1103/1d31-3nht",
      "summary": "Ru-CeO2 catalysts, which combine the high catalytic activity of ruthenium with the unique redox properties of ceria, have demonstrated significant potential in various catalytic reactions including CO2 methanation, ammonia synthesis, and oxidation-reduction processes. However, the physical mechanism… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Microscopic correlation between magnetostriction and magnetic damping</span>",
      "authors": [
        "Ivan Kurniawan, Keita Ito, Takeshi Seki, Keisuke Masuda, and Yoshio Miura"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/12076Oa9M76Ed812143c3cc859e29454bf41ee3f6",
      "doi": "10.1103/g47q-qyxj",
      "summary": "Although the relationship between magnetostriction and magnetic damping is often described phenomenologically, their intrinsic connection remains unclear. In this study, we demonstrate that the magnitude of magnetic damping depends on the sign of magnetostriction in and alloys across various composi… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Relationship between localization-delocalization transition and $\\mathcal{PT}$-symmetry breaking",
      "authors": [
        "Fatemeh Sadeghi, Mostafa Motamedifar, and Mojtaba Golshani"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cprm-8kw5",
      "doi": "10.1103/cprm-8kw5",
      "summary": "We investigate the interplay between parity-time-symmetry ($\\mathcal{P}\\mathcal{T}$-symmetry) breaking and localization transitions in non-Hermitian spin chains with an Aubry-André potential and competing Dzyaloshinskii-Moriya (DM) interactions. While prior studies (e.g., [S. Longhi, Phys. Rev. Lett… [Phys. Rev. E 112, 034101] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Diffusion with stochastic resetting on a lattice",
      "authors": [
        "Alexander K. Hartmann and Satya N. Majumdar"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1xkk-7q63",
      "doi": "10.1103/1xkk-7q63",
      "summary": "We provide an exact formula for the mean first-passage time (MFPT) to a target at the origin for a single particle diffusing on a $d$-dimensional hypercubic lattice starting from a fixed initial position ${\\stackrel{⃗}{R}}_{0}$ and resetting to ${\\stackrel{⃗}{R}}_{0}$ with a rate $r$. Previously kno… [Phys. Rev. E 112, 034102] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Machine learning domain adaptation in spin models with continuous phase transitions",
      "authors": [
        "Vladislav Chertenkov and Lev Shchur"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qnvz-7nqm",
      "doi": "10.1103/qnvz-7nqm",
      "summary": "The main question raised in the article is whether a neural network trained on a spin lattice model in one universality class can be used to test a model in another universality class. The quantities of interest are the critical phase transition temperature and the correlation length exponent. In ot… [Phys. Rev. E 112, 034104] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Scaling laws of chemical and Euclidean distances in critical percolation trees",
      "authors": [
        "E. A. Soares and A. A. Moreira"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cthn-nh7b",
      "doi": "10.1103/cthn-nh7b",
      "summary": "We study the scaling behavior of chemical distances in spanning trees of critical site percolation clusters. Precisely, we analyze spanning trees constructed using four different algorithms: minimal path trees (MPTs), depth-first search (DFS), right-first search (RFS), and minimum spanning trees (MS… [Phys. Rev. E 112, 034105] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Large deviations of density fluctuations in the boundary-driven quantum symmetric simple inclusion process",
      "authors": [
        "Denis Bernard, Tony Jin, Stefano Scopa, and Shiyi Wei"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fs7f-z3k6",
      "doi": "10.1103/fs7f-z3k6",
      "summary": "We consider the boundary driven Quantum Symmetric Simple Inclusion Process (QSSIP) which describes a one-dimensional system of bosonic particles with stochastic nearest-neighbor hopping, modeled as a Brownian motion, with gain/loss processes at the endpoints of the chain driving the system out-of-eq… [Phys. Rev. E 112, 034106] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Subsystem thermalization hypothesis in quantum spin chains with conserved charges",
      "authors": [
        "Feng-Li Lin, Jhh-Jing Hong, and Ching-Yu Huang"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kvn9-s63j",
      "doi": "10.1103/kvn9-s63j",
      "summary": "We consider the thermalization hypothesis of pure states in nonintegrable quantum spin chains with conserved charges, including the nonintergable variants of the Ising chain with ${Z}_{2}$ symmetry, $XXZ$ chain with $\\mathrm{U}(1)$ symmetry, and $XXX$ chain with $\\mathrm{SU}(2)$ symmetries. Two kind… [Phys. Rev. E 112, 034107] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Exact results in stochastic processes with division, death, and diffusion: Spatial correlations, marginal entropy production, and macroscopic currents",
      "authors": [
        "Samuel Cameron and Elsen Tjhung"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b9n6-mynw",
      "doi": "10.1103/b9n6-mynw",
      "summary": "We consider a generic class of stochastic particle-based models whose state at an instant in time is described by a set of continuous degrees of freedom (e.g., positions), and the length of this set changes stochastically in time due to birth-death processes. Using a master equation formalism, we wr… [Phys. Rev. E 112, 034109] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Optimal performance of thermoelectric devices with small external irreversibility",
      "authors": [
        "Rajeshree Chakraborty and Ramandeep S. Johal"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5f71-zr8d",
      "doi": "10.1103/5f71-zr8d",
      "summary": "In the thermodynamic analysis of thermoelectric devices, typical irreversibilities are for the processes of finite-rate heat transfer, heat leak, and Joule heating. Approximate analyses often focus on either internal or external irreversibility, obtaining well-known expressions for the efficiency at… [Phys. Rev. E 112, 034110] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Spectral truncation of out-of-time-ordered correlators in dissipative systems",
      "authors": [
        "Pablo D. Bergamasco, Gabriel G. Carlo, and Alejandro M. F. Rivas"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8cvg-7sbh",
      "doi": "10.1103/8cvg-7sbh",
      "summary": "Out-of-time-ordered correlators (OTOCs) have emerged as powerful tools for diagnosing quantum chaos and information scrambling. While extensively studied in closed quantum systems, their behavior in dissipative environments remains less understood. In this work, we investigate the spectral decomposi… [Phys. Rev. E 112, 034201] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Intensity landscapes in elliptic and oval billiards with a circular absorbing region",
      "authors": [
        "Katherine Holmes, Joseph Hall, and Eva-Maria Graefe"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9bv6-4npn",
      "doi": "10.1103/9bv6-4npn",
      "summary": "Billiard models of single particles moving freely in two-dimensional regions enclosed by hard walls have long provided ideal toy models for the investigation of dynamical systems and chaos. Recently, billiards with (semi)permeable walls and internal holes have been used to study open systems. Here w… [Phys. Rev. E 112, 034202] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Solitary states in spiking oscillators with higher-order interactions",
      "authors": [
        "Vladimir V. Semenov, Subhasanket Dutta, Stefano Boccaletti, Charo I. del Genio, Sarika Jalan, and Anna Zakharova"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xtgc-f766",
      "doi": "10.1103/xtgc-f766",
      "summary": "We study a system of globally coupled FitzHugh-Nagumo oscillators with pairwise and second-order interactions, showing that the presence of higher-order interactions substantially affects the character of the transition between synchronous and asynchronous states driven by changes in coupling streng… [Phys. Rev. E 112, 034302] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Spectral coarse graining and rescaling for preserving structural and dynamical properties in graphs",
      "authors": [
        "M. Schmidt, F. Caccioli, and T. Aste"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/k4bx-w273",
      "doi": "10.1103/k4bx-w273",
      "summary": "We introduce a graph renormalization procedure based on the coarse-grained Laplacian, which generates reduced-complexity representations across scales. This method retains both dynamics and large-scale topological structures, while reducing redundant information, facilitating the analysis of large g… [Phys. Rev. E 112, 034303] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Discontinuous phase transitions of feature detection in lateral predictive coding",
      "authors": [
        "Zhen-Ye Huang, Weikang Wang, and Hai-Jun Zhou"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3jk3-xl77",
      "doi": "10.1103/3jk3-xl77",
      "summary": "The brain may adopt the strategy of lateral predictive coding (LPC) to construct optimal internal representations for salient features in input sensory signals, reducing the energetic cost of information transmission. Here we first consider the task of detecting one non-Gaussian signal by LPC from G… [Phys. Rev. E 112, 034304] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Three-dimensional modeling of hyphal fusion, branching, and nutrient transport in filamentous fungi",
      "authors": [
        "Bruce J. Palmer, Connah G. M. Johnson, Ann S. Almgren, Andrew T. Myers, and William R. Cannon"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xbjp-zqj1",
      "doi": "10.1103/xbjp-zqj1",
      "summary": "Fungi exhibit behaviors distinct from other microbes. Filamentous fungi grow by extending complex networks of branched filaments collectively referred to as the mycelium. These networks can expand over large distances and traverse low-nutrient areas by translocating nutrients through the filament ne… [Phys. Rev. E 112, 034401] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Impact of the RNA binding domain localization of the protein shell on virus particle stability",
      "authors": [
        "Mohammadamin Safdari, Siyu Li, Sanaz Panahandeh, Paul van der Schoot, and Roya Zandi"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vbz2-gn6l",
      "doi": "10.1103/vbz2-gn6l",
      "summary": "The encapsulation of polyanions by virus coat proteins, whether single-stranded RNAs or synthetic polymers, is primarily driven by attractive electrostatic interactions between the positively charged, structurally disordered RNA binding domains of the virus coat proteins and the negatively charged p… [Phys. Rev. E 112, 034402] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Acoustic radiation force on a spherical particle near a planar boundary in a weakly thermosviscous fluid",
      "authors": [
        "Yu-Chen Zang (臧雨宸), Hai-Feng Jiang (蒋海峰), Di-Chao Chen (陈帝超), Xing-Feng Zhu (朱兴凤), and Da-Jian Wu (吴大建)"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/q2kj-mxnk",
      "doi": "10.1103/q2kj-mxnk",
      "summary": "A rigorous formalism is presented for the time-averaged acoustic radiation force on a spherical particle near an infinite planar boundary subjected to a plane wave. The background medium is assumed to be a weakly thermoviscous fluid, with the viscous and thermal boundary layers much smaller than eit… [Phys. Rev. E 112, 035101] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Improved phase-field-based lattice Boltzmann model for liquid-gas flow with evaporation",
      "authors": [
        "Xiaoyu Wu and Xian Wang"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wc3h-2563",
      "doi": "10.1103/wc3h-2563",
      "summary": "In this work, an improved Allen-Cahn-based phase-field lattice Boltzmann model is presented which is applicable to heat transfer in two-phase flow involving evaporation. The vapor concentration at the liquid-vapor interface serves as the driving force for vaporization. In our improved model, four di… [Phys. Rev. E 112, 035102] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Subharmonic Shapiro steps in depinning dynamics of a two-dimensional solid dusty plasma modulated by one-dimensional nonlinear deformed periodic substrates",
      "authors": [
        "Zhaoye Wang, Nichen Yu, Ao Xu, Chen Liang, C. Reichhardt, C. J. O. Reichhardt, and Yan Feng"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zv4b-g2vz",
      "doi": "10.1103/zv4b-g2vz",
      "summary": "Langevin dynamical simulations are performed to investigate the depinning dynamics of a two-dimensional (2D) solid dusty plasma, which is modulated by one-dimensional (1D) nonlinear deformed periodic substrates, and also driven by the combination of the DC and AC forces. As the DC driving force incr… [Phys. Rev. E 112, 035201] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Direct comparison of stochastic driven nonlinear dynamical systems for combinatorial optimization",
      "authors": [
        "Junpeng Hou, Amin Barzegar, and Helmut G. Katzgraber"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9vbb-h73q",
      "doi": "10.1103/9vbb-h73q",
      "summary": "Combinatorial optimization problems are ubiquitous in industrial applications. However, finding optimal or close-to-optimal solutions can often be extremely hard. Because some of these problems can be mapped to the ground-state search of the Ising model, tremendous effort has been devoted to develop… [Phys. Rev. E 112, 035301] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Loading-dependent microscale measures control bulk properties in granular material: An experimental test of the stress-force-fabric relation",
      "authors": [
        "Carmen L. Lee, Ephraim Bililign, Emilien Azéma, and Karen E. Daniels"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rv25-lqdc",
      "doi": "10.1103/rv25-lqdc",
      "summary": "The bulk behavior of granular materials is tied to its mesoscale and particle-scale features: Strength properties arise from the buildup of various anisotropic structures at the particle-scale induced by grain connectivity, force transmission, and frictional mobilization. More fundamentally, these a… [Phys. Rev. E 112, 035401] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Swap Monte Carlo algorithm for diatomic molecules",
      "authors": [
        "Till Böhmer, Jeppe C. Dyre, and Lorenzo Costigliola"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/r23b-94kj",
      "doi": "10.1103/r23b-94kj",
      "summary": "In recent years the swap Monte Carlo algorithm has led to remarkable progress in equilibrating supercooled model liquids at low temperatures. Applications have so far been limited to systems composed of spherical particles, however, whereas most real-world supercooled liquids are molecular. We intro… [Phys. Rev. E 112, 035402] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Critical behavior of magnetic polymers on the three-dimensional Sierpiński gasket in the presence of an external magnetic field",
      "authors": [
        "Sumitra Rudra, Damien Paul Foster, and Sanjay Kumar"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/13zf-ybf8",
      "doi": "10.1103/13zf-ybf8",
      "summary": "We present the critical behavior of a model for a magnetic polymer under an external magnetic field on the three-dimensional Sierpińsky gasket. Our findings reveal that, at zero magnetic field, the polymer-collapse transition occurs first, followed by a magnetic transition as the temperature is lowe… [Phys. Rev. E 112, 035403] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Multiscale turbulence hierarchy in active matter: Polarization analysis of a zebrafish shoal",
      "authors": [
        "Antonio. R. de C. Romaguera, João V. A. Vasconcelos, Viviane M. de Oliveira, Adauto J. F. de Souza, Anderson L. R. Barbosa, Iván R. R. González, Pabyton G. Cadena, Luis G. Negreiros-Neto, and Marcelo L. Lyra"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3h72-dlyp",
      "doi": "10.1103/3h72-dlyp",
      "summary": "Fish shoals exemplify systems composed of interacting and self-propelled particles that exhibit the complex collective dynamics seen in active matter. The group average polarization measures the ability to synchronize collective motion. Here, we analyze the experimental time series of increments in … [Phys. Rev. E 112, 035404] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Granular rheology: A tale of three time scales",
      "authors": [
        "O. Coquand, W. T. Kranz, and M. Sperl"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8gv1-9sb1",
      "doi": "10.1103/8gv1-9sb1",
      "summary": "We adapt statistical models of the physics of complex fluids to study the rheology of granular liquids. This allows us to provide laws of granular rheology based on first principles, which compare well with previously established phenomenological laws. In particular, the very successful law of $μ(\\m… [Phys. Rev. E 112, 035405] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Mechanism of shape symmetry breaking in surfactant-mediated crystal growth",
      "authors": [
        "Sam Oaks-Leaf and David T. Limmer"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/739d-zb7j",
      "doi": "10.1103/739d-zb7j",
      "summary": "We present a dynamical model of crystal growth, in which it is possible to reliably achieve asymmetric products, beginning from symmetric initial conditions and growing within an isotropic environment. The asymmetric growth is the result of a positive feedback mechanism that amplifies the effect of … [Phys. Rev. E 112, 035501] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Multistability and high codimension bifurcations in synergistic epidemics on heterogeneous networks",
      "authors": [
        "Francisco J. Pérez-Reche and Sergei N. Taraskin"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pnvl-zkq7",
      "doi": "10.1103/pnvl-zkq7",
      "summary": "We investigate the impact of network heterogeneity on synergistic contagion dynamics. By extending a synergistic contagion model to diverse heterogeneous network topologies, we uncover the emergence of novel dynamical regimes characterized by multiple stable states, separated by a rich set of bifurc… [Phys. Rev. E 112, L032301] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Criticality Enhances the Reinforcement of Disordered Networks by Rigid Inclusions",
      "authors": [
        "Jordan L. Shivers, Jingchen Feng, and Fred C. MacKintosh"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b9bh-rrj1",
      "doi": "10.1103/b9bh-rrj1",
      "summary": "Near a mechanical critical point, adding even a small amount of rigid material to soft fiber networks causes unexpectedly large stiffness increases, revealing new ways to design tunable, responsive materials. [Phys. Rev. X 15, 031061] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Liquid-crystal specs refocus with the push of a button",
      "authors": [],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02786-2",
      "doi": "10.1038/d41586-025-02786-2",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02786-2 Bifocals for the touchscreen era accommodate users who mix near- and far-sightedness."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "AI-agent ethics should consider sentient non-human animals",
      "authors": [
        "Borbala Foris",
        "Jean-Loup Rault"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02796-0",
      "doi": "10.1038/d41586-025-02796-0",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02796-0 AI-agent ethics should consider sentient non-human animals"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "China’s chikungunya virus outbreak is a wake up call",
      "authors": [
        "Yulin Zhang",
        "Yi Zhang",
        "Zezheng Fang",
        "Shilei Ni"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02794-2",
      "doi": "10.1038/d41586-025-02794-2",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02794-2 China’s chikungunya virus outbreak is a wake up call"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Experiment puts ‘spoon bending’ to the test",
      "authors": [],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02535-5",
      "doi": "10.1038/d41586-025-02535-5",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02535-5 People who claim they can bend spoons by stroking them fail to convince researchers, and a pioneer of industrial research gets the recognition she deserves in our weekly dip into Nature’s archive."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Include climate impacts when protecting infrastructure",
      "authors": [
        "Hongfang Lu",
        "Y. Frank Cheng"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02797-z",
      "doi": "10.1038/d41586-025-02797-z",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02797-z Include climate impacts when protecting infrastructure"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Veterinarians need to be part of West Nile disease storytelling",
      "authors": [
        "Giovanni Di Guardo"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02795-1",
      "doi": "10.1038/d41586-025-02795-1",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02795-1 Veterinarians need to be part of West Nile disease storytelling"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Sexless seeds: how self-cloning crops could soon transform our food",
      "authors": [
        "Dyani Lewis"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02753-x",
      "doi": "10.1038/d41586-025-02753-x",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02753-x Scientists are tinkering with plant genes to create crops that seed their own clones, with a host of benefits for farmers."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Air taxis will soon be in our skies — if batteries can be made safer",
      "authors": [
        "Liqiang Mai",
        "Xiaocong Tian",
        "Yunlong Zhao"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02758-6",
      "doi": "10.1038/d41586-025-02758-6",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02758-6 Small electric aeroplanes flying at low altitude will need energy sources that can withstand crashes and deliver power reliably. Standards need to be decided now."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "AI-powered brain device allows paralysed man to control robotic arm",
      "authors": [
        "Rachel Fieldhouse"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02789-z",
      "doi": "10.1038/d41586-025-02789-z",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02789-z The human user and AI have shared autonomy and constantly interact to complete tasks."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "These ‘glass straw’ optical fibres could speed up the Internet",
      "authors": [
        "Davide Castelvecchi"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02787-1",
      "doi": "10.1038/d41586-025-02787-1",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02787-1 A cable design that sends light through air, rather than solid glass, could cut signal loss and make long-distance transmissions cheaper."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Unifying gravity and quantum theory requires better understanding of time",
      "authors": [
        "Fay Dowker"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02756-8",
      "doi": "10.1038/d41586-025-02756-8",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02756-8 Textbooks give strange, imprecise explanations of where things happen in quantum mechanics. Consistency with gravity needs a fresh approach."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "A mammoth toothache: bacterial community discovered in mouth of ancient mammal",
      "authors": [
        "Katie Kavanagh"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02799-x",
      "doi": "10.1038/d41586-025-02799-x",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02799-x Genetic-sequencing techniques have uncovered the oldest host-associated microbial DNA ever recorded — inside samples of teeth and bones from woolly and steppe mammoths."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Progressive changes in phenotype, transcriptome and proliferation capacity characterise continued maturation and migration of intestinal cDCs in homeostasis",
      "authors": [
        "Fabian T. Hager",
        "Trong Hieu Nguyen",
        "Asmae Laouina",
        "Lydia Kopplin",
        "Anna Andrusaite",
        "Susan A. V. Jennings",
        "Britta Simons",
        "Andrea Leufgen",
        "Thomas Clavel",
        "Simon Milling",
        "Immo Prinz",
        "Reinhold Förster",
        "Thomas Stiehl",
        "Oliver Pabst",
        "Vuk Cerovic"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63559-z",
      "doi": "10.1038/s41467-025-63559-z",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63559-z Conventional Dendritic cells (cDCs) continually migrate from peripheral tissues in homeostasis. Here, the authors analyse the homeostatic turnover of cDC subsets in the intestine from tissue entry to migration to the draining lymph nodes, noting a dynamic life cycle with changes in transcriptome and proliferation rates."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Structural insights into proprotein convertase activation facilitate the engineering of highly specific furin inhibitors",
      "authors": [
        "Rupert Klaushofer",
        "Konstantin Bloch",
        "Luisa Susanna Eder",
        "Simone Marzaro",
        "Mario Schubert",
        "Eva Böttcher-Friebertshäuser",
        "Hans Brandstetter",
        "Sven O. Dahms"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63479-y",
      "doi": "10.1038/s41467-025-63479-y",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63479-y In this work, the authors investigate the activation mechanism of proprotein convertases (PC) based on the PC1/3-prodomain and the PC furin. They engineer a prodomain-nanobody fusion protein that effectively blocks propagation of a H7N7 bird flu virus."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Self-reinforcement in filled rubber via strain-induced crystallisation",
      "authors": [
        "Tomohiro Miyata",
        "Daisuke Watanabe",
        "Shusuke Kanomi",
        "Kai Chen",
        "Wakana Miyoshi",
        "Tatsuya Kikuchi",
        "Takehiro Kitaura",
        "Toshihiro Kawakatsu",
        "Hiroshi Jinnai"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63283-8",
      "doi": "10.1038/s41467-025-63283-8",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63283-8 The mechanism underlying the increase in elastic moduli and rupture resistance upon strain-induced crystallization in elastomers remains unclear. Here, the authors use nanoscale electron diffraction mapping and in situ transmission electron microscopy to study the self-reinforcement mechanism of isoprene rubber with silica nanoparticles during stretching."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Emergence of a carbapenem-resistant atypical uropathogenic <i>Escherichia coli</i> clone as an increasing cause of urinary tract infection",
      "authors": [
        "Lachlan L. Walker",
        "Minh-Duy Phan",
        "Budi Permana",
        "Zheng Jie Lian",
        "Nguyen Thi Khanh Nhu",
        "Thom Cuddihy",
        "Kate M. Peters",
        "Kay A. Ramsay",
        "Chelsea Stewart",
        "Niels Pfennigwerth",
        "Timothy J. Kidd",
        "Patrick N. A. Harris",
        "David L. Paterson",
        "Matthew J. Sweet",
        "Brian M. Forde",
        "Mark A. Schembri"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63477-0",
      "doi": "10.1038/s41467-025-63477-0",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63477-0 Antibiotic resistance poses a critical global health threat. Here, the authors identify a carbapenem resistant clone of uropathogenic Escherichia coli with atypical virulence features as an increasing cause of urinary tract infection"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Optically-driven organic nano-step actuator for reconfigurable photonic circuits",
      "authors": [
        "Ji-Zhe Zhang",
        "Xin-Biao Xu",
        "Yanjun Gong",
        "Zhu-Bo Wang",
        "Xiao-Zhuo Qi",
        "Xiao-Jing Liu",
        "Yuan-Hao Yang",
        "Zheng-Hui Tian",
        "Jia-Qi Wang",
        "Yan-Lei Zhang",
        "Ming Li",
        "Yongxian Guo",
        "Yingde Yan",
        "Chun-Hua Dong",
        "Xi-Feng Ren",
        "Yifan Zhang",
        "Chuang Zhang",
        "Guang-Can Guo",
        "Yanke Che",
        "Chang-Ling Zou"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63521-z",
      "doi": "10.1038/s41467-025-63521-z",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63521-z The authors introduce and demonstrate a programmable optically-driven organic micro-actuator for precise manipulation of on-chip structures. This paves the way for adaptive, multifunctional photonic systems."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Unveiling the polarization switching pathway through tetragonal phase as a metastable intermediate state in ferroelectric Hf<sub>x</sub>Zr<sub>1-x</sub>O<sub>2</sub> thin film",
      "authors": [
        "Danyang Chen",
        "Yulong Dong",
        "Tianning Cui",
        "Zhipeng Xue",
        "Zikang Yao",
        "Qiang Gao",
        "Ruixue Wang",
        "Yuyan Fan",
        "Jingquan Liu",
        "Xin Zhang",
        "Zhen Wang",
        "Wenwu Li",
        "Junhao Chu",
        "Mengwei Si",
        "Xiuyan Li"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63298-1",
      "doi": "10.1038/s41467-025-63298-1",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63298-1 The authors demonstrate a polarization switching pathway through an orthorhombic-tetragonal orthorhombic phase transition in ferroelectric Hf0.5Zr0.5O2, where the intermediate state, non-polar P42/nmc T-phase, is metastable."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Fully biocompatible, thermally drawn fiber supercapacitors for long-term bio-implantation",
      "authors": [
        "Sungha Jeon",
        "Hyeonyeob Seo",
        "Yeji Kim",
        "Youngin Choi",
        "Youngbin Lee",
        "Youngmin Jung",
        "Somin Lee",
        "Jung Tae Lee",
        "Seongjun Park"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63649-y",
      "doi": "10.1038/s41467-025-63649-y",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63649-y Implantable energy devices must ensure biocompatibility and electrochemical safety. Here, the authors present a fiber-based supercapacitor with high durability and flexibility, enabling seamless implantation and reliable long-term operation."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Caudate serotonin signaling during social exchange distinguishes essential tremor and Parkinson’s disease patients",
      "authors": [
        "Alec E. Hartle",
        "Kenneth T. Kishida",
        "L. Paul Sands",
        "Seth R. Batten",
        "Leonardo S. Barbosa",
        "Dan Bang",
        "Terry Lohrenz",
        "Jason P. White",
        "Arian K. Sohrabi",
        "Rebecca L. Calafiore",
        "Alexandra G. DiFeliceantonio",
        "Adrian W. Laxton",
        "Stephen B. Tatter",
        "Mark R. Witcher",
        "P. Read Montague",
        "W. Matt Howe"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63079-w",
      "doi": "10.1038/s41467-025-63079-w",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63079-w Measurements of dopamine, serotonin and norepinephrine in the caudate of conscious humans reveal a neurochemical boundary between patients with essential tremor and Parkinson’s disease based on serotonin release evoked by monetary offers."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "The expanding world of topological ferroelectrics",
      "authors": [],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02350-3",
      "doi": "10.1038/s41563-025-02350-3",
      "summary": "Nature Materials, Published online: 02 September 2025; doi:10.1038/s41563-025-02350-3 In this issue we present three papers on the topological properties or structure of ferroelectrics, which are interlinked."
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Lieb-Mattis ordering theorem of electronic energy levels in the thermodynamic limit</span>",
      "authors": [
        "Manuel Calixto, Alberto Mayorgas, and Julio Guerrero"
      ],
      "date": "2025-09-01T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/6f074Ra5S4812d2626c26ce2a79b9c08907096b05",
      "doi": "10.1103/sdgd-lsfx",
      "summary": "Lieb-Mattis theorem orders the lowest-energy states of total spin $s$ of a system of $P$ interacting fermions. We generalize these predictions to fermionic mixtures of $P$ particles with more than $N=2$ spinor components/species in the thermodynamic limit $P→∞$. The lowest-energy state inside each p… [Phys. Rev. E] Published Mon Sep 01, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Quantum transport in random alloys with intermetallic needle-shape precipitates</span>",
      "authors": [
        "Elham Sharafedini, Hossein Hamzehpour, and Mohammad Alidoust"
      ],
      "date": "2025-09-01T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/fc074R29I081562472168ba9baf6c0ab4d5bc5704",
      "doi": "10.1103/fc24-b7rm",
      "summary": "Employing Monte Carlo sampling and a self-consistent multiscale numerical approach, we obtain a parametric simple formula for the effective electrical charge conductivity of composite systems containing randomly distributed intermetallic needle-shape precipitates. This formula, derived from extensiv… [Phys. Rev. E] Published Mon Sep 01, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Folding lattice proteins confined on minimal grids using a quantum-inspired encoding</span>",
      "authors": [
        "Anders Irbäck, Lucas Knuthson, and Sandipan Mohanty"
      ],
      "date": "2025-09-01T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/7c07eRe2Sce1802d98fc2e6690c6fddba85a93068",
      "doi": "10.1103/8n7p-7lh2",
      "summary": "Steric clashes pose a challenge when exploring dense protein systems using conventional explicit chain methods. A minimal example is a single lattice protein confined on a minimal grid, with no free sites. Finding its minimum energy is a hard optimization problem, with similarities to scheduling pro… [Phys. Rev. E] Published Mon Sep 01, 2025"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Who is afraid of quantum mechanics? Books in brief",
      "authors": [
        "Andrew Robinson"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02755-9",
      "doi": "10.1038/d41586-025-02755-9",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02755-9 Andrew Robinson reviews five of the best science picks."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "‘The wolf is not the bad guy’: working with farmers to protect a reintroduced species",
      "authors": [
        "Rachael Pells"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02760-y",
      "doi": "10.1038/d41586-025-02760-y",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02760-y Carmen García-Chávez monitors the activities of wolves after their reintroduction to Chihuahua, northern Mexico."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "The grant lottery: award rates at UK national funding agency fall below 20%",
      "authors": [
        "Laura Woodrow"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02584-w",
      "doi": "10.1038/d41586-025-02584-w",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02584-w Application volume is outpacing available funding, intensifying competition and worsening pressure on the peer-review system. But those who win grants are now getting more."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How ageing changes our genes — huge epigenetic atlas gives clearest picture yet",
      "authors": [
        "Chris Simms"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02735-z",
      "doi": "10.1038/d41586-025-02735-z",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02735-z A map of DNA methylation changes in human organs could help researchers to discover more targets for anti-ageing therapies."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Do social-media bans benefit young people? These data could offer clues",
      "authors": [
        "Helen Christensen",
        "Andrew Mackinnon"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02759-5",
      "doi": "10.1038/d41586-025-02759-5",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02759-5 Australia’s Online Safety Amendment Act provides the chance for researchers to analyse the complex relationship between social-media use and mental health in adolescents, but results should be interpreted with caution."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Daily briefing: Spouses tend to share the same psychiatric disorders",
      "authors": [
        "Flora Graham"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02804-3",
      "doi": "10.1038/d41586-025-02804-3",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02804-3 When one partner is diagnosed with a psychiatric condition, the other is significantly more likely to be diagnosed with the same condition. Plus, the month’s best science images and former CDC directors sound the alarm about US health secretary Robert F. Kennedy Jr."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "States now have a legal duty to prevent climate harm — justice is in reach",
      "authors": [
        "Maina Vakafua Talia"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02752-y",
      "doi": "10.1038/d41586-025-02752-y",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02752-y A July ruling from the International Court of Justice is clear: nations can face consequences if they don’t act on the climate crisis."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Clarity or accuracy — what makes a good scientific image?",
      "authors": [
        "Felice Frankel"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02757-7",
      "doi": "10.1038/d41586-025-02757-7",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02757-7 Photography is not just illustrative, it is investigative. A revealing book cautions us to look closely at what pictures are really telling us."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Filamentous fungi control multiphase flow and fluid distribution in porous media",
      "authors": [
        "Sang Hyun Lee",
        "Marcel Moura",
        "Shreya Srivastava",
        "Cara Santelli",
        "Peter K. Kang"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03020-6",
      "doi": "10.1038/s41567-025-03020-6",
      "summary": "Nature Physics, Published online: 01 September 2025; doi:10.1038/s41567-025-03020-6 Filamentous fungi often grow in porous environments with multiphase flow. Now it is shown that these fungi can actively induce multiphase flow and mobilize trapped fluid phases in porous media."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Ferroaxial density wave from intertwined charge and orbital order in rare-earth tritellurides",
      "authors": [
        "Birender Singh",
        "Grant McNamara",
        "Kyung-Mo Kim",
        "Saif Siddique",
        "Stephen D. Funni",
        "Weizhe Zhang",
        "Xiangpeng Luo",
        "Piyush Sakrikar",
        "Eric M. Kenney",
        "Ratnadwip Singha",
        "Sergey Alekseev",
        "Sayed Ali Akbar Ghorashi",
        "Thomas J. Hicken",
        "Christopher Baines",
        "Hubertus Luetkens",
        "Yiping Wang",
        "Vincent M. Plisson",
        "Michael Geiwitz",
        "Connor A. Occhialini",
        "Riccardo Comin",
        "Michael J. Graf",
        "Liuyan Zhao",
        "Jennifer Cano",
        "Rafael M. Fernandes",
        "Judy J. Cha",
        "Leslie M. Schoop",
        "Kenneth S. Burch"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03008-2",
      "doi": "10.1038/s41567-025-03008-2",
      "summary": "Nature Physics, Published online: 01 September 2025; doi:10.1038/s41567-025-03008-2 The axial Higgs mode is theoretically attributed to a hidden ferroaxial component of charge order. In rare-earth tritellurides, this ferroaxial order is now shown to be induced by intertwined orbital and charge orders."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Peptide codes for organ-selective mRNA delivery",
      "authors": [
        "Tie Chang",
        "Yifan Zheng",
        "Mingrui Jiang",
        "Siqi Jia",
        "Jianbo Bai",
        "Zhi Zheng",
        "Shixin Li",
        "Jia Guo",
        "Yue Wang",
        "Yiting Wang",
        "Haixia Liu",
        "Jianlin Liu",
        "Liangyu Ni",
        "Xingdi Cheng",
        "Shuai Liu",
        "Huijuan Zhang",
        "Wei Pi",
        "Feng Lin",
        "Shiyi Liu",
        "Weijian Wang",
        "Guannan Wang",
        "Leyun Wang",
        "Lei Miao",
        "Xueguang Lu",
        "Ziqing Deng",
        "Bing Bai",
        "Zhao Qin",
        "Huajian Gao",
        "Yue Shao"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02331-6",
      "doi": "10.1038/s41563-025-02331-6",
      "summary": "Nature Materials, Published online: 01 September 2025; doi:10.1038/s41563-025-02331-6 Tissue-specific mRNA or gene editing machinery delivery is achieved with lipid nanoparticles containing peptides with specific sequences, which tune the protein corona of the particles by mechanical optimization of peptide–protein binding affinities."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Tissue-specific mRNA delivery and prime editing with peptide–ionizable lipid nanoparticles",
      "authors": [
        "Yi Lin",
        "Mengyao Li",
        "Zijin Luo",
        "Yanan Meng",
        "Yan Zong",
        "Hongyu Ren",
        "Xiaolu Yu",
        "Xiaoqiong Tan",
        "Fan Liu",
        "Tuo Wei",
        "Qiang Cheng"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02320-9",
      "doi": "10.1038/s41563-025-02320-9",
      "summary": "Nature Materials, Published online: 01 September 2025; doi:10.1038/s41563-025-02320-9 Peptide ionizable lipids containing specific amino acids and functional groups render lipid nanoparticles with the tissue-specific delivery of mRNA and prime editing systems, which can be useful for advanced mRNA-based therapeutics."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Energy harvesting across broad frequencies with a nonlinear Hall rectifier",
      "authors": [],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-01999-w",
      "doi": "10.1038/s41565-025-01999-w",
      "summary": "Nature Nanotechnology, Published online: 01 September 2025; doi:10.1038/s41565-025-01999-w Harvesting ambient electromagnetic energy requires broadband, low-power rectification, which is challenging to achieve with conventional diodes. Now, using the nonlinear Hall effect in thin films of the topological crystalline insulator SnTe, wireless, zero-bias rectification is demonstrated across megahertz to terahertz frequencies and with sensitivity down to ambient power levels."
    }
  ]
}