{
  "generatedAt": "2025-09-03T02:51:19.653146+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electric-field-tuned transport properties and Stark effect in two-dimensional Ga${}_{2}$O${}_{3}$ and its alloys</span>",
      "authors": [
        "Zhihao Xi, Nan Chen, Jincheng Cai, Shuti Li, and Shuwen Zheng"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9b070Oe6R4312459b29f218689a8491fdce2b1779",
      "doi": "10.1103/r9lc-1c3k",
      "summary": "The reported remarkably high electron mobility of two-dimensional (2D) Ga2O3 brings this ultra-wide bandgap semiconductor to the forefront of high-speed power electronics applications. Using the GGA+U approach, we systematically investigate the electric-field-dependent structural evolution, electron… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Field-free perpendicular magnetization switching by altermagnets with collinear spin current</span>",
      "authors": [
        "M. Q. Dong, Zhi-Xin Guo, and Xin-Gao Gong"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e6078O54S961655b31758093a40ffe23dcf598686",
      "doi": "10.1103/342f-82rj",
      "summary": "The generation of collinear spin current (CSC) in the out-of-plane direction, where both the propagation direction and spin-polarized direction aligned perpendicularly to the applied charge current, is crucial for efficiently manipulating systems with perpendicular magnetic anisotropy used in high-d… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Flipping of electronic spins in BiFeO${}_{3}$ via chiral $d$-$d$ excitations</span>",
      "authors": [
        "Aseem Rajan Kshirsagar and Sven Reichardt"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/80075Ya0C0e10b8092d907f3256f8eb00708b3089",
      "doi": "10.1103/ht4g-7vb5",
      "summary": "BiFeO${}_{3}$ is a multiferroic material featuring ferroelectricity and noncollinear antiferromagnetism. Definitive and efficient control of the characteristic spin texture of BiFeO${}_{3}$ is attractive for emerging quantum devices. In this regard, crystal-field $d→d$ excitations localized on Fe at… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Chiral dielectric metasurface with near-unity chirality and ultrahigh Q factors driven by half-integer topological charge</span>",
      "authors": [
        "Shiyu Yang, Jin Lv, Honghao Zhou, Jinlin Wang, Hao Wang, Yandong Zhang, Ning Zhu, Shirong Lin, and Fengchun Zhang"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0507aOc8Rf41115c722f1e320044cc6d46fe26cb2",
      "doi": "10.1103/r59r-wgcj",
      "summary": "Chiral metasurfaces, supported by photonic bound states in the continuum (BICs), provide a novel platform for studying chiral light-matter interactions. However, achieving near-unity chirality and ultrahigh Q-factors simultaneously in dielectric metasurfaces remains a significant challenge. Here, we… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Thermal transport in amorphous carbon nanotubes</span>",
      "authors": [
        "Nianjie Liang, Alfredo Fiorentino, and Bai Song"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f507aO71P3d1e45454574d74a186831a7eebc766a",
      "doi": "10.1103/klhj-x3f2",
      "summary": "Thermal transport in low-dimensional materials is of great fundamental and applied interest due to their unusual and widely tunable properties, as demonstrated by numerous studies of two- and one-dimensional (1D) crystals. In grim contrast, low dimensional amorphous materials remain largely unexplor… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Manipulation of Majorana wave packets at surfaces of nodal noncentrosymmetric superconductors</span>",
      "authors": [
        "Clara J. Lapp, Julia M. Link, and Carsten Timm"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/43075ObaPdb1955083319a4799fe6836688e7f69b",
      "doi": "10.1103/mtc1-r12c",
      "summary": "Nodal noncentrosymmetric superconductors can host zero-energy flat bands of Majorana surface states within the projection of the nodal lines onto the surface Brillouin zone. Thus, these systems can have stationary, localized Majorana wave packets on certain surfaces, which may be a promising platfor… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Modeling neutral defects in III-V ternary alloys with a special quasirandom structure: Analysis of As- and III-site point defects in InGaAs</span>",
      "authors": [
        "Peter A. Schultz"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/95072Oa6Scb1a751738a8f0353e630bdfdbbdec35",
      "doi": "10.1103/7lsb-t719",
      "summary": "While first-principles density functional theory modeling has become a vital tool to investigate defect properties in semiconductors, the lack of crystalline periodicity in pseudo-binary random composition alloys, such as In1-xGaxAs, complicates such analyses. We present a simulation strategy to sys… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Evolution of pairing symmetry in FeSe${}_{1−x}$S${}_{x}$ as probed by uniaxial-strain tuning of ${T}_{c}$</span>",
      "authors": [
        "Ruixian Liu, Qi Tang, Chang Liu, Wenting Zhang, Chunyi Li, Kaijuan Zhou, Qiaoyu Wang, and Xingye Lu"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a6070Y7bK2b1968ac5304f89a932b08df4fb854ab",
      "doi": "10.1103/f6jb-yvyj",
      "summary": "In iron-based superconductors (FeSCs), the interplay between electronic nematicity and superconductivity is essential for understanding the exotic superconducting ground state. In the nematic regime, uniaxial-strain ($ε$) tuning of the superconducting transition temperature ${T}_{c}$ [$Δ{T}_{c}(ε)=α… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Superconducting coherence peak in near-field radiative heat transfer</span>",
      "authors": [
        "Wenbo Sun, Zhuomin M. Zhang, and Zubin Jacob"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/23079O75Pa2Ed61ac4a662604c4791f5f59328724",
      "doi": "10.1103/19ft-v715",
      "summary": "Enhancement and peaks in near-field radiative heat transfer (NFRHT) typically arise due to surface phonon-polaritons, plasmon-polaritons, and electromagnetic (EM) modes in structured materials. However, the role of material quantum coherence in enhancing near-field radiative heat transfer remains un… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Structural evolution of ceria-supported Ru cluster catalysts under near-realistic conditions explored via a global structural search algorithm</span>",
      "authors": [
        "Meiliang Ma, Yan Wang, Zhiyu Wang, and Zhong-Kang Han"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/be07eO85Pd51905563ba3cb7d378c28aee38a820e",
      "doi": "10.1103/1d31-3nht",
      "summary": "Ru-CeO2 catalysts, which combine the high catalytic activity of ruthenium with the unique redox properties of ceria, have demonstrated significant potential in various catalytic reactions including CO2 methanation, ammonia synthesis, and oxidation-reduction processes. However, the physical mechanism… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Microscopic correlation between magnetostriction and magnetic damping</span>",
      "authors": [
        "Ivan Kurniawan, Keita Ito, Takeshi Seki, Keisuke Masuda, and Yoshio Miura"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/12076Oa9M76Ed812143c3cc859e29454bf41ee3f6",
      "doi": "10.1103/g47q-qyxj",
      "summary": "Although the relationship between magnetostriction and magnetic damping is often described phenomenologically, their intrinsic connection remains unclear. In this study, we demonstrate that the magnitude of magnetic damping depends on the sign of magnetostriction in and alloys across various composi… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Pressure-tuned magnetism and band-gap modulation in layered Fe-doped CrCl${}_{3}$</span>",
      "authors": [
        "Mahmoud Abdel-Hafiez, Aya Ali, Govindaraj Lingannan, R. Thiyagarajan, Lukas Gries, Md Ezaz Hasan Khan, Anas Abutaha, T. A. Abdel-Baset, Kei Uemura, Masaki Mito, Vladislav Borisov, Anna Delin, Rüdiger Klingeler, M. S. R. Rao, and Olle Eriksson"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/be076ObaO001204ee786637514498a58647e432e1",
      "doi": "10.1103/v7l7-f3wj",
      "summary": "Chromium-based halide magnets, particularly CrCl3, are emerging materials with highly tunable magnetic properties, making them attractive for applications in heterostructures, spintronic devices, and nanoscale sensors. In this study, we explore the structural, magnetic, vibrational and optical band … [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Probing anyon statistics on a single-edge loop in the fractional quantum Hall regime</span>",
      "authors": [
        "Flavio Ronetti, Noé Demazure, Jérôme Rech, Thibaut Jonckheere, Benoît Grémaud, Laurent Raymond, Masayuki Hashisaka, Takeo Kato, and Thierry Martin"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c7077O41S8e17d54435f2c467909b3edacba981a7",
      "doi": "10.1103/tdkj-k211",
      "summary": "We propose a setup to directly measure the anyonic statistical angle on a single edge of a fractional quantum Hall system, without requiring independent knowledge of non-universal parameters. We consider a Laughlin edge state bent into a closed loop geometry, where tunneling processes are controllab… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electrically switchable ferrovalleytricity in multiferroic heterobilayers</span>",
      "authors": [
        "Yangyang Feng, Xinru Li, Ying Dai, Baibiao Huang, and Yandong Ma"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/80077Yf6O3011990f2f707d547da06f99fb35eed1",
      "doi": "10.1103/266z-bwy4",
      "summary": "Ferro-valleytricity switching is the most crucial operation in valleytronics. In current valleytronic research, it is predominately realized by magnetic field, which is not favored in terms of efficiency. Here, we propose a mechanism that allows ferro-valleytricity switching fully controlled by volt… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Fermi surface bosonization for non-Fermi liquids</span>",
      "authors": [
        "SangEun Han, Félix Desrochers, and Yong Baek Kim"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1b07aK12Tcd1cc0f189e8d74e0aa78d33be825ab5",
      "doi": "10.1103/yrkv-42wd",
      "summary": "Understanding non-Fermi liquids in dimensions higher than one remains one of the most formidable challenges in modern condensed matter physics. These systems, characterized by an abundance of gapless degrees of freedom and the absence of well-defined quasiparticles, defy conventional analytical fram… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electronic and optical structural properties of lanthanide-doped MoS${}_{2}$: Impact of ionic size and orbital configuration mismatch</span>",
      "authors": [
        "Hyosik Kang, Raquel Queiroz, and Lukas Muechler"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/85075O71P6c1a759901e808990e410cc27a73e50c",
      "doi": "10.1103/kpsg-z8tp",
      "summary": "Single-photon emitters (SPEs) are crucial for quantum technologies such as quantum simulation, secure quantum communication, and precision measurements. Two-dimensional transition-metal dichalcogenides (TMDCs) are promising SPE candidates because of their atomically thin nature and efficient photon … [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electrical magnetochiral anisotropy in trigonal tellurium from first principles</span>",
      "authors": [
        "Xiaoxiong Liu, Ivo Souza, and Stepan S. Tsirkin"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a707bYb9K0f1dc89837e1a775f46091084ebbb464",
      "doi": "10.1103/pksk-ysxl",
      "summary": "Structural chirality gives rise to characteristic responses that change sign with the handedness of the crystal structure. One example is electrical magnetochiral anisotropy (eMChA), a change in resistivity that depends linearly on the applied current and magnetic field. Motivated by recent measurem… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Gauge field induced skin effect in spinful non-Hermitian systems</span>",
      "authors": [
        "Moirangthem Sanahal, Subhasis Panda, and Snehasish Nandy"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fd079YcaRcd2bb0ad38c4e4218f9aeae08365141a",
      "doi": "10.1103/vhz9-xwf4",
      "summary": "The non-Hermitian skin effect (NHSE), a hallmark of non-Hermitian systems, stems from the topological nature of complex energy spectra, typically characterized by a nonzero spectral winding number. By investigating a one-dimensional Hatano-Nelson model with spin-dependent Abelian gauge fields, we un… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Negative exchange interaction in Si quantum dot arrays via valley-phase induced ${ℤ}_{2}$ gauge field</span>",
      "authors": [
        "Benjamin D. Woods"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/72075O03S9118a55144f4c3780170738cb50a5f0b",
      "doi": "10.1103/x2jk-714n",
      "summary": "The exchange interaction $J$ offers a powerful tool for quantum computation based on semiconductor spin qubits. However, the exchange interaction in two-electron systems in the absence of a magnetic field is usually constrained to be non-negative $J≥0$, which inhibits the construction of various dyn… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Directionally asymmetric nonlinear optics in ferrorotational MnTiO${}_{3}$</span>",
      "authors": [
        "Xinshu Zhang, Tyler Carbin, Kai Du, Bingqing Li, Kefeng Wang, Casey Li, Tiema Qian, Ni Ni, Sang-Wook Cheong, and Anshul Kogar"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/20072Yf1N5d14f85b8a040c6dd926ab4cbe2b9599",
      "doi": "10.1103/nsm8-6bm2",
      "summary": "Ferro-rotationally ordered materials possess a planar chiral lattice of electric dipoles which are a promising platform for exhibiting directionally asymmetric response functions. A key characteristic of such order is that enantiomorph conversion occurs when the solid is flipped by 180 degrees about… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>General trends of superconducting pairing and magnetic correlations in the Ruddlesden-Popper nickelate $m$-layered superconductors La${}_{m+1}$Ni${}_{m}$O${}_{3m+1}$</span>",
      "authors": [
        "Yang Zhang, Ling-Fang Lin, Adriana Moreo, Satoshi Okamoto, Thomas A. Maier, and Elbio Dagotto"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5b079O17Qcd1c45d214076300af5c55669366061e",
      "doi": "10.1103/h9kq-chh7",
      "summary": "We report a comprehensive theoretical analysis of the Ruddlesden-Popper layered nickelates La${}_{m+1}$Ni${}_{m}$O${}_{3m+1}$ ($m=1$ to 6) under pressure. These materials have recently received significant attention due to the discovery of superconductivity in some nickelates under pressure. Our res… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Polarization-resolved electron spin resonance in a two-dimensional electron system</span>",
      "authors": [
        "D. A. Khudaiberdiev, A. Shuvaev, A. V. Shchepetilnikov, V. M. Muravev, M. M. Glazov, C. Reichl, W. Wegscheider, A. Pimenov, and I. V. Kukushkin"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2807aYa2N091ee8d39880ef6565546b15b848f70e",
      "doi": "10.1103/4lyv-jvq5",
      "summary": "We report on polarization-resolved electron spin resonance (ESR) in a two-dimensional electron system in AlAs quantum wells. Transmission spectra in the sub-terahertz frequency range revealed unusual behavior as a function of the light polarization and of experimental geometry. { These results contr… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Superconducting properties of the Ti-doped KV${}_{3}$Sb${}_{5}$ kagome compound</span>",
      "authors": [
        "Kyryl Shtefiienko, Shengzhi Zhang, Ulises Alonso de la Sierra, Ganesh Pokharel, and Keshav Shrestha"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/37078O6fR2f18a5862f87af6bf5fcd252efa10cba",
      "doi": "10.1103/cv3g-vm3b",
      "summary": "We present a detailed study on the synthesis, electrical transport, magnetic, and thermal properties of Ti-doped KV${}_{3}$Sb${}_{5}$. The parent compound, KV${}_{3}$Sb${}_{5}$, exhibits superconductivity with a critical temperature (${T}_{c}$) of 0.93 K and undergoes a charge density wave (CDW) tra… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantifying non-Hermiticity using single- and many-particle quantum properties</span>",
      "authors": [
        "Soumik Bandyopadhyay, Philipp Hauke, and Sudipto Singha Roy"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7207aO8aH771e85d1358380237caff9837975a07c",
      "doi": "10.1103/xm96-zxsw",
      "summary": "The non-Hermitian paradigm of quantum systems displays salient features drastically different from Hermitian counterparts. In this work, we focus on one such aspect, the difference of evolving quantum ensembles under ${H}_{nh}$ (right ensemble) versus its Hermitian conjugate, ${H}_{nh}^{†}$ (left en… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Gapfull and gapless 1D topological superconductivity in spin-orbit-coupled bilayer graphene</span>",
      "authors": [
        "Daniel Skliannyi, Yuval Oreg, and Ady Stern"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/95079Y19Qd319190b993937312356542015acf3d1",
      "doi": "10.1103/217r-1fyc",
      "summary": "We propose a way to generate a one-dimensional topological superconductor from a monolayer of a transition metal dichalcogenide coupled to a Bernal-stacked bilayer of graphene under a displacement field. With proper gating, this structure may be tuned to form three parallel pads of superconductors c… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>High-pressure melting and elastic behavior of vanadium and niobium based on $ab$ $initio$ calculations and machine learning molecular dynamics</span>",
      "authors": [
        "Hao Wang, Dan Wang, Long Hao, Jun Li, and Hua Y. Geng"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f4074O25E9c14848f8213bc76e4d0e14c06573367",
      "doi": "10.1103/tszb-gfxr",
      "summary": "Under high pressure, the group-VB transition metals vanadium (V) and niobium (Nb) exhibit simple crystal structures but complex physical behaviors, such as anomalous compression-induced softening and heating-induced hardening (CISHIH). Meanwhile, the impact of lattice thermal expansion-induced softe… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Measuring topological invariants of even-dimensional line-gapped non-Hermitian systems through quench dynamics</span>",
      "authors": [
        "Xiao-Dong Lin and Long Zhang"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ac07fObdScf1685f20d86d73ea16133b473934e5d",
      "doi": "10.1103/psbx-3tgm",
      "summary": "The accurate determination of non-Hermitian (NH) topological invariants plays a central role in the study of NH topological phases. In this work, we propose a general framework for directly measuring NH topological invariants in even-dimensional systems with real line gaps through quench dynamics. O… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Surface nanopatterning of Si by ion beam irradiation with sub-sputter-threshold energy</span>",
      "authors": [
        "J. Seo, H. Jeong, W. Kim, J. Muñoz-Garcia, M. Castro, R. Cuerno, and J. -S. Kim"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/19072O9bT651565d354b08e2cb076e6aa02266b0f",
      "doi": "10.1103/qkr5-2h54",
      "summary": "We examine the formation of nanoscale patterns on silicon surfaces subjected to ion beam irradiation at energies below the sputtering threshold, which suppresses net erosion. Using Kr ions with well-defined energies, we provide solid evidence that mass redistribution alone can lead to surface instab… [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Collapse of edge reconstruction in compressible quantum Hall fluid within filling fraction range $\\frac{2}{3}$ to 1</span>",
      "authors": [
        "Suvankar Purkait, Tanmay Maiti, Pooja Agarwal, Suparna Sahoo, Giorgio Biasiol, Lucia Sorba, and Biswajit Karmakar"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d9073Ob6P4b15f53103085b8508c103773d5677d7",
      "doi": "10.1103/txxb-47vd",
      "summary": "The edge structure of a gate-defined compressible quantum Hall fluids in the filling fraction range 2/3 to 1 is studied using the three reconstructed ${e}^{2}/3h$ fractional edge modes of unity filling integer quantum Hall state. We find that the individually excited partially resolved ${e}^{2}/3h$ … [Phys. Rev. B] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Relationship between localization-delocalization transition and $\\mathcal{PT}$-symmetry breaking",
      "authors": [
        "Fatemeh Sadeghi, Mostafa Motamedifar, and Mojtaba Golshani"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cprm-8kw5",
      "doi": "10.1103/cprm-8kw5",
      "summary": "We investigate the interplay between parity-time-symmetry ($\\mathcal{P}\\mathcal{T}$-symmetry) breaking and localization transitions in non-Hermitian spin chains with an Aubry-André potential and competing Dzyaloshinskii-Moriya (DM) interactions. While prior studies (e.g., [S. Longhi, Phys. Rev. Lett… [Phys. Rev. E 112, 034101] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Diffusion with stochastic resetting on a lattice",
      "authors": [
        "Alexander K. Hartmann and Satya N. Majumdar"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1xkk-7q63",
      "doi": "10.1103/1xkk-7q63",
      "summary": "We provide an exact formula for the mean first-passage time (MFPT) to a target at the origin for a single particle diffusing on a $d$-dimensional hypercubic lattice starting from a fixed initial position ${\\stackrel{⃗}{R}}_{0}$ and resetting to ${\\stackrel{⃗}{R}}_{0}$ with a rate $r$. Previously kno… [Phys. Rev. E 112, 034102] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Machine learning domain adaptation in spin models with continuous phase transitions",
      "authors": [
        "Vladislav Chertenkov and Lev Shchur"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qnvz-7nqm",
      "doi": "10.1103/qnvz-7nqm",
      "summary": "The main question raised in the article is whether a neural network trained on a spin lattice model in one universality class can be used to test a model in another universality class. The quantities of interest are the critical phase transition temperature and the correlation length exponent. In ot… [Phys. Rev. E 112, 034104] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Scaling laws of chemical and Euclidean distances in critical percolation trees",
      "authors": [
        "E. A. Soares and A. A. Moreira"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cthn-nh7b",
      "doi": "10.1103/cthn-nh7b",
      "summary": "We study the scaling behavior of chemical distances in spanning trees of critical site percolation clusters. Precisely, we analyze spanning trees constructed using four different algorithms: minimal path trees (MPTs), depth-first search (DFS), right-first search (RFS), and minimum spanning trees (MS… [Phys. Rev. E 112, 034105] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Large deviations of density fluctuations in the boundary-driven quantum symmetric simple inclusion process",
      "authors": [
        "Denis Bernard, Tony Jin, Stefano Scopa, and Shiyi Wei"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fs7f-z3k6",
      "doi": "10.1103/fs7f-z3k6",
      "summary": "We consider the boundary driven Quantum Symmetric Simple Inclusion Process (QSSIP) which describes a one-dimensional system of bosonic particles with stochastic nearest-neighbor hopping, modeled as a Brownian motion, with gain/loss processes at the endpoints of the chain driving the system out-of-eq… [Phys. Rev. E 112, 034106] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Subsystem thermalization hypothesis in quantum spin chains with conserved charges",
      "authors": [
        "Feng-Li Lin, Jhh-Jing Hong, and Ching-Yu Huang"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kvn9-s63j",
      "doi": "10.1103/kvn9-s63j",
      "summary": "We consider the thermalization hypothesis of pure states in nonintegrable quantum spin chains with conserved charges, including the nonintergable variants of the Ising chain with ${Z}_{2}$ symmetry, $XXZ$ chain with $\\mathrm{U}(1)$ symmetry, and $XXX$ chain with $\\mathrm{SU}(2)$ symmetries. Two kind… [Phys. Rev. E 112, 034107] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Exact results in stochastic processes with division, death, and diffusion: Spatial correlations, marginal entropy production, and macroscopic currents",
      "authors": [
        "Samuel Cameron and Elsen Tjhung"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b9n6-mynw",
      "doi": "10.1103/b9n6-mynw",
      "summary": "We consider a generic class of stochastic particle-based models whose state at an instant in time is described by a set of continuous degrees of freedom (e.g., positions), and the length of this set changes stochastically in time due to birth-death processes. Using a master equation formalism, we wr… [Phys. Rev. E 112, 034109] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Optimal performance of thermoelectric devices with small external irreversibility",
      "authors": [
        "Rajeshree Chakraborty and Ramandeep S. Johal"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5f71-zr8d",
      "doi": "10.1103/5f71-zr8d",
      "summary": "In the thermodynamic analysis of thermoelectric devices, typical irreversibilities are for the processes of finite-rate heat transfer, heat leak, and Joule heating. Approximate analyses often focus on either internal or external irreversibility, obtaining well-known expressions for the efficiency at… [Phys. Rev. E 112, 034110] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Thermodynamic circuits: Association of thermoelectric converters in stationary nonequilibrium",
      "authors": [
        "Paul Raux, Christophe Goupil, and Gatien Verley"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ksbz-yrf7",
      "doi": "10.1103/ksbz-yrf7",
      "summary": "Following up on the recently published circuit theory for thermodynamic devices, we consider networks of thermoelectric converters (TECs) in stationary nonequilibrium. Assuming constant thermoelectric properties, the integration over a finite thickness of the linear local response of the thermoelect… [Phys. Rev. E 112, 034111] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Thermodynamic circuits: Modeling chemical reaction networks with nonequilibrium conductance matrices",
      "authors": [
        "Paul Raux, Christophe Goupil, and Gatien Verley"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4rsy-786t",
      "doi": "10.1103/4rsy-786t",
      "summary": "We derive the nonequilibrium conductance matrix for open stationary chemical reaction networks (CRNs) described by a deterministic mass action kinetic equation. As an illustration, we determine the nonequilibrium conductance matrix of a CRN made of two pseudolinear subnetworks, called chemical modul… [Phys. Rev. E 112, 034112] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Spectral truncation of out-of-time-ordered correlators in dissipative systems",
      "authors": [
        "Pablo D. Bergamasco, Gabriel G. Carlo, and Alejandro M. F. Rivas"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8cvg-7sbh",
      "doi": "10.1103/8cvg-7sbh",
      "summary": "Out-of-time-ordered correlators (OTOCs) have emerged as powerful tools for diagnosing quantum chaos and information scrambling. While extensively studied in closed quantum systems, their behavior in dissipative environments remains less understood. In this work, we investigate the spectral decomposi… [Phys. Rev. E 112, 034201] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Intensity landscapes in elliptic and oval billiards with a circular absorbing region",
      "authors": [
        "Katherine Holmes, Joseph Hall, and Eva-Maria Graefe"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9bv6-4npn",
      "doi": "10.1103/9bv6-4npn",
      "summary": "Billiard models of single particles moving freely in two-dimensional regions enclosed by hard walls have long provided ideal toy models for the investigation of dynamical systems and chaos. Recently, billiards with (semi)permeable walls and internal holes have been used to study open systems. Here w… [Phys. Rev. E 112, 034202] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Synaptic shot noise triggers fast and slow global oscillations in balanced neural networks",
      "authors": [
        "Denis S. Goldobin, Maria V. Ageeva, Matteo di Volo, Ferdinand Tixidre, and Alessandro Torcini"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/47h5-fbyy",
      "doi": "10.1103/47h5-fbyy",
      "summary": "Neural dynamics is determined by the transmission of discrete synaptic pulses (synaptic shot noise) among neurons. However, the neural responses are usually obtained within the diffusion approximation modeling synaptic inputs as continuous Gaussian noise. Here we present a rigorous mean-field theory… [Phys. Rev. E 112, 034301] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Solitary states in spiking oscillators with higher-order interactions",
      "authors": [
        "Vladimir V. Semenov, Subhasanket Dutta, Stefano Boccaletti, Charo I. del Genio, Sarika Jalan, and Anna Zakharova"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xtgc-f766",
      "doi": "10.1103/xtgc-f766",
      "summary": "We study a system of globally coupled FitzHugh-Nagumo oscillators with pairwise and second-order interactions, showing that the presence of higher-order interactions substantially affects the character of the transition between synchronous and asynchronous states driven by changes in coupling streng… [Phys. Rev. E 112, 034302] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Spectral coarse graining and rescaling for preserving structural and dynamical properties in graphs",
      "authors": [
        "M. Schmidt, F. Caccioli, and T. Aste"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/k4bx-w273",
      "doi": "10.1103/k4bx-w273",
      "summary": "We introduce a graph renormalization procedure based on the coarse-grained Laplacian, which generates reduced-complexity representations across scales. This method retains both dynamics and large-scale topological structures, while reducing redundant information, facilitating the analysis of large g… [Phys. Rev. E 112, 034303] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Discontinuous phase transitions of feature detection in lateral predictive coding",
      "authors": [
        "Zhen-Ye Huang, Weikang Wang, and Hai-Jun Zhou"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3jk3-xl77",
      "doi": "10.1103/3jk3-xl77",
      "summary": "The brain may adopt the strategy of lateral predictive coding (LPC) to construct optimal internal representations for salient features in input sensory signals, reducing the energetic cost of information transmission. Here we first consider the task of detecting one non-Gaussian signal by LPC from G… [Phys. Rev. E 112, 034304] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Three-dimensional modeling of hyphal fusion, branching, and nutrient transport in filamentous fungi",
      "authors": [
        "Bruce J. Palmer, Connah G. M. Johnson, Ann S. Almgren, Andrew T. Myers, and William R. Cannon"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xbjp-zqj1",
      "doi": "10.1103/xbjp-zqj1",
      "summary": "Fungi exhibit behaviors distinct from other microbes. Filamentous fungi grow by extending complex networks of branched filaments collectively referred to as the mycelium. These networks can expand over large distances and traverse low-nutrient areas by translocating nutrients through the filament ne… [Phys. Rev. E 112, 034401] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Impact of the RNA binding domain localization of the protein shell on virus particle stability",
      "authors": [
        "Mohammadamin Safdari, Siyu Li, Sanaz Panahandeh, Paul van der Schoot, and Roya Zandi"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vbz2-gn6l",
      "doi": "10.1103/vbz2-gn6l",
      "summary": "The encapsulation of polyanions by virus coat proteins, whether single-stranded RNAs or synthetic polymers, is primarily driven by attractive electrostatic interactions between the positively charged, structurally disordered RNA binding domains of the virus coat proteins and the negatively charged p… [Phys. Rev. E 112, 034402] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Acoustic radiation force on a spherical particle near a planar boundary in a weakly thermosviscous fluid",
      "authors": [
        "Yu-Chen Zang (臧雨宸), Hai-Feng Jiang (蒋海峰), Di-Chao Chen (陈帝超), Xing-Feng Zhu (朱兴凤), and Da-Jian Wu (吴大建)"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/q2kj-mxnk",
      "doi": "10.1103/q2kj-mxnk",
      "summary": "A rigorous formalism is presented for the time-averaged acoustic radiation force on a spherical particle near an infinite planar boundary subjected to a plane wave. The background medium is assumed to be a weakly thermoviscous fluid, with the viscous and thermal boundary layers much smaller than eit… [Phys. Rev. E 112, 035101] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Improved phase-field-based lattice Boltzmann model for liquid-gas flow with evaporation",
      "authors": [
        "Xiaoyu Wu and Xian Wang"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wc3h-2563",
      "doi": "10.1103/wc3h-2563",
      "summary": "In this work, an improved Allen-Cahn-based phase-field lattice Boltzmann model is presented which is applicable to heat transfer in two-phase flow involving evaporation. The vapor concentration at the liquid-vapor interface serves as the driving force for vaporization. In our improved model, four di… [Phys. Rev. E 112, 035102] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Subharmonic Shapiro steps in depinning dynamics of a two-dimensional solid dusty plasma modulated by one-dimensional nonlinear deformed periodic substrates",
      "authors": [
        "Zhaoye Wang, Nichen Yu, Ao Xu, Chen Liang, C. Reichhardt, C. J. O. Reichhardt, and Yan Feng"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zv4b-g2vz",
      "doi": "10.1103/zv4b-g2vz",
      "summary": "Langevin dynamical simulations are performed to investigate the depinning dynamics of a two-dimensional (2D) solid dusty plasma, which is modulated by one-dimensional (1D) nonlinear deformed periodic substrates, and also driven by the combination of the DC and AC forces. As the DC driving force incr… [Phys. Rev. E 112, 035201] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Direct comparison of stochastic driven nonlinear dynamical systems for combinatorial optimization",
      "authors": [
        "Junpeng Hou, Amin Barzegar, and Helmut G. Katzgraber"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9vbb-h73q",
      "doi": "10.1103/9vbb-h73q",
      "summary": "Combinatorial optimization problems are ubiquitous in industrial applications. However, finding optimal or close-to-optimal solutions can often be extremely hard. Because some of these problems can be mapped to the ground-state search of the Ising model, tremendous effort has been devoted to develop… [Phys. Rev. E 112, 035301] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Adaptive lattice-gas algorithm: Classical and quantum implementations",
      "authors": [
        "Niccolò Fonio, Pierre Sagaut, Ljubomir Budinski, and Valtteri Lahtinen"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/l51d-dpb6",
      "doi": "10.1103/l51d-dpb6",
      "summary": "Lattice-gas algorithms (LGA) are a class of algorithms including, in chronological order, binary lattice-gas cellular automata, integer lattice-gas algorithms (ILGA), and lattice Boltzmann method (LBM). They are largely used for simulating nonlinear systems. Starting from one-dimensional ILGA, we de… [Phys. Rev. E 112, 035302] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Phase-field-based lattice Boltzmann method for the transport of insoluble surfactant in two-phase flows",
      "authors": [
        "Chengjie Zhan (湛承杰), Hong Liang (梁宏), Zhenhua Chai (柴振华), and Baochang Shi (施保昌)"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/95cr-8mkj",
      "doi": "10.1103/95cr-8mkj",
      "summary": "In this work, we present a general second-order phase-field model for the transport of insoluble surfactant in incompressible two-phase flows. In this model, a second-order local Allen-Cahn equation is applied for interface capturing, a general form of the simple scalar transport equation [S. S. Jai… [Phys. Rev. E 112, 035303] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Loading-dependent microscale measures control bulk properties in granular material: An experimental test of the stress-force-fabric relation",
      "authors": [
        "Carmen L. Lee, Ephraim Bililign, Emilien Azéma, and Karen E. Daniels"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rv25-lqdc",
      "doi": "10.1103/rv25-lqdc",
      "summary": "The bulk behavior of granular materials is tied to its mesoscale and particle-scale features: Strength properties arise from the buildup of various anisotropic structures at the particle-scale induced by grain connectivity, force transmission, and frictional mobilization. More fundamentally, these a… [Phys. Rev. E 112, 035401] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Swap Monte Carlo algorithm for diatomic molecules",
      "authors": [
        "Till Böhmer, Jeppe C. Dyre, and Lorenzo Costigliola"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/r23b-94kj",
      "doi": "10.1103/r23b-94kj",
      "summary": "In recent years the swap Monte Carlo algorithm has led to remarkable progress in equilibrating supercooled model liquids at low temperatures. Applications have so far been limited to systems composed of spherical particles, however, whereas most real-world supercooled liquids are molecular. We intro… [Phys. Rev. E 112, 035402] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Critical behavior of magnetic polymers on the three-dimensional Sierpiński gasket in the presence of an external magnetic field",
      "authors": [
        "Sumitra Rudra, Damien Paul Foster, and Sanjay Kumar"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/13zf-ybf8",
      "doi": "10.1103/13zf-ybf8",
      "summary": "We present the critical behavior of a model for a magnetic polymer under an external magnetic field on the three-dimensional Sierpińsky gasket. Our findings reveal that, at zero magnetic field, the polymer-collapse transition occurs first, followed by a magnetic transition as the temperature is lowe… [Phys. Rev. E 112, 035403] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Multiscale turbulence hierarchy in active matter: Polarization analysis of a zebrafish shoal",
      "authors": [
        "Antonio. R. de C. Romaguera, João V. A. Vasconcelos, Viviane M. de Oliveira, Adauto J. F. de Souza, Anderson L. R. Barbosa, Iván R. R. González, Pabyton G. Cadena, Luis G. Negreiros-Neto, and Marcelo L. Lyra"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3h72-dlyp",
      "doi": "10.1103/3h72-dlyp",
      "summary": "Fish shoals exemplify systems composed of interacting and self-propelled particles that exhibit the complex collective dynamics seen in active matter. The group average polarization measures the ability to synchronize collective motion. Here, we analyze the experimental time series of increments in … [Phys. Rev. E 112, 035404] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Granular rheology: A tale of three time scales",
      "authors": [
        "O. Coquand, W. T. Kranz, and M. Sperl"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8gv1-9sb1",
      "doi": "10.1103/8gv1-9sb1",
      "summary": "We adapt statistical models of the physics of complex fluids to study the rheology of granular liquids. This allows us to provide laws of granular rheology based on first principles, which compare well with previously established phenomenological laws. In particular, the very successful law of $μ(\\m… [Phys. Rev. E 112, 035405] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Mechanism of shape symmetry breaking in surfactant-mediated crystal growth",
      "authors": [
        "Sam Oaks-Leaf and David T. Limmer"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/739d-zb7j",
      "doi": "10.1103/739d-zb7j",
      "summary": "We present a dynamical model of crystal growth, in which it is possible to reliably achieve asymmetric products, beginning from symmetric initial conditions and growing within an isotropic environment. The asymmetric growth is the result of a positive feedback mechanism that amplifies the effect of … [Phys. Rev. E 112, 035501] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Multistability and high codimension bifurcations in synergistic epidemics on heterogeneous networks",
      "authors": [
        "Francisco J. Pérez-Reche and Sergei N. Taraskin"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pnvl-zkq7",
      "doi": "10.1103/pnvl-zkq7",
      "summary": "We investigate the impact of network heterogeneity on synergistic contagion dynamics. By extending a synergistic contagion model to diverse heterogeneous network topologies, we uncover the emergence of novel dynamical regimes characterized by multiple stable states, separated by a rich set of bifurc… [Phys. Rev. E 112, L032301] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Cascade crack in chain of beads</span>",
      "authors": [
        "Meysam Bagheri and Thorsten Pöschel"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/b907eR17U921762354409295ebd3c77e85aa7f241",
      "doi": "10.1103/hzs3-8ffk",
      "summary": "We consider a homogeneous chain of spheres linked by liquid bridges under tension. The rupture of a single liquid bridge leads to a fragmentation cascade driven by the inverse relation between the capillary force and the sphere distances. The initial length of the liquid bridges determines the numbe… [Phys. Rev. E] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Inspection paradox and jump detection in glassy systems</span>",
      "authors": [
        "Simone Pigolotti and Sándalo Roldán-Vargas"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/40073Y5eI111d480d55605a90210b627aae87c316",
      "doi": "10.1103/yn2g-977f",
      "summary": "Dynamics in glassy systems near the phase transition is characterized by particle jumps. Approaches to describe these dynamics are based on models in which the time and length scales defining the jumps are parameters to be determined. We instead propose a model-independent method to detect these jum… [Phys. Rev. E] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Criticality Enhances the Reinforcement of Disordered Networks by Rigid Inclusions",
      "authors": [
        "Jordan L. Shivers, Jingchen Feng, and Fred C. MacKintosh"
      ],
      "date": "2025-09-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b9bh-rrj1",
      "doi": "10.1103/b9bh-rrj1",
      "summary": "Near a mechanical critical point, adding even a small amount of rigid material to soft fiber networks causes unexpectedly large stiffness increases, revealing new ways to design tunable, responsive materials. [Phys. Rev. X 15, 031061] Published Tue Sep 02, 2025"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Liquid-crystal specs refocus with the push of a button",
      "authors": [],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02786-2",
      "doi": "10.1038/d41586-025-02786-2",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02786-2 Bifocals for the touchscreen era accommodate users who mix near- and far-sightedness."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "AI-agent ethics should consider sentient non-human animals",
      "authors": [
        "Borbala Foris",
        "Jean-Loup Rault"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02796-0",
      "doi": "10.1038/d41586-025-02796-0",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02796-0 AI-agent ethics should consider sentient non-human animals"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "China’s chikungunya virus outbreak is a wake up call",
      "authors": [
        "Yulin Zhang",
        "Yi Zhang",
        "Zezheng Fang",
        "Shilei Ni"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02794-2",
      "doi": "10.1038/d41586-025-02794-2",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02794-2 China’s chikungunya virus outbreak is a wake up call"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Experiment puts ‘spoon bending’ to the test",
      "authors": [],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02535-5",
      "doi": "10.1038/d41586-025-02535-5",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02535-5 People who claim they can bend spoons by stroking them fail to convince researchers, and a pioneer of industrial research gets the recognition she deserves in our weekly dip into Nature’s archive."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Include climate impacts when protecting infrastructure",
      "authors": [
        "Hongfang Lu",
        "Y. Frank Cheng"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02797-z",
      "doi": "10.1038/d41586-025-02797-z",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02797-z Include climate impacts when protecting infrastructure"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Veterinarians need to be part of West Nile disease storytelling",
      "authors": [
        "Giovanni Di Guardo"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02795-1",
      "doi": "10.1038/d41586-025-02795-1",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02795-1 Veterinarians need to be part of West Nile disease storytelling"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Sexless seeds: how self-cloning crops could soon transform our food",
      "authors": [
        "Dyani Lewis"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02753-x",
      "doi": "10.1038/d41586-025-02753-x",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02753-x Scientists are tinkering with plant genes to create crops that seed their own clones, with a host of benefits for farmers."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Air taxis will soon be in our skies — if batteries can be made safer",
      "authors": [
        "Liqiang Mai",
        "Xiaocong Tian",
        "Yunlong Zhao"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02758-6",
      "doi": "10.1038/d41586-025-02758-6",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02758-6 Small electric aeroplanes flying at low altitude will need energy sources that can withstand crashes and deliver power reliably. Standards need to be decided now."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "AI-powered brain device allows paralysed man to control robotic arm",
      "authors": [
        "Rachel Fieldhouse"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02789-z",
      "doi": "10.1038/d41586-025-02789-z",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02789-z The human user and AI have shared autonomy and constantly interact to complete tasks."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "These ‘glass straw’ optical fibres could speed up the Internet",
      "authors": [
        "Davide Castelvecchi"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02787-1",
      "doi": "10.1038/d41586-025-02787-1",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02787-1 A cable design that sends light through air, rather than solid glass, could cut signal loss and make long-distance transmissions cheaper."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Unifying gravity and quantum theory requires better understanding of time",
      "authors": [
        "Fay Dowker"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02756-8",
      "doi": "10.1038/d41586-025-02756-8",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02756-8 Textbooks give strange, imprecise explanations of where things happen in quantum mechanics. Consistency with gravity needs a fresh approach."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "A mammoth toothache: bacterial community discovered in mouth of ancient mammal",
      "authors": [
        "Katie Kavanagh"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02799-x",
      "doi": "10.1038/d41586-025-02799-x",
      "summary": "Nature, Published online: 02 September 2025; doi:10.1038/d41586-025-02799-x Genetic-sequencing techniques have uncovered the oldest host-associated microbial DNA ever recorded — inside samples of teeth and bones from woolly and steppe mammoths."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Progressive changes in phenotype, transcriptome and proliferation capacity characterise continued maturation and migration of intestinal cDCs in homeostasis",
      "authors": [
        "Fabian T. Hager",
        "Trong Hieu Nguyen",
        "Asmae Laouina",
        "Lydia Kopplin",
        "Anna Andrusaite",
        "Susan A. V. Jennings",
        "Britta Simons",
        "Andrea Leufgen",
        "Thomas Clavel",
        "Simon Milling",
        "Immo Prinz",
        "Reinhold Förster",
        "Thomas Stiehl",
        "Oliver Pabst",
        "Vuk Cerovic"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63559-z",
      "doi": "10.1038/s41467-025-63559-z",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63559-z Conventional Dendritic cells (cDCs) continually migrate from peripheral tissues in homeostasis. Here, the authors analyse the homeostatic turnover of cDC subsets in the intestine from tissue entry to migration to the draining lymph nodes, noting a dynamic life cycle with changes in transcriptome and proliferation rates."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Structural insights into proprotein convertase activation facilitate the engineering of highly specific furin inhibitors",
      "authors": [
        "Rupert Klaushofer",
        "Konstantin Bloch",
        "Luisa Susanna Eder",
        "Simone Marzaro",
        "Mario Schubert",
        "Eva Böttcher-Friebertshäuser",
        "Hans Brandstetter",
        "Sven O. Dahms"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63479-y",
      "doi": "10.1038/s41467-025-63479-y",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63479-y In this work, the authors investigate the activation mechanism of proprotein convertases (PC) based on the PC1/3-prodomain and the PC furin. They engineer a prodomain-nanobody fusion protein that effectively blocks propagation of a H7N7 bird flu virus."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Self-reinforcement in filled rubber via strain-induced crystallisation",
      "authors": [
        "Tomohiro Miyata",
        "Daisuke Watanabe",
        "Shusuke Kanomi",
        "Kai Chen",
        "Wakana Miyoshi",
        "Tatsuya Kikuchi",
        "Takehiro Kitaura",
        "Toshihiro Kawakatsu",
        "Hiroshi Jinnai"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63283-8",
      "doi": "10.1038/s41467-025-63283-8",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63283-8 The mechanism underlying the increase in elastic moduli and rupture resistance upon strain-induced crystallization in elastomers remains unclear. Here, the authors use nanoscale electron diffraction mapping and in situ transmission electron microscopy to study the self-reinforcement mechanism of isoprene rubber with silica nanoparticles during stretching."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Emergence of a carbapenem-resistant atypical uropathogenic <i>Escherichia coli</i> clone as an increasing cause of urinary tract infection",
      "authors": [
        "Lachlan L. Walker",
        "Minh-Duy Phan",
        "Budi Permana",
        "Zheng Jie Lian",
        "Nguyen Thi Khanh Nhu",
        "Thom Cuddihy",
        "Kate M. Peters",
        "Kay A. Ramsay",
        "Chelsea Stewart",
        "Niels Pfennigwerth",
        "Timothy J. Kidd",
        "Patrick N. A. Harris",
        "David L. Paterson",
        "Matthew J. Sweet",
        "Brian M. Forde",
        "Mark A. Schembri"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63477-0",
      "doi": "10.1038/s41467-025-63477-0",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63477-0 Antibiotic resistance poses a critical global health threat. Here, the authors identify a carbapenem resistant clone of uropathogenic Escherichia coli with atypical virulence features as an increasing cause of urinary tract infection"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Optically-driven organic nano-step actuator for reconfigurable photonic circuits",
      "authors": [
        "Ji-Zhe Zhang",
        "Xin-Biao Xu",
        "Yanjun Gong",
        "Zhu-Bo Wang",
        "Xiao-Zhuo Qi",
        "Xiao-Jing Liu",
        "Yuan-Hao Yang",
        "Zheng-Hui Tian",
        "Jia-Qi Wang",
        "Yan-Lei Zhang",
        "Ming Li",
        "Yongxian Guo",
        "Yingde Yan",
        "Chun-Hua Dong",
        "Xi-Feng Ren",
        "Yifan Zhang",
        "Chuang Zhang",
        "Guang-Can Guo",
        "Yanke Che",
        "Chang-Ling Zou"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63521-z",
      "doi": "10.1038/s41467-025-63521-z",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63521-z The authors introduce and demonstrate a programmable optically-driven organic micro-actuator for precise manipulation of on-chip structures. This paves the way for adaptive, multifunctional photonic systems."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Unveiling the polarization switching pathway through tetragonal phase as a metastable intermediate state in ferroelectric Hf<sub>x</sub>Zr<sub>1-x</sub>O<sub>2</sub> thin film",
      "authors": [
        "Danyang Chen",
        "Yulong Dong",
        "Tianning Cui",
        "Zhipeng Xue",
        "Zikang Yao",
        "Qiang Gao",
        "Ruixue Wang",
        "Yuyan Fan",
        "Jingquan Liu",
        "Xin Zhang",
        "Zhen Wang",
        "Wenwu Li",
        "Junhao Chu",
        "Mengwei Si",
        "Xiuyan Li"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63298-1",
      "doi": "10.1038/s41467-025-63298-1",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63298-1 The authors demonstrate a polarization switching pathway through an orthorhombic-tetragonal orthorhombic phase transition in ferroelectric Hf0.5Zr0.5O2, where the intermediate state, non-polar P42/nmc T-phase, is metastable."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Fully biocompatible, thermally drawn fiber supercapacitors for long-term bio-implantation",
      "authors": [
        "Sungha Jeon",
        "Hyeonyeob Seo",
        "Yeji Kim",
        "Youngin Choi",
        "Youngbin Lee",
        "Youngmin Jung",
        "Somin Lee",
        "Jung Tae Lee",
        "Seongjun Park"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63649-y",
      "doi": "10.1038/s41467-025-63649-y",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63649-y Implantable energy devices must ensure biocompatibility and electrochemical safety. Here, the authors present a fiber-based supercapacitor with high durability and flexibility, enabling seamless implantation and reliable long-term operation."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Caudate serotonin signaling during social exchange distinguishes essential tremor and Parkinson’s disease patients",
      "authors": [
        "Alec E. Hartle",
        "Kenneth T. Kishida",
        "L. Paul Sands",
        "Seth R. Batten",
        "Leonardo S. Barbosa",
        "Dan Bang",
        "Terry Lohrenz",
        "Jason P. White",
        "Arian K. Sohrabi",
        "Rebecca L. Calafiore",
        "Alexandra G. DiFeliceantonio",
        "Adrian W. Laxton",
        "Stephen B. Tatter",
        "Mark R. Witcher",
        "P. Read Montague",
        "W. Matt Howe"
      ],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63079-w",
      "doi": "10.1038/s41467-025-63079-w",
      "summary": "Nature Communications, Published online: 02 September 2025; doi:10.1038/s41467-025-63079-w Measurements of dopamine, serotonin and norepinephrine in the caudate of conscious humans reveal a neurochemical boundary between patients with essential tremor and Parkinson’s disease based on serotonin release evoked by monetary offers."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "The expanding world of topological ferroelectrics",
      "authors": [],
      "date": "2025-09-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02350-3",
      "doi": "10.1038/s41563-025-02350-3",
      "summary": "Nature Materials, Published online: 02 September 2025; doi:10.1038/s41563-025-02350-3 In this issue we present three papers on the topological properties or structure of ferroelectrics, which are interlinked."
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Lieb-Mattis ordering theorem of electronic energy levels in the thermodynamic limit</span>",
      "authors": [
        "Manuel Calixto, Alberto Mayorgas, and Julio Guerrero"
      ],
      "date": "2025-09-01T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/6f074Ra5S4812d2626c26ce2a79b9c08907096b05",
      "doi": "10.1103/sdgd-lsfx",
      "summary": "Lieb-Mattis theorem orders the lowest-energy states of total spin $s$ of a system of $P$ interacting fermions. We generalize these predictions to fermionic mixtures of $P$ particles with more than $N=2$ spinor components/species in the thermodynamic limit $P→∞$. The lowest-energy state inside each p… [Phys. Rev. E] Published Mon Sep 01, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Quantum transport in random alloys with intermetallic needle-shape precipitates</span>",
      "authors": [
        "Elham Sharafedini, Hossein Hamzehpour, and Mohammad Alidoust"
      ],
      "date": "2025-09-01T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/fc074R29I081562472168ba9baf6c0ab4d5bc5704",
      "doi": "10.1103/fc24-b7rm",
      "summary": "Employing Monte Carlo sampling and a self-consistent multiscale numerical approach, we obtain a parametric simple formula for the effective electrical charge conductivity of composite systems containing randomly distributed intermetallic needle-shape precipitates. This formula, derived from extensiv… [Phys. Rev. E] Published Mon Sep 01, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Folding lattice proteins confined on minimal grids using a quantum-inspired encoding</span>",
      "authors": [
        "Anders Irbäck, Lucas Knuthson, and Sandipan Mohanty"
      ],
      "date": "2025-09-01T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/7c07eRe2Sce1802d98fc2e6690c6fddba85a93068",
      "doi": "10.1103/8n7p-7lh2",
      "summary": "Steric clashes pose a challenge when exploring dense protein systems using conventional explicit chain methods. A minimal example is a single lattice protein confined on a minimal grid, with no free sites. Finding its minimum energy is a hard optimization problem, with similarities to scheduling pro… [Phys. Rev. E] Published Mon Sep 01, 2025"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Who is afraid of quantum mechanics? Books in brief",
      "authors": [
        "Andrew Robinson"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02755-9",
      "doi": "10.1038/d41586-025-02755-9",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02755-9 Andrew Robinson reviews five of the best science picks."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "‘The wolf is not the bad guy’: working with farmers to protect a reintroduced species",
      "authors": [
        "Rachael Pells"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02760-y",
      "doi": "10.1038/d41586-025-02760-y",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02760-y Carmen García-Chávez monitors the activities of wolves after their reintroduction to Chihuahua, northern Mexico."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "The grant lottery: award rates at UK national funding agency fall below 20%",
      "authors": [
        "Laura Woodrow"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02584-w",
      "doi": "10.1038/d41586-025-02584-w",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02584-w Application volume is outpacing available funding, intensifying competition and worsening pressure on the peer-review system. But those who win grants are now getting more."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How ageing changes our genes — huge epigenetic atlas gives clearest picture yet",
      "authors": [
        "Chris Simms"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02735-z",
      "doi": "10.1038/d41586-025-02735-z",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02735-z A map of DNA methylation changes in human organs could help researchers to discover more targets for anti-ageing therapies."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Do social-media bans benefit young people? These data could offer clues",
      "authors": [
        "Helen Christensen",
        "Andrew Mackinnon"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02759-5",
      "doi": "10.1038/d41586-025-02759-5",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02759-5 Australia’s Online Safety Amendment Act provides the chance for researchers to analyse the complex relationship between social-media use and mental health in adolescents, but results should be interpreted with caution."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Daily briefing: Spouses tend to share the same psychiatric disorders",
      "authors": [
        "Flora Graham"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02804-3",
      "doi": "10.1038/d41586-025-02804-3",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02804-3 When one partner is diagnosed with a psychiatric condition, the other is significantly more likely to be diagnosed with the same condition. Plus, the month’s best science images and former CDC directors sound the alarm about US health secretary Robert F. Kennedy Jr."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "States now have a legal duty to prevent climate harm — justice is in reach",
      "authors": [
        "Maina Vakafua Talia"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02752-y",
      "doi": "10.1038/d41586-025-02752-y",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02752-y A July ruling from the International Court of Justice is clear: nations can face consequences if they don’t act on the climate crisis."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Clarity or accuracy — what makes a good scientific image?",
      "authors": [
        "Felice Frankel"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02757-7",
      "doi": "10.1038/d41586-025-02757-7",
      "summary": "Nature, Published online: 01 September 2025; doi:10.1038/d41586-025-02757-7 Photography is not just illustrative, it is investigative. A revealing book cautions us to look closely at what pictures are really telling us."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Filamentous fungi control multiphase flow and fluid distribution in porous media",
      "authors": [
        "Sang Hyun Lee",
        "Marcel Moura",
        "Shreya Srivastava",
        "Cara Santelli",
        "Peter K. Kang"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03020-6",
      "doi": "10.1038/s41567-025-03020-6",
      "summary": "Nature Physics, Published online: 01 September 2025; doi:10.1038/s41567-025-03020-6 Filamentous fungi often grow in porous environments with multiphase flow. Now it is shown that these fungi can actively induce multiphase flow and mobilize trapped fluid phases in porous media."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Ferroaxial density wave from intertwined charge and orbital order in rare-earth tritellurides",
      "authors": [
        "Birender Singh",
        "Grant McNamara",
        "Kyung-Mo Kim",
        "Saif Siddique",
        "Stephen D. Funni",
        "Weizhe Zhang",
        "Xiangpeng Luo",
        "Piyush Sakrikar",
        "Eric M. Kenney",
        "Ratnadwip Singha",
        "Sergey Alekseev",
        "Sayed Ali Akbar Ghorashi",
        "Thomas J. Hicken",
        "Christopher Baines",
        "Hubertus Luetkens",
        "Yiping Wang",
        "Vincent M. Plisson",
        "Michael Geiwitz",
        "Connor A. Occhialini",
        "Riccardo Comin",
        "Michael J. Graf",
        "Liuyan Zhao",
        "Jennifer Cano",
        "Rafael M. Fernandes",
        "Judy J. Cha",
        "Leslie M. Schoop",
        "Kenneth S. Burch"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03008-2",
      "doi": "10.1038/s41567-025-03008-2",
      "summary": "Nature Physics, Published online: 01 September 2025; doi:10.1038/s41567-025-03008-2 The axial Higgs mode is theoretically attributed to a hidden ferroaxial component of charge order. In rare-earth tritellurides, this ferroaxial order is now shown to be induced by intertwined orbital and charge orders."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Peptide codes for organ-selective mRNA delivery",
      "authors": [
        "Tie Chang",
        "Yifan Zheng",
        "Mingrui Jiang",
        "Siqi Jia",
        "Jianbo Bai",
        "Zhi Zheng",
        "Shixin Li",
        "Jia Guo",
        "Yue Wang",
        "Yiting Wang",
        "Haixia Liu",
        "Jianlin Liu",
        "Liangyu Ni",
        "Xingdi Cheng",
        "Shuai Liu",
        "Huijuan Zhang",
        "Wei Pi",
        "Feng Lin",
        "Shiyi Liu",
        "Weijian Wang",
        "Guannan Wang",
        "Leyun Wang",
        "Lei Miao",
        "Xueguang Lu",
        "Ziqing Deng",
        "Bing Bai",
        "Zhao Qin",
        "Huajian Gao",
        "Yue Shao"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02331-6",
      "doi": "10.1038/s41563-025-02331-6",
      "summary": "Nature Materials, Published online: 01 September 2025; doi:10.1038/s41563-025-02331-6 Tissue-specific mRNA or gene editing machinery delivery is achieved with lipid nanoparticles containing peptides with specific sequences, which tune the protein corona of the particles by mechanical optimization of peptide–protein binding affinities."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Tissue-specific mRNA delivery and prime editing with peptide–ionizable lipid nanoparticles",
      "authors": [
        "Yi Lin",
        "Mengyao Li",
        "Zijin Luo",
        "Yanan Meng",
        "Yan Zong",
        "Hongyu Ren",
        "Xiaolu Yu",
        "Xiaoqiong Tan",
        "Fan Liu",
        "Tuo Wei",
        "Qiang Cheng"
      ],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02320-9",
      "doi": "10.1038/s41563-025-02320-9",
      "summary": "Nature Materials, Published online: 01 September 2025; doi:10.1038/s41563-025-02320-9 Peptide ionizable lipids containing specific amino acids and functional groups render lipid nanoparticles with the tissue-specific delivery of mRNA and prime editing systems, which can be useful for advanced mRNA-based therapeutics."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Energy harvesting across broad frequencies with a nonlinear Hall rectifier",
      "authors": [],
      "date": "2025-09-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-01999-w",
      "doi": "10.1038/s41565-025-01999-w",
      "summary": "Nature Nanotechnology, Published online: 01 September 2025; doi:10.1038/s41565-025-01999-w Harvesting ambient electromagnetic energy requires broadband, low-power rectification, which is challenging to achieve with conventional diodes. Now, using the nonlinear Hall effect in thin films of the topological crystalline insulator SnTe, wireless, zero-bias rectification is demonstrated across megahertz to terahertz frequencies and with sensitivity down to ambient power levels."
    }
  ]
}