{
  "generatedAt": "2025-10-06T08:19:05.880071+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unusual spin-triplet superconductivity in monolayer graphene",
      "authors": [
        "V. Apinyan, M. Sahakyan"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02413",
      "arxiv": "https://arxiv.org/abs/2510.02413",
      "doi": "10.1140/epjb/s10051-024-00723-2",
      "summary": "In this paper we consider the phonons in monolayer graphene and we show the possibility for the spin-triplet superconducting excitations states by discretizing the single-particle excitations near Fermi wave vector. The molonayer graphene was supposed to be exposed under the influence of the external gate-potential and the local Coulomb interaction effects have been taken into account at each lattice site position in the monolayer. A sufficiently large temperature domain was found, where the superconducting order parameter is not vanishing. Corresponding to this, at the surprisingly high temperature limit, we obtain a narrow domain of the electron-phonon coupling parameter $\\lambda_{\\rm eff}$, emphasizing the superconducting state. We discuss the localizing role of Hubbard-$U$ interaction and the effects external gate potential on the calculated physical parameters in the system. We explain the importance of the chemical potential in the formation of the superconducting state. We show the existence of a large superconducting band-gap in the system even in the case of the absence of the applied electric field potential."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Uncovering origins of heterogeneous superconductivity in La$_3$Ni$_2$O$_7$ using quantum sensors",
      "authors": [
        "Srinivas V. Mandyam, Esther Wang, Zhipan Wang, Bijuan Chen, Nishan C. Jayarama, Anmay Gupta, Eric A. Riesel, Valery I. Levitas, Christopher R. Laumann, Norman Y. Yao"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02429",
      "arxiv": "https://arxiv.org/abs/2510.02429",
      "doi": null,
      "summary": "The family of nickelate superconductors have long been explored as analogs of the high temperature cuprates. Nonetheless, the recent discovery that certain stoichiometric nickelates superconduct up to high $T_c$ under pressure came as a surprise. The mechanisms underlying the superconducting state remain experimentally unclear. In addition to the practical challenges posed by working in a high pressure environment, typical samples exhibit anomalously weak diamagnetic responses, which have been conjectured to reflect inhomogeneous `filamentary' superconducting states. We perform wide-field, high-pressure, optically detected magnetic resonance spectroscopy to image the local diamagnetic responses of as grown La$_3$Ni$_2$O$_7$ samples \\emph{in situ}, using nitrogen vacancy quantum sensors embedded in the diamond anvil cell. These maps confirm significant inhomogeneity of the functional superconducting responses at the few micron scale. By spatially correlating the diamagnetic Meissner response with both the local tensorial stress environment, also imaged \\emph{in situ}, and stoichiometric composition, we unravel the dominant mechanisms suppressing and enhancing superconductivity. Our wide-field technique simultaneously provides a broad view of sample behavior and excellent local sensitivity, enabling the rapid construction of multi-parameter phase diagrams from the local structure-function correlations observed at the sub-micron pixel scale."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Statistical Signatures of Integrable and Non-Integrable Quantum Hamiltonians",
      "authors": [
        "Feng He, Arthur Hutsalyuk, Giuseppe Mussardo, Andrea Stampiggi"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02440",
      "arxiv": "https://arxiv.org/abs/2510.02440",
      "doi": null,
      "summary": "Integrability is a cornerstone of classical mechanics, where it has a precise meaning. Extending this notion to quantum systems, however, remains subtle and unresolved. In particular, deciding whether a quantum Hamiltonian - viewed simply as a matrix - defines an integrable system is far from obvious, yet crucial for understanding non-equilibrium dynamics, spectral correlations, and correlation functions in many-body physics. We develop a statistical framework that approaches quantum integrability from a probabilistic standpoint. A key observation is that integrability requires a finite probability of vanishing energy gaps. Building on this, we propose a two-step protocol to distinguish integrable from non-integrable Hamiltonians. First, we apply a systematic Monte Carlo decimation of the spectrum, which exponentially compresses the Hilbert space and reveals whether level spacings approach Poisson statistics or remain mixed. The termination point of this decimation indicates the statistical character of the spectrum. Second, we analyze $k$-step gap distributions, which sharpen the distinction between Poisson and mixed statistics. Our procedure applies to Hamiltonians of any finite size, independent of whether their structure involves a few blocks or an exponentially fragmented Hilbert space. As a benchmark, we implement the protocol on quantum Hamiltonians built from the permutation group $\\mathcal{S}_N$, demonstrating both its effectiveness and generality."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Four Moir\\'e materials at One Magic Angle in Helical Quadrilayer Graphene",
      "authors": [
        "Manato Fujimoto, Naoto Nakatsuji, Ashvin Vishwanath, Patrick Ledwith"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02444",
      "arxiv": "https://arxiv.org/abs/2510.02444",
      "doi": null,
      "summary": "We introduce helical twisted quadrilayer graphene (HTQG), four graphene sheets rotated by the same small angle, as a versatile and experimentally accessible platform for correlated topological matter. HTQG consists of three moir\\'e lattices, formed by interference between adjacent graphene layers, that are twisted relative to each other. Lattice relaxation produces four types of large-scale commensurate domains. The domains are characterized by the stacking of the three moir\\'e lattices and come in two types: Type-I \"Bernal\" stacking and Type-II \"rhombohedral\" stacking. Domain walls between adjacent stackings often host topologically protected edge states, forming networks at the supermoir\\'e and super-supermoir\\'e scales. Remarkably, all four moir\\'e substructures have narrow bands at the same magic angle $\\theta \\approx 2.3^\\circ$, allowing their correlated phases to be simultaneously targeted in device manufacturing. We argue that the Type-I domains are especially suitable for realizing robust superconductivity which emerges from doping topological insulators, and Chern insulators in $C = \\pm 2$ bands."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Finite-size fluctuations for stochastic coupled oscillators: A general theory",
      "authors": [
        "Rupak Majumder, Julien Barr\\'e, Shamik Gupta"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02448",
      "arxiv": "https://arxiv.org/abs/2510.02448",
      "doi": null,
      "summary": "Phase transitions, sharp in the thermodynamic limit, get smeared in finite systems where macroscopic order-parameter fluctuations dominate. Achieving a coherent and complete theoretical description of these fluctuations is a central challenge. We develop a general framework to quantify these finite-size effects in synchronization transitions of generic stochastic, globally-coupled nonlinear oscillators. By applying a center-manifold reduction to the nonlinear stochastic PDE for the single-oscillator distribution in finite systems, we derive a mesoscopic description that yields the complete time evolution of the order parameter in the form of a Langevin equation. In particular, this equation provides the first closed-form steady-state distribution of the order parameter, fully capturing finite-size effects. Free from integrability constraints and the celebrated Ott-Antonsen ansatz, our theory shows excellent agreement with simulations across diverse coupling functions and frequency distributions, demonstrating broad applicability. Strikingly, it surpasses recent approaches near criticality and in the incoherent phase, where finite-size fluctuations are most pronounced."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Slow-phonon control of spin Edelstein effect in Rashba $d$-wave altermagnets",
      "authors": [
        "Mohsen Yarmohammadi, Jacob Linder, James K. Freericks"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02451",
      "arxiv": "https://arxiv.org/abs/2510.02451",
      "doi": null,
      "summary": "Altermagnets have zero net magnetization yet feature spin-split bands that host spin-polarized states. Here, we investigate how slow lattice vibrations (phonons) influence both the intrinsic and externally induced spin polarizations in two-dimensional $d$-wave altermagnets. For the induced spin polarizations, we employ a Rashba continuum model with electron-phonon coupling (EPC) treated at the static-Holstein level and analyze the spin Edelstein effect using the Kubo linear-response formalism. We find that moderate-to-strong EPC progressively suppresses the induced polarization via both intraband and interband channels, with a critical coupling marking the onset of complete spin Edelstein depolarization. The depolarization transition arises from a phonon-induced energy renormalization that pushes the spin-split bands anisotropically above the chemical potential, leading to a complete collapse of the Fermi surface. While (de)polarization can occur even in the Rashba non-altermagnetic phase, it remains isotropic. The presence of altermagnetism makes it anisotropic and breaks the conventional antisymmetry between spin susceptibilities that occurs with pure spin-orbit coupling, rendering the effect highly relevant for spintronic applications. We further investigate how the phonon coupling to the altermagnetic order, Rashba spin-orbit strength, and carrier doping collectively tune the depolarization transition. Our findings demonstrate that phonon scattering (e.g., through various substrates) offers a powerful means for on-demand control of spin polarization, enabling reversible switching between spin-polarized and depolarized states -- a key functionality for advancing spin logic architectures and optimizing next-generation spintronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin polarization engineering in $d$-wave altermagnets",
      "authors": [
        "Mohsen Yarmohammadi, Marco Berritta, Marin Bukov, Libor \\v{S}mejkal, Jacob Linder, Peter M. Oppeneer"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02452",
      "arxiv": "https://arxiv.org/abs/2510.02452",
      "doi": null,
      "summary": "Altermagnets host unconventional spin-polarized bands despite zero net magnetization, but controlling their spin structure remains challenging. We propose a multi-field approach to engineer spin polarization in $d$-wave altermagnets using gating, optical driving, and in-plane electric fields, which enable tunable and switchable polarizations along multiple directions. Optical driving induces out-of-plane ($z$) polarization, while gating and in-plane fields generate $x$- and $y$-polarizations via the Edelstein effect, all of which are experimentally detectable. We further find that spin- and band-selective doping induces chiral optical activity, a feature unique to altermagnets. Our approach provides a versatile route for full control of spin polarization in altermagnets."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "One-dimensional long-range Ising model: two (almost) equivalent approximations",
      "authors": [
        "Valerio Pagni, Guido Giachetti, Andrea Trombettoni, Nicol\\`o Defenu"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02458",
      "arxiv": "https://arxiv.org/abs/2510.02458",
      "doi": null,
      "summary": "We investigate the critical behavior of the one-dimensional Ising model with long-range interactions using the functional renormalization group in the local potential approximation (LPA), and compare our findings with Dyson's hierarchical model (DHM). While the DHM lacks translational invariance, it admits a field-theoretical description closely resembling the LPA, up to minor but nontrivial differences. After reviewing the real-space renormalization group approach to the DHM, we demonstrate a remarkable agreement in the critical exponent $\\nu$ between the two methods across the entire range of power-law decays $1/2 < \\sigma < 1$. We further benchmark our results against Monte Carlo simulations and analytical expansions near the upper boundary of the nontrivial regime, $\\sigma \\lesssim 1$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Detecting quantum spin liquid on Kitaev model through a superconducting junction",
      "authors": [
        "A. R. Moura, L. V. Santos"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02460",
      "arxiv": "https://arxiv.org/abs/2510.02460",
      "doi": null,
      "summary": "The Kitaev model belongs to an unconventional class of two-dimensional spin systems characterized by anisotropic, bond-dependent interactions that give rise to Quantum Spin Liquid (QSL) states. These exotic phases, marked by the absence of magnetic ordering even at zero temperature, support fractionalized excitations and emergent gauge fields. A particularly compelling feature of the Kitaev model is its exact solvability, which reveals low-energy excitations in the form of itinerant Majorana fermions-quasiparticles that obey non-Abelian statistics and are of central interest in topological quantum computation due to their inherent robustness against local perturbations and decoherence. Despite extensive theoretical advancements, the experimental identification of QSLs remains challenging, as conventional magnetic probes fail to detect their defining properties. In this work, we present a theoretical investigation of spin current injection from a superconducting metal into a Kitaev quantum spin liquid. By employing a spintronic framework, we derive the dynamics of the injected spin current and demonstrate how its signatures can be traced back to the underlying Majorana excitations in the spin liquid phase. Superconductivity plays a pivotal role in this context, not only as a source of coherent quasiparticles but also as a platform with potential for interfacing with topological quantum devices. Our analysis contrasts the Kitaev-superconductor interface with conventional ferromagnetic junctions, where spin transport is carried by magnons, and highlights distinctive features in the spin current response. These findings open new directions for the detection of QSLs and contribute to the broader effort of integrating topological quantum materials into scalable quantum technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Turbulent Dynamics in Active Solids",
      "authors": [
        "Wilhelm Sunde Lie, Ingve Simonsen, Paul Gunnar Dommersnes"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02461",
      "arxiv": "https://arxiv.org/abs/2510.02461",
      "doi": null,
      "summary": "We investigate numerically the polar ordering dynamics in the active elastic solid model (AES) and find classic signatures of turbulent dynamics: power-law scaling for the energy spectrum and non-Gaussian statistics of velocity increments. However, there is no energy cascade, in line with previous findings for active turbulence in fluids. The results extend the concept of active turbulence to solid systems and are expected to be important for understanding active biological solids, such as bacterial colonies and migrating epithelial monolayers."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Vestigial pairing from fluctuating magnetism and triplet superconductivity",
      "authors": [
        "Yanek Verghis, Denis Sedov, Jakob We{\\ss}ling, Prathyush P. Poduval, Mathias S. Scheurer"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02474",
      "arxiv": "https://arxiv.org/abs/2510.02474",
      "doi": null,
      "summary": "We study the finite-temperature vestigial superconducting phases of a two-dimensional system of fluctuating spin-triplet pairing and spin magnetism. Denoting the respective primary order parameters by $\\mathbf{d}$ and $\\mathbf{N}$, which are not long-range ordered at finite temperature, the composite fields $\\phi_{dd} = \\mathbf{d}\\cdot\\mathbf{d}$ and $\\phi_{dN} = \\mathbf{d}\\cdot\\mathbf{N}$ are spin-rotation invariant and can condense at finite temperature. Using a large-$N$ approach that respects the Mermin-Wagner theorem, we here derive the phase diagram which features two vestigial superconductors: $(A)$ a charge-$4e$ superconductor with $\\phi_{dd}\\neq 0$ and $\\phi_{dN} =0$ and $(B)$ a charge-$2e$ state with $\\phi_{dN} ,\\phi_{dd}\\neq 0$. We analyze the temperature and coupling-constant dependent properties of these two superconductors using a perturbative approach and a variational Hartree-Fock study. This reveals non-trivial spectra in the superconductors, which result from the fundamental building blocks being distinct from the usual Cooper pairs--in phase $(A)$, the elementary bosons are bound states of four electrons and, in phase $(B)$, of three electrons and a hole. This work complements the previous study [Nat. Commun. 15, 1713 (2024), arXiv:2301.01344], which focused on the properties of phase $(B)$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Symmetry in magnetoelectric electromagnetism and magnetoelectric meta-atoms",
      "authors": [
        "E. O. Kamenetskii"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02521",
      "arxiv": "https://arxiv.org/abs/2510.02521",
      "doi": null,
      "summary": "While in electromagnetism we have space-time symmetry, magnetoelectric (ME) processes are characterized by space-time symmetry breaking. Our goal is to show that quantum vacuum fields with both time reversal and space inversion symmetry breaking (so-called ME fields) can be observed in subwavelength regions of electromagnetic (EM) radiation. The sources of ME fields are ME meta-atoms, subwavelength elements made of magnetic insulators, where the dynamical ME behavior is due to modulations and topological coupling of magnetization and electric polarization. The interaction between EM and ME systems occurs through virtual structures, ME virtual photons. Experimentally, ME quantum vacuum states can be detected in a microwave cavity. The topic of these studies concerns fundamental aspects of ME quantum electrodynamics (MEQED)."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Epitaxially-stabilized growth of w\\\"ustite FeO on 4H-SiC",
      "authors": [
        "Faisal Kimbugwe, Marzieh Baan, Alexandra Fonseca Montenegro, Roberto C Myers, Tyler J Grassman"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02531",
      "arxiv": "https://arxiv.org/abs/2510.02531",
      "doi": null,
      "summary": "Iron(II) monoxide (FeO) is thermodynamically stable in the halite (w\\\"ustite) structure only at elevated temperatures in a typically non-stoichiometric, Fe-deficient, Fe$_{1-z}$O form that tends to phase separate and/or transform into metallic $\\alpha$-Fe and magnetite Fe$_3$O$_4$ at ambient conditions. Here we report on the successful growth of up to 180 nm thick $(111)$-oriented FeO heteroepitaxial films on slightly lattice-matched 4H-SiC$(0001)$ using molecular beam epitaxy (MBE). The films have flat, terraced surfaces with tall multi-layer steps. X-ray diffraction (XRD), high-resolution scanning transmission electron microscopy (S/TEM), energy-dispersive X-ray spectroscopy (EDS), and core-level electron energy loss spectroscopy (EELS) collectively confirm the epilayer as phase-pure w\\\"ustite FeO, with atomically sharp FeO/SiC interfaces. The films are found to exhibit a slight misfit strain-induced rhombohedral distortion that does not appear to vary over the range of thicknesses examined. These results demonstrate the power of epitaxial stabilization for integrating a thermodynamically unstable, yet functionally interesting material with a commercially available and technologically important semiconductor platform."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Active-Learning Inspired Ab Initio Theory-Experiment Loop Approach for Management of Material Defects: Application to Superconducting Qubits",
      "authors": [
        "Sarvesh Chaudhari, Cristobal Mendez, Rushil Choudhary, Tathagata Banerjee, Maciej Olszewski, Jadrien Paustian, Jaehong Choi, Zhaslan Baraissov, Raul Hernandez, David Muller, Britton Plourde, Gregory Fuchs, Valla Fatemi, Tomas Arias"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02544",
      "arxiv": "https://arxiv.org/abs/2510.02544",
      "doi": null,
      "summary": "Surface oxides are associated with two-level systems (TLSs) that degrade the performance of niobium-based superconducting quantum computing devices. To address this, we introduce a predictive framework for selecting metal capping layers that inhibit niobium oxide formation. Using DFT-calculated oxygen interstitial and vacancy energies as thermodynamic descriptors, we train a logistic regression model on a limited set of experimental outcomes to successfully predict the likelihood of oxide formation beneath different capping materials. This approach identifies Zr, Hf, and Ta as effective diffusion barriers. Our analysis further reveals that the oxide formation energy per oxygen atom serves as an excellent standalone descriptor for predicting barrier performance. By combining this new descriptor with lattice mismatch as a secondary criterion to promote structurally coherent interfaces, we identify Zr, Ta, and Sc as especially promising candidates. This closed-loop strategy integrates first-principles theory, machine learning, and limited experimental data to enable rational design of next-generation materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Finite-size and quenching effects on hyperuniform structures formed during cooling",
      "authors": [
        "A. Cruz-Garc\\'ia, J. Puig, R. M. Besana, A. B. Kolton, Y. Fasano"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02552",
      "arxiv": "https://arxiv.org/abs/2510.02552",
      "doi": null,
      "summary": "The outstanding physical properties of hyperuniform condensed matter systems holds significant promise for technological applications and studying effects that may disrupt this hidden order is therefore very important. Vortex matter in superconductors is a model system to study this problem since imaging experiments have revealed that correlated disorder in the host media and finite size effects disrupt the hyperuniformity of the in-plane arrangement of vortices. Here we report simulations of layered interacting elastic lines as a model for the vortex lattice in three-dimensional superconductors, following a cooling protocol that closely mimics the experimental conditions. We show that finite-thickness effects limiting the hyperuniformity range arise both in equilibrium and out-of-equilibrium. Our results provide a theoretical framework to draw a realistic road-map on synthesizing hyperuniform materials when cooling structures on finite host media with disorder."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Learning Microswimmer Collision Dynamics and Predicting Diffusivities using a Neural-Network-Assisted Boltzmann Approach",
      "authors": [
        "Haruki Hayano, Akira Furukawa, Kang Kim"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02559",
      "arxiv": "https://arxiv.org/abs/2510.02559",
      "doi": null,
      "summary": "We present a neural-network--assisted Boltzmann framework that learns the binary-collision map of microswimmers from data and uses it to evaluate collision integrals efficiently. Using a representative model swimmer, the learned map provides quantitative predictions for rotational and translational diffusivities and allows a linear-stability analysis of the isotropic state against polar ordering in dilute suspensions. The resulting predictions closely match direct simulations in the dilute regime. The present approach is model agnostic: once two-body collision data are available -- either from simulations or experiments -- the same surrogate can be used to perform these evaluations across dilute conditions, as long as two-body collision processes dominate. Because the workflow relies only on pre- and post-collision statistics, it can be applied directly to a wide range of biological and synthetic colloidal swimmer systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Physical Unclonable Function Based on Variations of Write Times in STT-MRAM due to Manufacturing Defects",
      "authors": [
        "Jacob Huber, Supriyo Bandyopadhyay"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02574",
      "arxiv": "https://arxiv.org/abs/2510.02574",
      "doi": null,
      "summary": "A physical unclonable function (PUF) utilizes the unclonable random variations in a device's responses to a set of inputs to produce a unique \"biometric\" that can be used for authentication. The variations are caused by unpredictable, unclonable and random manufacturing defects. Here, we show that the switching time of a magnetic tunnel junction injected with a spin-polarized current generating spin transfer torque is sensitive to the nature of structural defects introduced during manufacturing and hence can be the basis of a PUF. We use micromagnetic simulations to study the switching times under a constant current excitation for six different (commonly encountered) defect morphologies in spin-transfer-torque magnetic random access memory (STT-MRAM) to establish the viability of a PUF."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The line bundle regime and the scale-dependence of continuum dislocation dynamics",
      "authors": [
        "Joseph Pierre Anderson, Anter El-Azab"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02575",
      "arxiv": "https://arxiv.org/abs/2510.02575",
      "doi": null,
      "summary": "Continuum dislocation dynamics (CDD) has become the state-of-the-art theoretical approach for mesoscale dislocation plasticity of metals. Within this approach, there are multiple CDD theories that can all be derived from the principles of statistical mechanics. In these theories density-based measures are used to represent dislocation lines. Establishing these density measures requires some level of coarse graining with the result of losing track of some parts of the dislocation population due to cancellation in the tangent vectors of unaligned dislocations. The leading CDD theories either treat dislocations as nearly parallel or distributed locally over orientation space. The difference between these theories is a matter of the spatial resolution at which the definition of the relevant dislocation density field holds: for fine resolutions, single dislocations are resolved and there is no cancellation; for coarse resolutions, whole dislocation loops could contribute at a single point and there is complete cancellation. In the current work, a formulation of the resolution-dependent transition between these limits is presented in terms of the statistics of dislocation line orientation fluctuations about a local average line direction. From this formulation, a study of the orientation fluctuation behavior in intermediate resolution regimes is conducted. Two possible closure equations for truncating the moment sequence of the fluctuation distributions relating the two theories mentioned above are evaluated from data, the newly introduced line bundle closure and the previous standard maximum entropy closure relations. The line bundle closure relation is shown to be accurate for coarse-graining lengths up to half the dislocation spacing and the maximum entropy closure is found to poorly agree with the data at all coarse-graining lengths."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin-dependent orbital selectivity and partial Kondo-screening in magnetically ordered Hund's metal",
      "authors": [
        "Shivani Bhardwaj, Sudhir K. Pandey"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02593",
      "arxiv": "https://arxiv.org/abs/2510.02593",
      "doi": null,
      "summary": "Hund's metallicity in 3$d$ transition metal oxides constitutes a rare class of compounds, since they have been long understood considering the dominance of Hubbard $U$. $\\mathrm{LiV_2O_4}$\\& $\\mathrm{Sr_2CoO_4}$ belong to this rare class of metals; among them, $\\mathrm{LiV_2O_4}$ has been the subject of extensive investigations for its unconventional heavy-fermion behavior, while studies on $\\mathrm{Sr_2CoO_4}$ remain limited despite its anomalous ferromagnetic ground state. In this study, we report an unusual spin-orbital selective localization in $\\mathrm{Sr_2CoO_4}$ leading to a sharp Kondo resonance at $\\sim$70 K in the spin-$up$ channel of orbitals of $t_{2g}$ symmetry using a combination of Density functional theory and Dynamical mean field theory (DFT+DMFT) calculations. Correspondingly, an appreciable reduction in the magnetization below $T$=100 K further suggests partial Kondo screening of local moments active at low temperatures, explaining its effective spin magnetization state and upturn in its resistivity observed in experimental reports. We note a significant effect of Hund's induced spin-orbital selective incoherence in dictating the temperature evolution of its macroscopic observables e.g. spin-spin correlation function and effective local moment. Our results reveal a potentially distinct/new form of spin-dependent selectivity induced via Hund's coupling in addition to the conventional orbital-selectivity in the Hund's metals, as a plausible key mechanism in stabilizing their long-range magnetic order."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Improper-proper ferroelectric competition as a mechanism for multistate polarisation and ferrielectric-like behaviour",
      "authors": [
        "Cameron A. M Scott, Finlay D. Morrison, Nicholas. C. Bristowe"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02604",
      "arxiv": "https://arxiv.org/abs/2510.02604",
      "doi": null,
      "summary": "In this paper, we re-explore a simple textbook Landau model describing improper ferroelectricity and show that in the limit where both proper and improper instabilities exist and compete, improper ferroelectrics can display switching between multiple polarisation states. Using first principles calculations we highlight how the hexagonal tungsten bronze materials may be an archetypal case, with the possibility to switch between improper and proper phases. The resulting functional characteristics are akin to \"ferrielectrics\", with switching behaviour in the form of a triple hysteresis loop. Such functionality could be ideal for creating non-volatile multistate systems for use in memory devices or as a backbone for neuromorphic computing."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ginzburg-Landau theory of spin pumping through an antiferromagnetic layer near the N\\'{e}el temperature",
      "authors": [
        "Yuto Furutani, Hayato Fukushima, Yutaka Yamamoto, Masanori Ichioka, Hiroto Adachi"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02644",
      "arxiv": "https://arxiv.org/abs/2510.02644",
      "doi": null,
      "summary": "Spin pumping is a microwave-driven means for injecting spins from a ferromagnet into the adjacent target material. The insertion of a thin antiferromagnetic layer between the ferromagnet and the target material is known to enhance the spin pumping signal. Here, in view of describing dynamic fluctuations of the N\\'{e}el order parameter, we develop Ginzburg-Landau theory of the spin pumping in a ferromagnet/antiferromagnet/heavy metal trilayer in the vicinity of the antiferromagnetic N\\'{e}el temperature $T_{\\rm N}$. When there exists an interfacial exchange interaction between the ferromagnetic spins and the antiferromagnetic N\\'{e}el order parameter at the ferromagnet/antiferromagnet interface, we find a strongly frequency-dependent enhancement of the pumped spin current that is peaked at $T_{\\rm N}$. The present finding offers an explanation for the enhanced spin pumping with strong frequency dependence observed in a Y$_3$Fe$_5$O$_{12}$/CoO/Pt system."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Classification of electromagnetic responses by quantum geometry",
      "authors": [
        "Longjun Xiang, Jinxiong Jia, Fuming Xu, Jian Wang"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02661",
      "arxiv": "https://arxiv.org/abs/2510.02661",
      "doi": null,
      "summary": "The nonlinear charge current $j_a=\\sigma_{abc}E_bE_c$ of Bloch electrons in quantum materials under an electric field can be well characterized by the quantum geometry, as most exemplified by the extrinsic and intrinsic nonlinear Hall effects induced by the Berry curvature dipole and the quantum metric dipole, respectively. Nevertheless, a unified quantum geometric description for the bilinear charge current $j_a=\\sigma_{ab,c}E_bB_c$ of Bloch electrons driven by the electromagnetic fields, including the ordinary Hall effect (OHE), the magnetononlinear Hall effect (MNHE), and the planar Hall effect (PHE), remains elusive. Herein, we show that this bilinear conductivity, as contributed by the orbital minimal coupling and the spin Zeeman coupling of the applied magnetic field, respectively, can be classified by the conventional quantum geometry and the recently proposed Zeeman quantum geometry, where the symmetry constraint from the fundamental response equation is encoded. Specifically, we uncover that the intrinsic orbital and spin bilinear currents--responsible for the orbital and spin MNHEs--are governed by the quantum metric quadrupole and the Zeeman quantum metric dipole, respectively. In contrast, the extrinsic orbital and spin bilinear currents, which are linear in the relaxation time $\\tau$ and lead to the orbital and spin PHEs, are governed by the Berry curvature quadrupole and the Zeeman Berry curvature dipole, respectively. Counterintuitively, we find that the OHE due to the Lorentz force can also include an interband contribution from the quantum metric quadrupole. After building the quantum geometric classification of this bilinear current, we study the rarely known spin PHE with the surface Dirac cone of three-dimensional topological insulators."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Kolmogorov-Arnold Networks in Thermoelectric Materials Design",
      "authors": [
        "Marco Fronzi, Michael J. Ford, Kamal Singh Nayal, Olexandr Isayev, Catherine Stampfl"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02681",
      "arxiv": "https://arxiv.org/abs/2510.02681",
      "doi": null,
      "summary": "The discovery of high-performance thermoelectric materials requires models that are both accurate and interpretable. Traditional machine learning approaches, while effective at property prediction, often act as black boxes and provide limited physical insight. In this work, we introduce Kolmogorov--Arnold Networks (KANs) for the prediction of thermoelectric properties, focusing on the Seebeck coefficient and band gap. Compared to multilayer perceptrons (MLPs), KANs achieve comparable predictive accuracy while offering explicit symbolic representations of structure--property relationships. This dual capability enables both reliable predictions and the extraction of physically meaningful functional forms. Benchmarking against literature models further highlights the robustness and generalisability of the approach. Our findings demonstrate that KANs provide a powerful framework for reverse engineering materials with targeted thermoelectric properties, bridging the gap between predictive performance and scientific interpretability."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Weak localization and antilocalization corrections to nonlinear transport: a semiclassical Boltzmann treatment",
      "authors": [
        "Dmitry V. Chichinadze"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02684",
      "arxiv": "https://arxiv.org/abs/2510.02684",
      "doi": null,
      "summary": "The nonlinear transport regime is manifested in the nonlinear current-voltage characteristic of the system. An example of such a nonlinear regime is a setup in which current is injected into the sample and the measured voltage drop is quadratic in the injected current. Such a quadratic nonlinear regime requires inversion symmetry to be broken. This is the same symmetry condition as one needs to observe weak antilocalization, which can be prominent in two-dimensional systems. Here, we study the effects of weak (anti)localization on second-order nonlinear transport in two-dimensional systems using the semiclassical Boltzmann approach. We solve for quasiparticle distribution function up to the second order in the applied external electric field and calculate linear and nonlinear conductivity tensors for a toy model. We find that localization effects could lead to a sign change of the nonlinear conductivity tensor -- a phenomenon observed in single-layer graphene devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spectroscopic evidence of Kondo resonance in 3$d$ van der Waals ferromagnets",
      "authors": [
        "Deepali Sharma, Neeraj Bhatt, Asif Ali, Rajeswari Roy Chowdhury, Chandan Patra, Ravi Prakash Singh, Ravi Shankar Singh"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02697",
      "arxiv": "https://arxiv.org/abs/2510.02697",
      "doi": null,
      "summary": "Two-dimensional van der Waals (vdW) ferromagnets drive the advancement in spintronic applications and enable the exploration of exotic magnetism in low-dimensional systems. The entanglement of dual $-$ localized and itinerant $-$ nature of electrons lies at the heart of the correlated electron systems giving rise to exotic ground state properties such as complex magnetism, heavy fermionic behavior, Kondo lattice formation, \\textit{etc}. Through temperature-dependent electronic structure of vdW ferromagnets, (Co$_{x}$Fe$_{1-x}$)$_{3}$GeTe$_{2}$, probed using high-resolution photoemission spectroscopy and density functional theory combined with dynamical mean field theory (DFT+DMFT), we provide direct evidence of the emergence of Kondo resonance peak driven by complex interplay between localized and itinerant electrons. In overall agreement with experimental electronic structure and magnetic properties, DFT+DMFT also reveals finite spin band splitting well beyond $T_{C}$. Core levels, valence band photoemission spectra together with DFT+DMFT spectral functions reveal insignificant change across $T_{C}$ indicating non-Stoner magnetism in (Co$_{x}$Fe$_{1-x}$)$_{3}$GeTe$_{2}$. Our results provide a way forward to the understanding of complex interplay between electronic structure, exotic magnetism and heavy fermionic behavior leading to Kondo scenerio in 3$d$ vdW ferromagnets."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Bimagnon dispersion of La2CuO4 probed by resonant inelastic X-ray scattering",
      "authors": [
        "A. Singh, H. Y. Huang, K. Tsutsui, T. Tohyama, S. Komiya, J. Okamoto, C. T. Chen, A. Fujimori, D. J. Huang"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02772",
      "arxiv": "https://arxiv.org/abs/2510.02772",
      "doi": "10.1038/s41598-025-15435-5",
      "summary": "We report on the study of the magnetic excitations of Mott insulator La2CuO4 by using resonant inelastic x-ray scattering (RIXS) and cluster calculations within the framework of exact diagonalization. Our results demonstrate experimentally that the bimagnon excitation in Cu L-edge RIXS is enhanced if the incident x-ray energy is slightly above the absorption edge. Through incident-energy-dependent momentum-resolved RIXS, we investigated the excitation of the bimagnon with predominantly A1 symmetry. The bimagnons of La2CuO4 exhibit a nearly flat dispersion with momentum along the Cu-O bond direction. This observation agrees with the bimagnon dispersion from the calculations on a single-band Hubbard model rather than a Heisenberg model with only the nearest neighbor exchange interaction. This means that the effect of the higher-order spin couplings such as the cyclic or ring exchange interactions caused by the coherent motion of electrons beyond nearest-neighbor sites is important for understanding the bimagnon dynamics of cuprates."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnetocaloric effect for the altermagnetic candidate MnTe",
      "authors": [
        "N. N. Orlova, V. D. Esin, A. V. Timonina, N. N. Kolesnikov, E. V. Deviatov"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02777",
      "arxiv": "https://arxiv.org/abs/2510.02777",
      "doi": null,
      "summary": "We experimentally investigate magnetocaloric effect for single crystals of MnTe altermagnet at the transition to the state with spontaneous spin polarization, i.e. well below the N\\'eel temperature of MnTe. The isothermal magnetic entropy change $\\Delta S$ is calculated from the experimental magnetization curves by using Maxwell relation. We observe well-defined magnetocaloric effect as a narrow $\\Delta S$ peak around the cricital temperature $T_c\\approx 81$~K, which is accompanied by sharp magnetization jump. This behavior is unusual for standard ferromagnetic transitions, so it confirms the predicted spin-orbit-induced spin polarization in the MnTe altermagnetic state."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Photovoltaic Performance of a Rotationally Faulted Multilayer Graphene/n-Si Schottky Junction",
      "authors": [
        "Hojun Im, Masahiro Teraoka"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02786",
      "arxiv": "https://arxiv.org/abs/2510.02786",
      "doi": "10.1016/j.diamond.2025.112910",
      "summary": "We report the fabrication and photovoltaic performance of a rotationally faulted multilayer graphene (rf-MLG)/n-Si Schottky junction device. A thickness-controlled rf-MLG is synthesized using a 5 {\\mu}m Ni foil catalyst via the chemical vapor deposition method and transferred to the n-Si substrate via a polymer-free process, enabling facile and cost-effective fabrication. The device demonstrates an ideality factor of 1.67, a rectification factor of approximately 4x10^5 at {\\pm}1.0 V, and a Schottky barrier height of 0.83 eV. A strong linear relationship between light intensity and photocurrent is also observed. Furthermore, the device exhibits a peak external quantum efficiency of ~26% at 540 nm and a peak internal quantum efficiency of ~97% at 410 nm. Transient photocurrent and photovoltaic measurements show approximately one-microsecond extraction and several-millisecond recombination times, respectively, revealing effective charge collection for photovoltaic applications. These results indicate that the rf-MLG/n-Si Schottky junction is well-formed and achieves performance comparable to that of SLG devices, demonstrating its potential for optoelectronic applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Using Landau quantization to probe disorder in semiconductor heterostructures",
      "authors": [
        "Asser Elsayed, Davide Costa, Lucas E. A. Stehouwer, Alberto Tosato, Mario Lodari, Brian Paquelet Wuetz, Davide Degli Esposti, Giordano Scappucci"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02794",
      "arxiv": "https://arxiv.org/abs/2510.02794",
      "doi": null,
      "summary": "Understanding scattering mechanisms in semiconductor heterostructures is crucial to reducing sources of disorder and ensuring high yield and uniformity in large spin qubit arrays. Disorder of the parent two-dimensional electron or hole gas is commonly estimated by the critical, percolation-driven density associated with the metal-insulator transition. However, a reliable estimation of the critical density within percolation theory is hindered by the need to measure conductivity with high precision at low carrier densities, where experiments are most difficult. Here, we connect experimentally percolation density and quantum Hall plateau width, in line with an earlier heuristic intuition, and offer an alternative method for characterizing semiconductor heterostructure disorder."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A physics-informed neural network approach to the point defect model for electrochemical oxide film growth",
      "authors": [
        "Mohid Farooqi, Ingmar B\\\"osing, Conrad G. Tetsassi Feugmo"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02872",
      "arxiv": "https://arxiv.org/abs/2510.02872",
      "doi": null,
      "summary": "Physics-informed neural networks (PINNs) offer a novel AI-driven framework for integrating physical laws directly into neural network models, facilitating the solution of complex multiphysics problems in materials engineering. This study systematically explores the application of PINNs to simulate oxide film layer growth in halide-free solutions using the point defect model (PDM). We identify and analyze four key failure modes in this context: imbalanced loss components across different physical processes, numerical instabilities due to variable scale disparities, challenges in enforcing boundary conditions within multiphysics systems, and convergence to mathematically valid but physically meaningless solutions. To overcome these challenges, we implement and validate established techniques including nondimensionalization for training stabilization, Neural Tangent Kernel-based adaptive loss balancing, and robust enforcement of boundary conditions. Our results demonstrate the effectiveness of these strategies in enhancing the reliability and physical fidelity of PINN simulations in electrochemical physics, highlighting the novelty and practical impact of our approach."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Redox Chemistry of LiCoO$_2$, LiNiO$_2$, and LiNi$_{1/3}$Mn$_{1/3}$Co$_{1/3}$O$_2$ Cathodes: Deduced via XPS, DFT+DMFT, and Charge Transfer Multiplet Simulations",
      "authors": [
        "Ruiwen Xie, Maximilian Mellin, Wolfram Jaegermann, Jan P. Hofmann, Frank M. F. de Groot, Hongbin Zhang"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02875",
      "arxiv": "https://arxiv.org/abs/2510.02875",
      "doi": null,
      "summary": "Understanding the evolution of the physicochemical bulk properties during the Li deintercalation (charging) process is critical for optimizing battery cathode materials. In this study, we combine X-ray photoelectron spectroscopy (XPS), density functional theory plus dynamical mean-field theory (DFT+DMFT) calculations, and charge transfer multiplet (CTM) model simulations to investigate how hybridization between transition metal (TM) 3d and oxygen 2p orbitals evolves with Li deintercalation. Based on the presented approach combining theoretical calculations and experimental studies of pristine and deintercalated cathodes, two important problems of ion batteries can be addressed: i) the detailed electronic structure and involved changes with deintercalation providing information of the charge compensation mechanism, and ii) the precise experimental analysis of XPS data which are dominated by charge transfer coupled to final-state effects affecting the satellite structure. As main result for the investigated Li TM oxides, it can be concluded that the electron transfer coupled to the Li$^{+}$-ion migration does not follow a rigid band model but is modified due to changes in TM 3d and O 2p states hybridization. Furthermore, this integrated approach identifies the 2p XPS satellite peak intensity of TM as an effective indicator of the redox chemistry. With that the redox chemistry of cathodes can be deduced, thus offering a foundation for designing more efficient battery materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Numerical methods for quasi-stationary distributions",
      "authors": [
        "Sara Oliver-Bonafoux, Javier Aguilar, Tobias Galla, Ra\\'ul Toral"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02891",
      "arxiv": "https://arxiv.org/abs/2510.02891",
      "doi": null,
      "summary": "In stochastic processes with absorbing states, the quasi-stationary distribution provides valuable insights into the long-term behaviour prior to absorption. In this work, we revisit two well-established numerical methods for its computation. The first is an iterative algorithm for solving the non-linear equation that defines the quasi-stationary distribution. We generalise this technique to accommodate general Markov stochastic processes, either with discrete or continuous state space, and with multiple absorbing states. The second is a Monte Carlo method with resetting, for which we propose a novel single-trajectory approach that uses the trajectory's own history to perform resets after absorption. In addition to these methodological contributions, we provide a detailed analysis of implementation aspects for both methods. We also compare their accuracy and efficiency across a range of examples. The results indicate that the iterative algorithm is generally the preferred choice for problems with simple boundaries, while the Monte Carlo approach is more suitable for problems with complex boundaries, where the implementation of the iterative algorithm is a challenging task."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Subthermal Mean Transverse Energies Induced by Electron Refraction on the Jump in Mass at the Surface of Multialkali Photocathodes",
      "authors": [
        "S. A. Rozhkov, V. V. Bakin, H. E. Scheibler, V. S. Rusetsky, D. V. Gorshkov, D. A. Kustov, V. A. Golyashov, V. L. Alperovich, O. E. Tereshchenko"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02897",
      "arxiv": "https://arxiv.org/abs/2510.02897",
      "doi": null,
      "summary": "The search for photocathode materials with low mean transverse energies (MTEs) and, hence, low intrinsic emittance is of crucial importance for various fields of particle and solid state physics. Here, we demonstrate that polycrystalline multialkali Na$_{2}$KSb(Cs,Sb) photocathodes with negative effective electron affinity (NEA) have MTE values at room temperature by a factor of 2 lower than those of monocrystalline \\textit{p}-GaAs(Cs,O) photocathodes. These low MTE values are due to the electron refraction on the jump in mass, between a small effective mass in Na$_{2}$KSb and free electron mass in vacuum. It is proved that, at the NEA state, up to half of photoelectrons are emitted in a narrow-angle cone with the fractional MTE of 9\\,meV at room temperature. We also showed that the transition from NEA to positive effective affinity results in the subthermal total MTE of the Na$_{2}$KSb(Cs,Sb) photocathode, along with quantum efficiency of about 10$^{-2}$. The physical reasons for the manifestation of the refraction effect in multialkali photocathodes are discussed, opening up opportunities for the development of high-brightness and ultracold robust electron sources."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Highly-Linear Proximity-Based Bi-SQUID Operating above 4 K",
      "authors": [
        "G. Trupiano, E. Riccardi, C. Puglia, M. Kiczynski, A. Gardin, G. De Simoni, G. C. Tettamanzi, F. Giazotto"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02923",
      "arxiv": "https://arxiv.org/abs/2510.02923",
      "doi": null,
      "summary": "We demonstrate a highly linear superconducting quantum interference device (SQUID) amplifier based on a double-loop (Bi-SQUID) architecture incorporating three superconductor-normal metal-superconductor (S-N-S) junctions. Fabricated using niobium-gold technology, the device exhibits robust operation at liquid helium temperatures, with a superconducting transition temperature of 8.5 K. The flux-to-voltage transfer function demonstrates sharp, symmetric, and highly linear behavior at temperatures up to 5 K. Bi-SQUIDs featuring our single-element S-N-S design represent an interesting and original approach to this field, as they demonstrate a numerically estimated spurious-free dynamic range (SFDR) linearity exceeding 60 dB, achieved in a single element, simplifying the requirements in terms of arrays containing hundreds of junctions. These results highlight the potential of proximity-based Bi-SQUIDs for compact, low-noise, and highly linear cryogenic amplifiers in quantum sensing, magnetometry, and biomedical diagnostics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dissipation properties of anomalous Hall effect: intrinsic vs. extrinsic magnetic materials",
      "authors": [
        "V. Desbuis, D. Lacour, M. Hehn, S. Geiskopf, L. Michez, J. Rial, V. Baltz, J. -E. Wegrowe"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02935",
      "arxiv": "https://arxiv.org/abs/2510.02935",
      "doi": null,
      "summary": "A comparative study of anomalous-Hall current injection and anisotropic current injection (through planar Hall effect) are studied in Hall devices contacted to a lateral load circuit. Hall currents are injected into the load circuit from three different kinds of magnetic Hall bars: Mn5Si3 altermagnet, Co75Gd25 ferrimagnet, and Ni80Fe20 ferromagnet. The current, the voltage and the power are measured as a function of the load resistance and the Hall angle. It is observed that the power dissipated for the three kinds of materials fellow the same law as a function of load resistance and Hall angle, at the leading order in the Hall angle. Since the anomalous Hall effect in the altermagnetic Hall-bar is due to the intrinsic topological structure (i.e. due to the presence of a Berry phase in the reciprocal space), these observations suggest that the dissipative properties of anomalous Hall effect are dominated by the injection of electric charges accumulated at the edges (including electric screening), instead of the very mechanism responsible for it."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Percolation and criticality of systems with competing interactions on Bethe lattices: limitations and potential strengths of cluster schemes",
      "authors": [
        "Greivin Alfaro Miranda, Mingyuan Zheng, Patrick Charbonneau, Antonio Coniglio, Leticia F. Cugliandolo, Marco Tarzia"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02961",
      "arxiv": "https://arxiv.org/abs/2510.02961",
      "doi": null,
      "summary": "The random clusters introduced by Fortuin and Kasteleyn (FK) and analyzed by Coniglio and Klein (CK) for Ising and related models have led first Swendsen and Wang and then Wolff to formulate remarkably efficient Markov chain Monte Carlo sampling schemes that weaken the critical slowing down. In frustrated models, however, no standard way to produce a comparable gain at small frustration -- let alone efficiently sample the large frustration regime -- has yet been identified. In order to understand why formulating appropriate cluster criteria for frustrated models has thus far been elusive, we here study minimal short-range attractive and long-range repulsive as well as spin-glass models on Bethe lattices. Using a generalization of the CK approach and the cavity-field method, the appropriateness and limitations of the FK--CK type clusters are identified. We find that a standard, constructive cluster scheme is then inoperable, and that the frustration range over which generalized FK--CK clusters are even definable is finite. These results demonstrate the futility of seeking constructive cluster schemes for frustrated systems but leaves open the possibility that alternate approaches could be devised."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Deconstruction of the anisotropic magnetic interactions from spin-entangled optical excitations in van der Waals antiferromagnets",
      "authors": [
        "Dipankar Jana, Swagata Acharya, Milan Orlita, Clement Faugeras, Dimitar Pashov, Mark van Schilfgaarde, Marek Potemski, Maciej Koperski"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03010",
      "arxiv": "https://arxiv.org/abs/2510.03010",
      "doi": null,
      "summary": "Magneto-optical excitations in antiferromagnetic d systems can originate from a multiplicity of light-spin and spin-spin interactions, as the light and spin degrees of freedom can be entangled. This is exemplified in van der Waals systems with attendant strong anisotropy between in-plane and out- of-plane directions, such as MnPS3 and NiPS3 films studied here. The rich interplay between the magnetic ordering and sub-bandgap optical transitions poses a challenge to resolve the mechanisms driving spin-entangled optical transitions, as well as the single-particle bandgap itself. Here we employ a high-fidelity ab initio theory to find a realistic estimation of the bandgap by elucidating the atom- and orbital-resolved contributions to the fundamental sub-bands. We further demonstrate that the spin-entangled excitations, observable as photoluminescence and absorption resonances, originate from an on-site spin-flip transition confined to a magnetic atom (Mn or Ni). The evolution of the spin-flip transition"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Modeling Quantum Geometry for Fractional Chern Insulators with unsupervised learning",
      "authors": [
        "Ang-Kun Wu, Louis Primeau, Jingtao Zhang, Kai Sun, Yang Zhang, Shi-Zeng Lin"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03018",
      "arxiv": "https://arxiv.org/abs/2510.03018",
      "doi": null,
      "summary": "Fractional Chern insulators (FCIs) in moire materials present a unique platform for exploring strongly correlated topological phases beyond the paradigm of ideal quantum geometry. While analytical approaches to FCIs and fractional quantum Hall states (FQHS) often rely on idealized Bloch wavefunctions, realistic moire models lack direct tunability of quantum metric and Berry curvature, limiting theoretical and numerical exploration. Here, we introduce an unsupervised machine learning framework to model interacting Hamiltonians directly through the distribution of single-particle form factors. Using a variational autoencoder (VAE), we show that unsupervised learning can not only distinguish FCI and non-FCI states, but also generate new form factors with distinct topological character, not present in the training set. This latent space enables the generation and interpolation of form factors for topological flatbands with Chern number $|C|=1$, enabling the discovery of unobserved many-body states such as charge density waves. Principal component analysis (PCA) further reveals that the dominant patterns in the form factors-reflecting correlations across the Brillouin zone-can be decomposed into components with approximately quantized Chern numbers, providing new insights into the global and topological structure of quantum geometry. Our results highlight the ability of machine learning to generalize and model topological quantum systems, paving the way for the inverse design of form factors with tailored quantum geometry and many-body phases in flatband materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Structural Chirality and Natural Optical Activity across the $\\alpha$-to-$\\beta$ Phase Transition in SiO$_2$ and AlPO$_4$ from first-principles",
      "authors": [
        "F. G\\'omez-Ortiz, A. Zabalo, A. M. Glazer, E. E. McCabe, A. H. Romero, E. Bousquet"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03047",
      "arxiv": "https://arxiv.org/abs/2510.03047",
      "doi": null,
      "summary": "Natural optical activity (NOA), the ability of a material to rotate the plane of polarized light, has traditionally been associated with structural chirality. However, this relationship has often been oversimplified, leading to conceptual misunderstandings, particularly when attempts are made to directly correlate structural handedness with optical rotatory power. In reality, the relationship between chirality and NOA is more nuanced: optical activity can arise in both chiral and achiral crystal structures, and the sign of the rotation cannot necessarily be inferred from the handedness of the space group. % In this work, we conduct a first-principles investigation of natural optical activity in SiO$_2$ and AlPO$_4$ crystals, focusing on their enantiomorphic structural phase transition from high-symmetry hexagonal ($P6_422$ or $P6_222$) to low-symmetry trigonal ($P3_121$ or $P3_221$) space groups. This transition, driven by the condensation of a zone-center $\\Gamma_3$ phonon mode, reverses the screw axis type given by the space group symbol while leaving the sign of the optical activity unchanged. By following the evolution of the structure and the optical response along the transition pathway, we clarify the microscopic origin of this behavior. We demonstrate that the sense of optical rotation is determined not by the nominal helicity of the screw axis given in the space group symbol, but by the atomic-scale helicity of the most polarizable atoms of the structure."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electrically modulated light-emitting diodes driven by resonant and antiresonant tunneling between Cr$_2$Ge$_2$Te$_6$ electrodes",
      "authors": [
        "Natalia Zawadzka, Kristina Vaklinova, Tomasz Wo\\'zniak, Mihai I. Sturza, Holger Kohlmann, Kenji Watanabe, Takashi Taniguchi, Adam Babi\\'nski, Maciej Koperski, Maciej R. Molas"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03054",
      "arxiv": "https://arxiv.org/abs/2510.03054",
      "doi": null,
      "summary": "Exploring the electron tunneling mechanisms in diverse materials systems constitutes a versatile strategy for tailoring the properties of optoelectronic devices. In this domain, bipolar vertical tunneling junctions composed of van der Waals materials with vastly different electronic band structures enable simultaneous injection of electrons and holes into an optically active material, providing a universal blueprint for light-emitting diodes (LEDs). Efficient modulation of the injection efficiency has previously been demonstrated by creating resonant states within the energy barrier formed by the luminescent material. Here, we present an alternative approach towards resonant tunneling conditions by fabricating tunneling junctions composed entirely from gapped materials: Cr$_2$Ge$_2$Te$_6$ as electrodes, hBN as a tunneling barrier, and monolayer WSe$_2$ as a luminescent medium. The characterization of such LEDs revealed a nonmonotonous evolution of the electroluminescence intensity with the tunneling bias. The dominant role driving the characteristics of the electron tunneling was associated with the relative alignment of the density of states in Cr$_2$Ge$_2$Te$_6$ electrodes. The unique device architecture introduced here presents a universal pathway towards LEDs operating at room temperature with electrically modulated emission intensity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Rogue waves in extended Gross-Pitaevskii Models with a Lee-Huang-Yang correction",
      "authors": [
        "Sathyanarayanan Chandramouli, Simeon I. Mistakidis, Garyfallia C. Katsimiga, Daniel J. Ratliff, Dimitrios J. Frantzeskakis, Panayotis G. Kevrekidis"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03063",
      "arxiv": "https://arxiv.org/abs/2510.03063",
      "doi": null,
      "summary": "We explore the existence and dynamical generation of rogue waves (RWs) within a one dimensional quantum droplet bearing environment. RWs are computed by deploying a spacetime fixed point scheme to the relevant extended Gross Pitaevskii equation (eGPE). Parametric regions where the ensuing RWs are different from their counterparts in the nonlinear Schroedinger equation are identified. To corroborate the controllable generation, relevant to ultracold atom experiments, of these rogue patterns we exploit two different protocols. The first is based on interfering dam break flows emanating from Riemann initial conditions and the second refers to the gradient catastrophe of a spatially localized waveform. A multitude of possible RWs are found in this system, spanning waveforms reminiscent of the Peregrine soliton, its spatially periodic variants, namely, the Akhmediev breathers, and other higher order RW solutions of the nonlinear Schroedinger equation. Key elements of the shape of the corresponding eGPE RWs traced back to nonintegrability and the presence of competing interactions are discussed. Our results set the stage for probing a multitude of unexplored rogue like waveforms in such mixtures with competing interactions and should be accessible to current ultracold atom experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The systemic impact of edges in financial networks",
      "authors": [
        "Michel Alexandre, Thiago Christiano Silva, Francisco A. Rodrigues"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03087",
      "arxiv": "https://arxiv.org/abs/2510.03087",
      "doi": null,
      "summary": "In this paper, we assess how the stability of financial networks is affected by interconnectedness considering its tiniest variation: the edge. We compute the impact of edges as the percentage difference in the systemic risk (SR) of the whole network caused by the inclusion of that edge. We apply this framework to a thorough Brazilian dataset to compute the impact of bank-firm edges. After observing that (i) edges are heterogeneous regarding their impact on the SR, and (ii) the fraction of edges whose impact on the SR is non-positive increases with the level of the initial shock, we use machine learning techniques to try to predict two variables: the criticality of the edges (defining as critical an edge whose impact on SR is significantly greater than that of the others) and the sign of the edge impact. The level of accuracy obtained in these prediction exercises was very high. These results have important implications for the development macroprudential policies aimed at financial stability. Our framework allows to identify, based on features related to the origin and destination nodes of the edge (i.e., the lending bank and the borrowing firm), whether an additional loan will have a significant and positive impact on the SR."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Thermal assisted transport of biexcitons in monolayer WSe2",
      "authors": [
        "Dorian B\\'eret, Louka Hemmen, Vishwas Jindal, Sreyan Raha, Thierry Amand, Delphine Lagarde, Andrea Balocchi, C\\'edric Robert, Helene Carrere, Xavier Marie, Pierre Renucci, Laurent Lombez"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03092",
      "arxiv": "https://arxiv.org/abs/2510.03092",
      "doi": null,
      "summary": "Studies of excitonic transport in transition metal dichalcogenide monolayers have attracted increasing interest in recent years in order to develop nano-optoelectronic devices made with 2D materials. These studies began with low to moderate optical excitation regimes, and more recently have focused on high injection regimes where nonlinear effects appear. This article is focused on the transport of biexcitons by spatially and temporally resolved photoluminescence spectroscopy at high excitation flux. The study is carried out on a high-quality WSe$_2$ monolayer encapsulated in hexagonal boron nitride. The results show that a Seebeck current affects transport in connection with the presence of hot biexcitons. In particular, we observe the formation of spatial rings, also called halos, which have been observed in other excitonic gases. These results tend to generalize the importance of high-energy populations in excitonic transport in TMD, even for complex and heavy excitonic particles."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Polarization dependence of spin-electric transitions in molecular exchange qubits",
      "authors": [
        "Filippo Troiani, Athanassios K. Boudalis"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03099",
      "arxiv": "https://arxiv.org/abs/2510.03099",
      "doi": null,
      "summary": "Quasi-optical experiments are emerging as a powerful technique to probe magnetic transitions in molecular spin systems. However, the simultaneous presence of the electric- and magnetic-dipole induced transitions poses the challenge of discriminating between these two contributions. Besides, the identification of the spin-electric transitions can hardly rely on the peak intensity, because of the current uncertainties on the value of the spin-electric coupling in most molecular compounds. Here, we compute the polarizations required for electric- and magnetic-dipole induced transitions through spin-Hamiltonian models of molecular spin triangles. We show that the polarization allows a clear discrimination between the two kinds of transitions. In addition, it allows one to identify the physical origin of the zero-field splitting in the ground multiplet, a debated issue with significant implications on the coherence properties of the spin qubit implemented in molecular spin triangles."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Analytical solution of a free-fermion chain with time-dependent ramps",
      "authors": [
        "Viktor Eisler, Riccarda Bonsignori, Stefano Scopa"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03112",
      "arxiv": "https://arxiv.org/abs/2510.03112",
      "doi": null,
      "summary": "We provide an exact analytical solution of the single-particle Schr\\\"odinger equation for a chain of non-interacting fermions subject to a time-dependent linear potential, with its slope varied as an arbitrary function of time. The resulting dynamics exhibit self-similar behavior, with a structure reminiscent of the domain wall melting problem, albeit characterized by a nontrivial time-dependent length scale and phase. Building on this solution, we derive hydrodynamic predictions for the evolution of particle density, current, and entanglement entropy along the chain. In the special case of a sudden quench, the system develops a breathing interface region, which may be interpreted as a realization of Wannier-Stark localization, as previously suggested on the basis of hydrodynamic arguments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spatial uniformity of g-tensor and spin-orbit interaction in germanium hole spin qubits",
      "authors": [
        "Inga Seidler, Bence Het\\'enyi, Lisa Sommer, Leonardo Massai, Konstantinos Tsoukalas, Eoin G. Kelly, Alexei Orekhov, Michele Aldeghi, Stephen W. Bedell, Stephan Paredes, Felix J. Schupp, Matthias Mergenthaler, Gian Salis, Andreas Fuhrer, Patrick Harvey-Collard"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03125",
      "arxiv": "https://arxiv.org/abs/2510.03125",
      "doi": null,
      "summary": "Holes in Ge/SiGe heterostructures are now a leading platform for semiconductor spin qubits, thanks to the high confinement quality, two-dimensional arrays, high tunability, and larger gate structure dimensions. One limiting factor for the operation of large arrays of qubits is the considerable variation in qubit frequencies or properties resulting from the strongly anisotropic $g$-tensor. We study the $g$-tensors of six and seven qubits in an array with a Y geometry across two devices. We report a mean distribution of the tilts of the $g$-tensor's out-of-plane principal axis of around $1.1 \\deg$, where nearby quantum dots are more likely to have a similar tilt. Independently of this tilt, and unlike simple theoretical predictions, we find a strong in-plane $g$-tensor anisotropy with strong correlations between neighboring quantum dots. Additionally, in one device where the principal axes of all g-tensors are aligned along the [100] crystal direction, we extract the spin-flip tunneling vector from adjacent dot pairs and find a pattern that is consistent with a uniform Dresselhaus-like spin-orbit field. The Y arrangement of the gate layout and quantum dots allows us to rule out local factors like electrostatic confinement shape or local strain as the origin of the preferential direction. Our results reveal long-range correlations in the spin-orbit interaction and $g$-tensors that were not previously predicted or observed, and could prove critical to reliably understand $g$-tensors in germanium quantum dots."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Minimal-Dissipation Learning for Energy-Based Models",
      "authors": [
        "Jeff Hnybida, Simon Verret"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03137",
      "arxiv": "https://arxiv.org/abs/2510.03137",
      "doi": null,
      "summary": "We show that the bias of the approximate maximum-likelihood estimation (MLE) objective of a persistent chain energy-based model (EBM) is precisely equal to the thermodynamic excess work of an overdamped Langevin dynamical system. We then answer the question of whether such a model can be trained with minimal excess work, that is, energy dissipation, in a finite amount of time. We find that a Gaussian energy function with constant variance can be trained with minimal excess work by controlling only the learning rate. This proves that it is possible to train a persistent chain EBM in a finite amount of time with minimal dissipation and also provides a lower bound on the energy required for the computation. We refer to such a learning process that minimizes the excess work as minimal-dissipation learning. We then provide a generalization of the optimal learning rate schedule to general potentials and find that it induces a natural gradient flow on the MLE objective, a well-known second-order optimization method."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Heterogenous Dynamics in a Polymer Solution Revealed through Measurement of Ultraslow Convection",
      "authors": [
        "Thomas P. Chaney, Samuel D. Marks, Dylan M. Ladd, Andrei Fluerasu, Federico Zontone, Yuriy Chushkin, Sebastian Fr\\\"ucht, Dina Sheyfer, Kelsey Levine, Amnahir E. Pe\\~na-Alc\\'antara, Hans-Georg Steinr\\\"uck, Michael F. Toney"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03140",
      "arxiv": "https://arxiv.org/abs/2510.03140",
      "doi": null,
      "summary": "Understanding solution-phase aggregation and dynamics in complex fluids is critical for material processing, yet widely used dynamic light scattering (DLS) fails for strongly attenuating systems such as conjugated polymers. We use X-ray photon correlation spectroscopy (XPCS) to probe the dynamics of a polymer, PM7, in toluene, revealing unexpected oscillations in the autocorrelation function that show vertical flow during measurement. Despite the relatively low X-ray absorption, measured flow velocities scale with X-ray beam power and suggest convective transport. Our analyses reveal both mobile and static scatterers that together produce oscillatory, heterodyne features in the measured correlation functions. Finite element simulations predict flow velocities much larger than observed, suggesting that entanglements of the aggregates slow their motion. These results provide a direct measurement of ultra-slow convection and highlight the need to explicitly account for even modest beam heating in interpreting XPCS results. Moreover, the observation of distinct scatterer populations underscores the structural complexity of conjugated polymer solutions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Slow dynamics from a nested hierarchy of frozen states",
      "authors": [
        "Vanja Mari\\'c, Luka Paljk, Lenart Zadnik"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03159",
      "arxiv": "https://arxiv.org/abs/2510.03159",
      "doi": null,
      "summary": "We identify the mechanism of slow heterogeneous relaxation in quantum kinetically constrained models (KCMs) in which the potential energy strength is controlled by a coupling parameter. The regime of slow relaxation includes the large-coupling limit. By expanding around that limit, we reveal a \\emph{nested hierarchy} of states that remain frozen on time scales determined by powers of the coupling. The classification of such states, together with the evolution of their Krylov complexity, reveal that these time scales are related to the distance between the sites where facilitated dynamics is allowed by the kinetic constraint. While correlations within frozen states relax slowly and exhibit metastable plateaus that persist on time scales set by powers of the coupling parameter, the correlations in the rest of the states decay rapidly. We compute the plateau heights of correlations across all frozen states up to second-order corrections in the inverse coupling. Our results explain slow relaxation in quantum KCMs and elucidate dynamical heterogeneity by relating the relaxation times to the spatial separations between the active regions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nonsymmorphic symmetry protected hourglass Dirac chain topology and conventional superconductivity in ZrIrGe",
      "authors": [
        "Pavan Kumar Meena, Dibyendu Samanta, Shashank Srivastava, Poulami Manna, Sudeep Kumar Ghosh, Ravi Prakash Singh"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03188",
      "arxiv": "https://arxiv.org/abs/2510.03188",
      "doi": null,
      "summary": "Ternary transition-metal germanide superconductors with nonsymmorphic symmetries offer promising platforms for symmetry-protected topological phases. In this work, we investigate ZrIrGe, which crystallizes in the nonsymmorphic TiNiSi-type structure. Electrical, magnetic, and specific heat measurements confirm bulk type-II superconductivity with a full gap and a transition temperature of 2.84(7) K, consistent with weak-coupling BCS behavior. First-principles calculations reveal hourglass-shaped bulk band dispersions and a Dirac chain composed of symmetry-protected fourfold-degenerate Dirac points, leading to drumhead-like surface states near the Fermi level. Additionally, ZrIrGe exhibits a nontrivial $\\mathbb{Z}_2$ topological character, resulting in helical surface states that cross the Fermi level, making it a strong candidate for proximity-induced topological superconductivity. The coexistence of conventional superconductivity and topological band features establishes ZrIrGe as a rare stoichiometric system for exploring intrinsic topological superconductivity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Sliding multiferroicity in hexagonal stacked CrI3",
      "authors": [
        "Carter Fox, Jose D. Mella, Jack Rollins, Yangchen He, Yulu Mao, Haotian Jiang, Alaina Drew, Hongrui Ma, Takashi Taniguchi, Kenji Watanabe, Ying Wang, Daniel Rhodes, Salvador Barraza-Lopez, Jun Xiao"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03220",
      "arxiv": "https://arxiv.org/abs/2510.03220",
      "doi": null,
      "summary": "Developing new multiferroics at the two-dimensional (2D) limit with energy-efficient magnetoelectric coupling can inform the interplay physics of novel orders and advance on-chip high-performance computing applications. Here we apply stacking order engineering to create a new type of 2D multiferroics, namely sliding multiferroics, based on polar hexagonal stacked (H-stacked) CrI3. This new stacking order removes structural inversion symmetry and gives rise to room temperature sliding ferroelectricity, as confirmed by Raman spectroscopy, second harmonic generation spectroscopy and electrical transport measurements. Building upon the gate-dependent reflective magnetic circular dichroism, first-principles calculations, and modeling, sliding ferroelectricity is shown to interplay with an emergent interfacial ferromagnetism via interlayer spin-polarized charge transfer. This coupling mechanism results in non-volatile magnetic switching by as low as 0.4V across the H-stacked CrI3. Our demonstration introduces polar stacking order engineering of 2D magnets as a general approach to create non-volatile 2D multiferroics with efficient magnetoelectric coupling, paving the way for low-power electronics and spintronics at the atomically thin limit."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Utility-Scale Quantum State Preparation: Classical Training using Pauli Path Simulation",
      "authors": [
        "Cheng-Ju Lin, Hrant Gharibyan, Vincent P. Su"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02428",
      "arxiv": "https://arxiv.org/abs/2510.02428",
      "doi": null,
      "summary": "We use Pauli Path simulation to variationally obtain parametrized circuits for preparing ground states of various quantum many-body Hamiltonians. These include the quantum Ising model in one dimension, in two dimensions on square and heavy-hex lattices, and the Kitaev honeycomb model, all at system sizes of one hundred qubits or more, beyond the reach of exact state-vector simulation, thereby reaching utility scale. We benchmark the Pauli Path simulation results against exact ground-state energies when available, and against density-matrix renormalization group calculations otherwise, finding strong agreement. To further assess the quality of the variational states, we evaluate the magnetization in the x and z directions for the quantum Ising models and compute the topological entanglement entropy for the Kitaev honeycomb model. Finally, we prepare approximate ground states of the Kitaev honeycomb model with 48 qubits, in both the gapped and gapless regimes, on Quantinuum's System Model H2 quantum computer using parametrized circuits obtained from Pauli Path simulation. We achieve a relative energy error of approximately $5\\%$ without error mitigation and demonstrate the braiding of Abelian anyons on the quantum device beyond fixed-point models."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Modular theory and symmetry resolution in hyperfinite von Neumann algebras",
      "authors": [
        "Giuseppe Di Giulio, Moritz Dorband, Johanna Erdmenger, Henri Scheppach"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02441",
      "arxiv": "https://arxiv.org/abs/2510.02441",
      "doi": null,
      "summary": "We study modular theory in hyperfinite von Neumann algebras, i.e. in those of type II or type III, from the viewpoint of a subregion charge sector decomposition. We address this symmetry resolution by considering infinite tensor products of finite-dimensional algebras with fixed subregion charge values. An important ingredient is the combination of these algebras using direct integrals. This allows us to obtain the symmetry-resolved modular operator, modular flow, and modular correlation functions for hyperfinite algebras. Our approach establishes a mathematical foundation for recent results on symmetry resolution and modular theory in conformal field theory. Our analysis applies both to charges defined on a continuous range, or on a discrete set. The latter is of interest for condensed matter theory. Moreover, within the AdS/CFT correspondence we expect our findings to be relevant as a new ingredient for bulk spacetime reconstruction, including information from different boundary charge sectors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Computational access to lattice and long-wavelength physics in quantum mutual information",
      "authors": [
        "Patrick M. Lenggenhager, M. Michael Denner, Doruk Efe G\\\"okmen, Maciej Koch-Janusz, Titus Neupert, Mark H. Fischer"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02466",
      "arxiv": "https://arxiv.org/abs/2510.02466",
      "doi": null,
      "summary": "Quantum mutual information is an important tool for characterizing correlations in quantum many-body systems, but its numerical evaluation is often prohibitively expensive. While some variants of R\\'enyi Mutual Information (RMI) are computationally more tractable, it is not clear whether they correctly capture the long-wavelength physics or are dominated by UV effects, which is of key importance in lattice simulations. We analyze the relevance of lattice effects on the family of $\\alpha$-$z$ R\\'enyi mutual informations for ground states of models with conformal field theory descriptions. On the example of massless free fermions we identify distinct regions in the $\\alpha$-$z$ plane, where RMI corrections due to the lattice are relevant or irrelevant. We further support these findings with MPS calculations on the transverse field Ising model (TFIM). Our results, accompanied by the open-source Julia package QMICalc.jl, provide guidance to using RMI in quantum-many body physics numerical computations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mean-field analysis of a neural network with stochastic STDP",
      "authors": [
        "Pascal Helson, Etienne Tanr\\'e, Romain Veltz"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02545",
      "arxiv": "https://arxiv.org/abs/2510.02545",
      "doi": null,
      "summary": "Analysing biological spiking neural network models with synaptic plasticity has proven to be challenging both theoretically and numerically. In a network with N all-to-all connected neurons, the number of synaptic connections is on the order of $N^2$, making these models computationally demanding. Furthermore, the intricate coupling between neuron and synapse dynamics, along with the heterogeneity generated by plasticity, hinder the use of classic theoretical tools such as mean-field or slow-fast analyses. To address these challenges, we introduce a new variable which we term a typical neuron X. Viewed as a post-synaptic neuron, X is composed of the activity state V , the time since its last spike S, and the empirical distribution $\\xi$ of the triplet V , S and W (incoming weight) associated to the pre-synaptic neurons. In particular, we study a stochastic spike-timing- dependent plasticity (STDP) model of connection in a probabilistic Wilson-Cowan spiking neural network model, which features binary neural activity. Taking the large N limit, we obtain from the empirical distribution of the typical neuron a simplified yet accurate representation of the original spiking network. This mean-field limit is a piecewise deterministic Markov process (PDMP) of McKean-Vlasov type, where the typical neuron dynamics depends on its own distribution. We term this analysis McKean-Vlasov mean-field (MKV-MF). Our approach not only reduces computational complexity but also provides insights into the dynamics of this spiking neural network with plasticity. The model obtained is mathematically exact and capable of tracking transient changes. This analysis marks the first exploration of MKV-MF dynamics in a network of spiking neurons interacting with STDP."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum simulation of carbon capture in periodic metal-organic frameworks",
      "authors": [
        "Dario Rocca, Jerome F. Gonthier, Joshua Levin, Tobias Schafer, Andreas Gruneis, Byeol Kang, Hong Woo Lee"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02550",
      "arxiv": "https://arxiv.org/abs/2510.02550",
      "doi": null,
      "summary": "Carbon capture is vital for decarbonizing heavy industries such as steel and chemicals. Metal-organic frameworks (MOFs), with their high surface area and structural tunability, are promising materials for CO2 capture. This study focuses on Fe-MOF-74, a magnetic Mott insulator with exposed metal sites that enhance CO2 adsorption. Its strongly correlated electronic structure challenges standard DFT methods, which often yield inconsistent predictions. We initially benchmark adsorption energies using various DFT functionals, revealing substantial variability and underscoring the need for more accurate approaches, such as those provided by quantum computing. However, practical quantum algorithms are far less established for simulations of periodic materials, particularly when the plane-wave basis set, often comprising tens of thousands of basis vectors, is used. To address this, we employ an active space reduction strategy based on Wannier functions and natural orbital selection. Localized orbitals around the adsorption site are identified, and MP2 natural orbitals are used to improve convergence of correlation energies. Adsorption energies are then computed using a quantum number-preserving ansatz within the variational quantum eigensolver framework. In addition to classical simulations, we conduct quantum experiments using the sample-based quantum diagonalization method. Although current hardware limits the size of feasible simulations, our approach offers a more efficient and scalable path forward. These results advance the applicability of quantum algorithms to realistic models of carbon capture and periodic materials more broadly."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "From Motifs to L\\'evy Flights: Modeling Urban Mobility in Bogot\\'a's Public Transport System",
      "authors": [
        "Juan F. Alay\\'on-Mart\\'inez, Alejandro P. Riascos"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02621",
      "arxiv": "https://arxiv.org/abs/2510.02621",
      "doi": null,
      "summary": "In this paper, we study two years of access card validation records from Bogot\\'a's multimodal public transport system, comprising over 2.3 billion trips across bus rapid transit, feeder buses, dual-service buses, and an aerial cable network. By reconstructing user trajectories as motifs, we identify recurrent mobility patterns that extend beyond simple round trips, enabling the construction of an integrated origin-destination (OD) matrix covering 2,828 urban zones. Similarity analysis using the Jensen-Shannon divergence confirms the temporal stability of mobility structures across semesters, despite infrastructure changes and fare policy adjustments. From the obtained OD matrices, we derive transition probabilities between zones and uncover a robust power-law relationship with geographical distance, consistent with L\\'evy flight dynamics. We validate our model using Monte Carlo simulations showing that reproduces both local and long-range displacements, with similar scaling exponents across time. These findings demonstrate that Bogot\\'a's public transport mobility can be effectively modeled through L\\'evy processes, providing a novel framework for analyzing complex transportation systems based solely on user access records."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dynamics of Quantum Entanglement Between Photon and Phonon Modes in a Coulomb-coupled Optomechanical Cavity Magnonic Systems",
      "authors": [
        "Muhib Ullah, Muhammad Idrees, Said Mikki"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02767",
      "arxiv": "https://arxiv.org/abs/2510.02767",
      "doi": null,
      "summary": "Quantum entanglement is a fundamental phenomenon in quantum information science and a crucial resource for quantum technologies such as precision sensing, secure communication, and computation. In hybrid cavity magno-optomechanical systems, entanglement among cavity photons, magnons, and phonons enables manipulation of quantum states across different modes via radiation pressure-based light-matter interaction. We propose a hybrid optomechanical cavity-magnonic setup with Yttrium iron garnet (YIG) sphere allowing magnons to couple with photons via magnetic-dipole interaction. The system also uses optomechanical and electrostatic interactions to entangle cavity photons and mechanical resonators. We focus on how the magnon nonlinear Kerr effect and varying coupling strengths influence entanglement dynamics. By analysing nonlinear effects alongside other coupling parameters, we identify optimal conditions for initiating and sustaining robust entanglement between the motional modes (phonons) of two Coulomb-coupled mechanical resonators. Our model predicts that adding Coulomb interaction and magnon coupling enhances the degree and tunability of entanglement, making it more resilient to thermal baths at 3 K. This study addresses how to optimize and sustain phonon-phonon entanglement in complex hybrid quantum systems. These findings offer insights relevant to developing quantum memories for continuous variable quantum information processing and other quantum technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum sensing with discrete time crystals in the Lipkin-Meshkov-Glick Model",
      "authors": [
        "Rahul Ghosh, Bandita Das, Victor Mukherjee"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02825",
      "arxiv": "https://arxiv.org/abs/2510.02825",
      "doi": null,
      "summary": "Quantum phase transitions have been shown to be highly beneficial for quantum sensing, owing to diverging quantum Fisher information close to criticality. In this work we consider a periodically modulated Lipkin-Meshkov-Glick model to show that discrete time crystal (DTC) phase transition in this setup can enable us to achieve quantum-enhanced high-precision sensing of field strength. We employ a detailed finite-size scaling analysis and a time-averaged Inverse Participation Ratio analysis to determine the critical properties of this second-order phase transition. Our studies provide a comprehensive understanding of how quantum criticality in DTCs involving long-range interactions can be harnessed for advanced quantum sensing applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Plasmonic metamaterial time crystal",
      "authors": [
        "Tingwen Guo, Jules Sueiro, Gian Marcello Andolina, Artem Levchuk, Stefano Ponzoni, Romain Grasset, Donald Monthe, Ian Aupiais, Dmitri Daineka, Javier Briatico, Thales VAG de Oliveira, Alexey Ponomaryov, Atiqa Arshad, Arjun Karimbana-Kandy, Gulloo Lal Prajapati, Igor Ilyakov, Jan-Christoph Deinert, Luca Perfetti, Marco Schiro, Yannis Laplace"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02845",
      "arxiv": "https://arxiv.org/abs/2510.02845",
      "doi": null,
      "summary": "Periodically driven optical materials and metamaterials have recently emerged as a promising platform for realizing photonic time crystals (PTCs) -systems whose optical properties are strongly and periodically modulated on time scales comparable to the optical cycle of light. These time-varying structures are the temporal counterparts of spatial photonic crystals (SPCs), for which a large and periodic dielectric contrast is achieved spatially on wavelength scales. Just as SPCs have revolutionized control over light-matter interactions by engineering the photonic density of states in space, PTCs promise comparable breakthroughs from a fundamentally new perspective: a temporal one. However, harnessing such phenomena at optical frequencies poses severe experimental challenges, as it requires order-unity modulation depths of the optical properties at optical cycle rates, a regime that has remained elusive to date. Here, we report the first optical realization of a photonic time crystal, achieved with a surface plasmon cavity metamaterial operating at Terahertz frequencies. We demonstrate strong (near-unity) and coherent (sub-optical cycle) periodic driving of the plasmonic metamaterial enabled by field-induced dynamical modulation of the carriers' kinetic energy and effective mass - reaching up to 80% of their rest mass, an exceptionally high value that forms the basis for time-crystalline phenomena with plasmons. Our experimentally informed theory reveals rich physics within the experimentally accessible parameter regime of this system, including parametric amplification and entangled plasmon generation, and establishes a robust new platform for time-domain photonics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dynamic roughening of cities driven by multiplicative noise",
      "authors": [
        "Martin Hendrick, Gabriele Manoli"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02904",
      "arxiv": "https://arxiv.org/abs/2510.02904",
      "doi": null,
      "summary": "The evolution of urban landscapes is rapidly altering the surface of our planet. Yet, our understanding of the urbanisation phenomenon remains far from complete. A fundamental challenge is to describe spatiotemporal changes in the built environment. A dynamic theory of urban evolution should account for both vertical and horizontal city expansion, analogous to the dynamical behaviour of surface growth in physical and biological systems. Here we show that building-height dynamics in cities around the world are well described by a zero-dimensional geometric Brownian motion (GBM), where multiplicative noise drives stochastic fluctuations around a deterministic drift associated with economic growth. To account for intra-city correlations, we extend the GBM with spatial coupling, revealing how local interactions effectively mitigate noise-driven fluctuations and shape urban morphology. The continuum limit of this spatial model can be recasted into the Kardar-Parisi-Zhang (KPZ) equation and we find that empirical estimates of the roughness exponent are in the range of the KPZ prediction for most cities. Together, these results show that multiplicative noise, moderated by local interactions, governs the evolution of urban roughness, anchoring spatiotemporal city dynamics in a well-established statistical physics framework."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Modeling the spatial growth of cities",
      "authors": [
        "Ulysse Marquis, Marc Barthelemy"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03045",
      "arxiv": "https://arxiv.org/abs/2510.03045",
      "doi": null,
      "summary": "The growth of cities has traditionally been studied from a population perspective, while urban sprawl - its spatial growth - has often been approached qualitatively. However, characterizing and modeling this spatial expansion is crucial, particularly given its parallels with surface growth extensively studied in physics. Despite these similarities, approaches to urban sprawl modeling are fragmented and scattered across various disciplines and contexts. In this review, we provide a comprehensive overview of the mathematical modeling of this complex phenomenon. We discuss the key challenges hindering progress and examine models inspired by statistical physics, economics and geography, and theoretical ecology. Finally, we highlight critical directions for future research in this interdisciplinary field."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ultrafast dynamics of coherent exciton-polaritons in van der Waals semiconductor metasurfaces",
      "authors": [
        "Luca Sortino, Armando Genco, Cristina Cruciano, Michele Guizzardi, Daniel Timmer, Thomas Weber, Jonathan O. Tollerud, Francesco Gucci, Matteo Corti, Gianluca Valentini, Cristian Manzoni, Stefano Dal Conte, Christoph Lienau, Jeffrey A. Davis, Stefan A. Maier, Andreas Tittl, Giulio Cerullo"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03052",
      "arxiv": "https://arxiv.org/abs/2510.03052",
      "doi": null,
      "summary": "Enabling coherent light-matter interactions is a critical step toward next-generation quantum technologies. However, achieving this under ambient temperature conditions remains challenging due to rapid dephasing in optically excited systems. Optical metasurfaces based on quasi-bound states in the continuum have recently emerged as a powerful platform for reaching the strong light-matter coupling regime in flat, subwavelength thickness devices. Here, we investigate ultrafast exciton-polariton dynamics in self-hybridized WS$_2$ thin-film metasurfaces. Using hyperspectral momentum-resolved imaging, we reconstruct the highly anisotropic exciton-polariton dispersion, with a transition from positive to negative effective mass along orthogonal symmetry axes. Femtosecond pump-probe and multidimensional spectroscopy reveal detuning-dependent polariton dynamics with a coherence time up to ~110 fs, and allow direct observation of the coherent dynamics through ultrafast Rabi oscillations with ~45 fs period. We describe this behaviour with a three-eigenstate model that couples the photonic resonance with both bright and dark excitons, extending the conventional two-state picture of strong coupling. Our results establish van der Waals metasurfaces as a promising platform for next-generation polaritonic devices, enabling coherent quantum transfer of matter excitations at room temperature."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "New Junction Condition and Casimir effect for Network CFT",
      "authors": [
        "Sinan Pang, Ling Li, Tian-Ming Zhao, Rong-Xin Miao"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03080",
      "arxiv": "https://arxiv.org/abs/2510.03080",
      "doi": null,
      "summary": "Recently, BCFT and ICFT have been generalized to the CFT on networks (NCFT). A key aspect of NCFT is how we connect the CFTs in different edges at the nodes of the network. For a free scalar field, one naturally requires that the scalar fields are continuous at the nodes. In this paper, we introduce a new junction condition that instead requires the normal derivative of the scalar field to be continuous at the node. We demonstrate that this new junction condition is consistent with the variational principle and energy conservation. Furthermore, we provide an exact realization of it in a real physical system. As an application, we analyze the Casimir effect using both the traditional and the new junction conditions in networks formed by regular polyhedra. Our results indicate that the new junction condition generally results in a smaller Casimir effect."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Bounds on Atomistic Disorder for Scalable Electron Shuttling",
      "authors": [
        "Rapha\\\"el J. Prentki, Pericles Philippopoulos, Mohammad Reza Mostaan, F\\'elix Beaudoin"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.03113",
      "arxiv": "https://arxiv.org/abs/2510.03113",
      "doi": null,
      "summary": "Electron shuttling is emerging as a key enabler of scalable silicon spin-qubit quantum computing, but fidelities are limited by atomistic disorder. We introduce a multiscale simulation framework combining time-dependent finite-element electrostatics and atomistic tight-binding to capture the impact of random alloying and interface roughness on the valley splitting and phase of shuttled electrons. We find that shuttling fidelities are strongly suppressed by interface roughness, with a sharp anomaly near the atomic-layer scale, setting quantitative guidelines to realize scalable shuttling."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Anomalous diffusion in convergence to effective ergodicity",
      "authors": [
        "M. S\\\"uzen"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/1606.08693",
      "arxiv": "https://arxiv.org/abs/1606.08693",
      "doi": null,
      "summary": "The nature of diffusion is usually studied for particles or dynamics generating trajectories over time. Similar in principle, these studies can be executed in tracking how a given function of observable properties evolve over time akin to a system's particle motion, so-called {\\it functional-diffusion}. This is not the same as systems' own trajectories but can be considered as a meta-trajectory. Following this idea, we measure how an approach to ergodicity evolves over time for the observed magnetization of a full Ising model with an external field. We compute the functional's diffusive behavior depending on a range of temperatures via Metropolis and Glauber single-spin-flip dynamics. System's ensemble-averaged dynamics are computed using expressions from the exact solution. Power-laws on the approach to ergodicity provide the classification of anomalies in the {\\it functional-diffusion}, demonstrating non-linear super-diffusive behavior over different temperature ranges."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Thermal stability of nano-scale ferroelectric domains by molecular dynamics modeling",
      "authors": [
        "Arne J. Klomp, Ruben Khachaturyan, Theophilus Wallis, Anna Gr\\\"unebohm, Karsten Albe"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2206.12243",
      "arxiv": "https://arxiv.org/abs/2206.12243",
      "doi": "10.1103/PhysRevMaterials.6.104411",
      "summary": "Ultra-dense domain walls are increasingly important for many devices but their microscopic properties are so far not fully understood. Here we use molecular dynamic simulations to study the domain wall stability in the prototypical ferroelectric BaTiO3 combining core-shell pair potentials and a coarse-grained effective Hamiltonian. We transfer the discussion of the field-driven nucleation and motion of domain walls to thermally induced modifications of the wall without an external driving force. Our simulations show that domain wall dynamics and stability depend crucially on microscopic thermal fluctuations. Enhanced fluctuations at domain walls may result in the formation of critical nuclei for the permanent shift of the domain wall. If two domain walls are close - put in other words, when domains are small - thermal fluctuations can be sufficient to bring domain walls into contact and lead to the annihilation of small domains. This is even true well below the Curie temperature and when domain walls are initially as far apart as 6 unit cells. Such small domains are, thus, not stable and limit the maximum achievable domain wall density in nanoelectronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal trade-off between irreversibility and intrinsic timescale in thermal relaxation with applications to thermodynamic inference",
      "authors": [
        "Ruicheng Bao, Chaoqun Du, Zhiyu Cao, Zhonghuai Hou"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2303.06428",
      "arxiv": "https://arxiv.org/abs/2303.06428",
      "doi": null,
      "summary": "We establish a general lower bound for the entropy production rate (EPR) based on the Kullback-Leibler divergence and the Logarithmic-Sobolev constant that characterizes the time-scale of relaxation. This bound can be considered as an enhanced second law of thermodynamics. When applied to thermal relaxation, it reveals a universal trade-off relation between the dissipation rate and the intrinsic relaxation timescale. From this relation, a thermodynamic upper bound on the relaxation time between two given states emerges, acting as an inverse speed limit over the entire time region. We also obtain a quantum version of this upper bound, which is always tighter than its classical counterpart, incorporating an additional term due to decoherence. Remarkably, we further demonstrate that the trade-off relation remains valid for any generally non-Markovian coarse-grained relaxation dynamics, highlighting its significant applications in thermodynamic inference. This trade-off relation is a new tool in inferring EPRs in molecular dynamics simulations and practical experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "On-Demand and Tunable Andreev-Conversion of Single-Electron Charge Pulses",
      "authors": [
        "Pablo Burset, Benjamin Roussel, Michael Moskalets, Christian Flindt"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2312.13145",
      "arxiv": "https://arxiv.org/abs/2312.13145",
      "doi": null,
      "summary": "Electron quantum optics explores coherent single-electron charge pulse propagation in electronic nanoscale circuits akin to table-top photon setups. While past experiments focused on normal-state conductors, incorporating superconductors holds promise for exploiting the electron-hole degree of freedom in quantum sensing applications and quantum information processing. Here, we propose and analyze an on-demand and tunable mechanism for converting single-electron pulses into holes through Andreev processes on a superconductor. We develop a Floquet-Nambu scattering formalism to demonstrate the dynamic conversion of charge pulses and the controllable generation of coherent electron-hole superpositions through interferometric magnetic flux control based on the chiral edge states of a quantum Hall sample. Our discussion covers optimal conditions in realistic scenarios, affirming the feasibility of our proposal with current technology."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Twisting the Hubbard model into the Momentum-Mixing Hatsugai-Kohmoto Model",
      "authors": [
        "Peizhi Mai, Jinchao Zhao, Gaurav Tenkila, Nico A. Hackner, Dhruv Kush, Derek Pan, Philip W. Phillips"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2401.08746",
      "arxiv": "https://arxiv.org/abs/2401.08746",
      "doi": null,
      "summary": "The Hubbard model is a standard theoretical tool for studying materials with strong electron-electron interactions, such as the cuprate superconductors. Unfortunately, interaction-driven phenomena such as the transition into the strongly correlated Mott insulator phase are difficult to treat with established theoretical techniques. However, the exactly solvable Hatsugai-Kohmoto model displays similar Mott physics. Here we show how the Hatsugai-Kohmoto model can be deformed continuously into the Hubbard model. The trick is to systematically re-introduce all the momentum mixing the original Hatsugai-Kohmoto model omits. This can be accomplished by grouping $n$-momenta into a cell and hybridizing them resulting in the momentum-mixing Hatsugai-Kohmoto (MMHK) model. We recover the Bethe ansatz ground state energy of the one-dimensional Hubbard model to within 1$\\%$ from only ten mixed momenta. Overall the convergence scales as $1/n^2$ as opposed to the inverse linear behaviour of standard finite-cluster techniques. Our results for a square lattice reproduce all known features from state-of-the-art simulations also with only a few mixed momenta. Consequently, we believe the MMHK model offers an alternative tool for strongly correlated quantum matter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Capillary lubrication of a spherical particle near a fluid interface",
      "authors": [
        "Aditya Jha (LOMA), Yacine Amarouchene (LOMA), Thomas Salez (LOMA)"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2407.13265",
      "arxiv": "https://arxiv.org/abs/2407.13265",
      "doi": null,
      "summary": "The lubricated motion of an object near a deformable boundary presents striking subtleties arising from the coupling between the elasticity of the boundary and lubricated flow, including but not limited to the emergence of a lift force acting on the object despite the zero Reynolds number. In this study, we characterize the hydrodynamic forces and torques felt by a sphere translating in close proximity to a fluid interface, separating the viscous medium of the sphere's motion from an infinitely-more-viscous medium. We employ lubrication theory and perform a perturbation analysis in capillary compliance. The dominant response of the interface owing to surface tension results in a long-ranged interface deformation, which leads to a modification of the forces and torques with respect to the rigid reference case, that we characterise in details with scaling arguments and numerical integrations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Theory of Reversed Ripening in Active Phase Separating Systems",
      "authors": [
        "Jonathan Bauermann, Giacomo Bartolucci, Christoph A. Weber, Frank J\\\"ulicher"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.16299",
      "arxiv": "https://arxiv.org/abs/2501.16299",
      "doi": null,
      "summary": "The ripening dynamics in passive systems is governed by the theory of Lifshitz-Slyozov-Wagner (LSW). Here, we present an analog theory for reversed ripening in active systems. To derive the dynamic theory for the droplet size distribution, we consider a minimal ternary emulsion with one active reaction, leading to one conserved quantity. Even for cases where single droplets constantly grow, coupling many droplets via the conserved density in the far field leads to a self-organized reversal of ripening and, thus, a monodisperse emulsion. For late times, we find a scaling ansatz leading to the collapse of the rescaled size distributions, different from the LSW theory. This scaling behavior arises from a stable fixed point in the single droplet dynamics and may capture the late-time behavior of many active matter systems exhibiting reversed ripening."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Excess energy and countercurrents after a quantum kick",
      "authors": [
        "Nuria Santerv\\'as-Arranz, Massimiliano Stengel, Emilio Artacho"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.09469",
      "arxiv": "https://arxiv.org/abs/2502.09469",
      "doi": null,
      "summary": "A quantum system of interacting particles under the effect of a static external potential is hereby described as kicked when that potential suddenly starts moving with a constant velocity v. If initially in a stationary state, the excess energy at any time after the kick equals $v \\langle P \\rangle (t)$, with P being the total momentum of the system. If the system is finite and remains bound, the long time average of the excess energy tends to $Mv^2$, with M the system's total mass, or a related expression if there is particle emission. $Mv^2$ is twice what expected from an infinitely smooth onset of motion, and any monotonic onset is expected to increase the average energy to a value within both limits. In a macroscopic system, a particle flow emerges countering the potential's motion when electrons stay partially behind. For charged particles the described kinetic kick is equivalent to the kick given by the infinitely short electric-field pulse $E = \\frac{m}{q} v \\delta (t)$ to the system at rest, useful as a formal limit in ultrafast phenomena. A linear-response analysis of low-v countercurrents in kicked metals shows that the coefficient of the linear term in v is the Drude weight. Non-linear in v countercurrents are expected for insulators through the electron-hole excitations induced by the kick, going as $v^3$ at low v for centrosymmetric ones. First-principles calculations for simple solids are used to ratify those predictions, although the findings apply more generally to systems such as Mott insulators or cold lattices of bosons or fermions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Floquet-Nambu theory of electron quantum optics with superconductors",
      "authors": [
        "Pablo Burset, Benjamin Roussel, Michael Moskalets, Christian Flindt"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.19436",
      "arxiv": "https://arxiv.org/abs/2503.19436",
      "doi": null,
      "summary": "We present a comprehensive Floquet-Nambu theory to describe the time-dependent quantum transport in mesoscopic circuits involving superconductors. The central object of our framework is the first-order correlation function, which accounts for the excitations that are generated by a time-dependent voltage and their coherent scattering off the interface with a superconductor. We analyze the time-dependent current generated by periodic voltage pulses and how it depends on the excitation energies of the voltage drive compared to the gap of the superconductor. Our general formalism allows us to identify the conditions for the excitations that are scattered off the superconductor to become coherent electron-hole superpositions. To this end, we consider the purity of the outgoing states, which characterizes their ability to carry quantum information. To illustrate our formalism, we apply it to a system composed of chiral quantum Hall edge states connected to a superconductor, and we calculate the current in the outgoing lead and the purity of the outgoing states for Lorentzian and harmonic voltage drives. Our framework paves the way for systematic investigations of time-dependent scattering problems involving superconductivity, and it may help interpret future experiments in electron quantum optics with superconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hydrodynamics of the electronic Fermi liquid: a pedagogical overview",
      "authors": [
        "Aaron Hui, Brian Skinner"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.01249",
      "arxiv": "https://arxiv.org/abs/2504.01249",
      "doi": "10.1088/1361-648X/adfbcd",
      "summary": "For over a hundred years, electron transport in conductive materials has been primarily described by the Drude model, which assumes that current flow is impeded primarily by momentum-relaxing collisions between electrons and extrinsic objects such as impurities or phonons. In the past decade, however, experiments have increasingly realized ultra-high quality electronic materials that demonstrate a qualitatively distinct method of charge transport called hydrodynamic flow. Hydrodynamic flow occurs when electrons collide much more frequently with each other than with anything else, and in this limit the electric current has long-wavelength collective behavior analogous to that of a classical fluid. While electron hydrodynamics has long been postulated theoretically for solid-state systems, the plethora of recent experimental realizations has reinvigorated the field. Here, we review recent theoretical and experimental progress in understanding hydrodynamic electrons using the (hydrodynamic) Fermi liquid as our prototypical example."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Typical reconstruction limit and phase transition of maximum entropy method",
      "authors": [
        "Masaru Hitomi, Masayuki Ohzeki"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.03095",
      "arxiv": "https://arxiv.org/abs/2504.03095",
      "doi": "10.1103/bg58-lpt2",
      "summary": "We investigate the dependence of the maximum entropy method (MEM) reconstruction performance on the default model. The maximum entropy method is a reconstruction technique that utilizes prior information, referred to as the default model, to recover original signals from observed data, and it is widely used in underdetermined systems. The broad applications have been reported in fields ranging from the analysis of observational data in seismology and astronomy, to large-scale computations in quantum chemistry, and even in social sciences such as linguistics. However, a known drawback of MEM is that its results depend on the assumed default model. In this study, we employ the replica method to elucidate how discrepancies in the default model affect the reconstruction of signals with specific distributions. We report that in certain cases, even small discrepancies can induce phase transitions, leading to reconstruction failure. Additionally, by comparing MEM with reconstruction based on L1-norm optimization, a method proposed in recent years, we demonstrate that MEM exhibits lower reconstruction accuracy under certain conditions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Achieving accurate entropy and melting point by ab initio molecular dynamics and zentropy theory: Application to fluoride and chloride molten salts",
      "authors": [
        "Shun-Li Shang, Nigel L. E. Hew, Rushi Gong, Cillian Cockrell, Paul A. Bingham, Xiaofeng Guo, Jingjing Li, Qi-Jun Hong, Zi-Kui Liu"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.10692",
      "arxiv": "https://arxiv.org/abs/2505.10692",
      "doi": null,
      "summary": "We have recently developed a breakthrough methodology for rapidly computing entropy in both solids and liquids by integrating a multiscale entropy approach (known as zentropy theory) with molecular dynamics (MD) simulations. This approach enables entropy estimation from a single MD trajectory by analyzing the probabilities of local structural configurations and atomic distributions, effectively addressing the long-standing challenge of capturing configurational entropy. Here, we demonstrate the power of this method by predicting entropies, enthalpies, and melting points for 25 binary and ternary chlorite- and fluoride-based molten salts using ab initio MD (AIMD) simulations. The strong agreement between our predictions and experimental data underscores the potential of this approach to transform computational thermodynamics, offering accurate, efficient, and direct predictions of thermodynamic properties across both solid and liquid phases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Cavity-altered superconductivity",
      "authors": [
        "Itai Keren (Department of Physics, Columbia University), Tatiana A. Webb (Department of Physics, Columbia University), Shuai Zhang (Department of Physics, Columbia University), Jikai Xu (Department of Physics, Columbia University), Dihao Sun (Department of Physics, Columbia University), Brian S. Y. Kim (Department of Physics, Columbia University), Dongbin Shin (Max Planck Institute for the Structure and Dynamics of Matter, Hamburg, Department of Physics and Photon Science, Gwangju Institute of Science and Technology), Songtian S. Zhang (Department of Physics, Columbia University), Junhe Zhang (Department of Physics, Columbia University), Giancarlo Pereira (Department of Physics, Columbia University), Juntao Yao (Condensed Matter Physics and Materials Science Division, Brookhaven National Laboratory, Department of Materials Science and Chemical Engineering, Stony Brook University), Takuya Okugawa (Department of Physics, Columbia University, Max Planck Institute for the Structure and Dynamics of Matter, Hamburg), Marios H. Michael (Max Planck Institute for the Structure and Dynamics of Matter, Hamburg), Emil Vi\\~nas Bostr\\\"om (Max Planck Institute for the Structure and Dynamics of Matter, Hamburg), James H. Edgar (Tim Taylor Department of Chemical Engineering, Kansas State University), Stuart Wolf (Deep Science Fund, Intellectual Ventures), Matthew Julian (Deep Science Fund, Intellectual Ventures), Rohit P. Prasankumar (Deep Science Fund, Intellectual Ventures), Kazuya Miyagawa (Department of Applied Physics, The University of Tokyo), Kazushi Kanoda (Max Planck Institute for Solid State Research, Stuttgart, Physics Institute, University of Stuttgart, Department of Applied Physics, The University of Tokyo), Genda Gu (Condensed Matter Physics and Materials Science Division, Brookhaven National Laboratory), Matthew Cothrine (Department of Materials Science and Engineering, University of Tennessee), David Mandrus (Department of Materials Science and Engineering, University of Tennessee), Michele Buzzi (Max Planck Institute for the Structure and Dynamics of Matter, Hamburg), Andrea Cavalleri (Max Planck Institute for the Structure and Dynamics of Matter, Hamburg, Department of Physics, University of Oxford), Cory R. Dean (Department of Physics, Columbia University), Dante M. Kennes (Max Planck Institute for the Structure and Dynamics of Matter, Hamburg, Institut f\\\"ur Theorie der Statistischen Physik, RWTH Aachen), Andrew J. Millis (Department of Physics, Columbia University, Center for Computational Quantum Physics, The Flatiron Institute), Qiang Li (Condensed Matter Physics and Materials Science Division, Brookhaven National Laboratory, Department of Physics and Astronomy, Stony Brook University), Michael A. Sentef (Institute for Theoretical Physics and Bremen Center for Computational Materials Science, University of Bremen, Max Planck Institute for the Structure and Dynamics of Matter, Hamburg), Angel Rubio (Max Planck Institute for the Structure and Dynamics of Matter, Hamburg, Initiative for Computational Catalysts, The Flatiron Institute), Abhay N. Pasupathy (Department of Physics, Columbia University, Condensed Matter Physics and Materials Science Division, Brookhaven National Laboratory), Dmitri N. Basov (Department of Physics, Columbia University)"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.17378",
      "arxiv": "https://arxiv.org/abs/2505.17378",
      "doi": null,
      "summary": "Is it feasible to alter the ground state properties of a material by engineering its electromagnetic environment? Inspired by theoretical predictions, experimental realizations of such cavity-controlled properties without optical excitation are beginning to emerge. Here, we devised and implemented a novel platform to realize cavity-altered materials. Single crystals of hyperbolic van der Waals (vdW) compounds provide a resonant electromagnetic environment with enhanced density of photonic states and prominent mode confinement. We interfaced hexagonal boron nitride (hBN) with the molecular superconductor $\\kappa$-(BEDT-TTF)$_2$Cu[N(CN)$_2$]Br ($\\kappa$-ET). The frequencies of infrared (IR) hyperbolic modes of hBN match the IR-active carbon-carbon stretching molecular resonance of ($\\kappa$-ET) implicated in superconductivity. Nano-optical data supported by first-principles molecular Langevin dynamics simulations confirm the presence of resonant coupling between the hBN hyperbolic cavity modes and the carbon-carbon stretching mode in ($\\kappa$-ET). Meissner effect measurements via magnetic force microscopy demonstrate a strong suppression of superfluid density near the hBN/($\\kappa$-ET) interface. Non-resonant control heterostructures, including RuCl$_3$/($\\kappa$-ET) and hBN/$\\text{Bi}_2\\text{Sr}_2\\text{CaCu}_2\\text{O}_{8+x}$, do not display the superfluid suppression. These observations suggest that hBN/($\\kappa$-ET) realizes a cavity-altered superconducting ground state. Our work highlights the potential of dark cavities devoid of external photons for engineering electronic ground state properties of complex quantum materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tuning Thermal Conductivity and Electron-Phonon Interactions in Carbon and Boron Nitride Moir\\'e Diamanes via Twist Angle Manipulation",
      "authors": [
        "Rustam Arabov, Nikita Rybin, Victor Demin, Mikhail Polovinkin, Alexander Kvashnin, Leonid Chernozatonskii, Alexander Shapeev"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.18127",
      "arxiv": "https://arxiv.org/abs/2505.18127",
      "doi": null,
      "summary": "We have investigated the effect of interlayer twist angle on lattice thermal conductivity (LTC) and band gap renormalization in boron nitride and carbon Moir\\'e diamanes. Moment tensor potentials were used for calculating energies and forces of interatomic interactions. The methods based on the solution of Boltzmann transport equation (BTE) for phonons and the GreenKubo (GK) formula were utilized to calculate LTC. The 20-40 % difference in LTC values obtained with GK and BTE-based methods showed the importance of high-order anharmonic contributions to LTC. Significant reduction (by 4.5 - 9 times) of the in-plane LTC with the twist angle increase caused by the growth of structural disorder was observed in the Moir\\'e diamanes. This growth of disorder also leads to higher band gap renormalization (induced by classical nuclei motion) in the structures with higher twist angles. Significant band gap renormalization values obtained considering the quantum nuclear effects are caused by the high phonon frequencies related to the bonds with hydrogen atoms on the Moir\\'e diamanes surfaces. Understanding of the twist angle effect on LTC and electron-phonon coupling in the Moir\\'e diamanes provides a fundamental basis for manipulating their thermal and electronic properties, making these materials promising for thermoelectrics, microelectronics and optoelectronics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quasiparticle properties of long-range impurities in a Bose condensate",
      "authors": [
        "T. Alper Yo\\u{g}urt, Matthew T. Eiles"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.12969",
      "arxiv": "https://arxiv.org/abs/2506.12969",
      "doi": null,
      "summary": "An impurity immersed in a Bose condensate can form a quasiparticle known as a Bose polaron. When the impurity-boson interaction is short-ranged, the quasiparticle properties can be characterized in terms of the impurity-boson scattering length $a_{\\mathrm{IB}}$ and the condensate coherence length $\\xi$, a universal description that remains valid irrespective of the bath density $n_0$. Long-ranged interactions -such as provided by Rydberg or ionic impurities- introduce an effective interaction range $r_{\\mathrm{eff}}$ as the third length scale. These competing length scales raise the question of whether a universal description remains valid across different bath densities. In this study, we discuss the quasiparticle nature of long-range impurities and its dependence on the length scales $n_0^{-1/3}$, $r_\\mathrm{eff}$, and $\\xi$. We employ two complementary theories -the coherent state Ansatz and the perturbative Gross-Pitaevskii theory- which incorporate beyond-Fr\\\"ohlich interactions. We derive an analytical expression for the beyond-Fr\\\"ohlich effective mass for a contact interaction and numerically compute the effective mass for long-range impurities. We argue that the coupling parameter $|a_{\\mathrm{IB}}|n_0^{1/3}$ remains the principal parameter governing the properties of the polaron. For weak ($|a_\\mathrm{IB}|n_0^{1/3}\\ll 1$) and intermediate ($|a_\\mathrm{IB}|n_0^{1/3}\\simeq 1$) values of the coupling parameter, long-range impurities in a Bose condensate are well-described as quasiparticles with a finite quasiparticle weight and a well-defined effective mass. However, the quasiparticle weight becomes significantly suppressed as the effective impurity volume is occupied by an increasing number of bath particles ($r_{\\mathrm{eff}}n_0^{1/3} \\gg 1$)."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Angular-momentum-selective nanofocusing with Weyl semimetals",
      "authors": [
        "Marco Peluso, Alessandro De Martino, Reinhold Egger, Francesco Buccheri"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.18503",
      "arxiv": "https://arxiv.org/abs/2506.18503",
      "doi": null,
      "summary": "We investigate the theory of surface plasmon polaritons on a magnetic Weyl semimetal conical tip. We show that the axion term in the effective electrodynamics modifies the surface plasmon polariton dispersion relation and allows all modes with a given sign of the orbital angular momentum to be focused at the end of the tip. This is in contrast with normal metals, in which only one mode can reach the end. We discuss how this orbital angular momentum nanofocusing expands the potential of technologies that use this degree of freedom."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "AstroECP: towards more practical Electron Channeling Contrast Imaging",
      "authors": [
        "M. Haroon Qaiser, Lukas Berners, Robin J. Scales, Tianbi Zhang, Martin Heller, Jiri Dluhos, Sandra Korte-Kerzel, T. Ben Britton"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.00354",
      "arxiv": "https://arxiv.org/abs/2507.00354",
      "doi": null,
      "summary": "Electron channeling contrast imaging (ECCI) is a scanning electron microscopy (SEM) based technique that enables bulk-sample characterization of crystallographic defects (e.g. dislocations, stacking faults, low angle boundaries). Despite its potential, ECCI remains underused for quantitative defect analysis as compared to transmission electron microscope (TEM) based methods. Here, we overcome barriers that limit the use of ECCI including optimizing signal-to-noise contrast, precise determination of the incident beam vector with calibrated and easy to use simulations and experimental selected area electron channeling patterns (SA-ECP). We introduce a systematic ECCI workflow, alongside a new open-source software tool (AstroECP), that includes calibration of stage tilting, SA-ECP field of view, and the energy that forms the ECP/ECCI contrast using dynamical simulations. The functionality of this workflow is demonstrated with case studies that include threading dislocations in GaAs and the cross validation of precession based ECCI-contrast, which is otherwise known as Electron Channeling Orientation Determination (eCHORD). To assist the reader, we also provide best practice guidelines for ECCI implementation to promote high-resolution defect imaging in the SEM."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Investigating the Fermi-Hubbard model by the Tensor-Backflow method",
      "authors": [
        "Xiao Liang"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.01856",
      "arxiv": "https://arxiv.org/abs/2507.01856",
      "doi": null,
      "summary": "We apply the Tensor-Backflow method to investigate the Fermi-Hubbard model on two-dimensional lattices as large as 256 sites, under various interaction strengths $U$, electron fillings $n$, next-nearest-neighbor hopping strengths $t'$ and boundary conditions. Instead of considering backflow terms from all sites, competitive results are achieved by considering nearest-neighbor or next-nearest-neighbor backflow terms. Meanwhile the variational wave-function is not enforced on geometric symmetries. When $t'$=0, by considering nearest-neighbor backflow terms, linear stripe order is sucessfully obtained for the case of $n$=0.875 and $U$=8 on the $16\\times 16$ lattice under periodoc boundary condition. For a similar case under open boundary condition, obtained energy is only $4.5\\times 10^{-4}$ higher than the state-of-the-art method fPEPS with the bond dimension $D$=20. Comparing to state-of-the-art neural network results, energies are competitive and relative errors are below $5\\times 10^{-3}$. For cases of $n$=0.8 and 0.9375, results consistent with the phase diagram from AFQMC are obtained by direct optimizations. When $t'$=-0.2, by considering next-nearest-neighbor backflow terms, obtained energies are competitive or even lower than state-of-the-art neural network results. For example, obtained energy for $n$=0.875, $U$=8 on the $12\\times 12$ lattice under PBC is $8.1\\times 10^{-4}$ lower comparing to that from the neural network state. Therefore, the Tensor-Backflow method has strong representation abilities for the Fermi-Hubbard model."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Multipole phases in a type of spin/fermion ladders with local conserved quantities and generalizations",
      "authors": [
        "Jianlong Fu"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.04811",
      "arxiv": "https://arxiv.org/abs/2507.04811",
      "doi": null,
      "summary": "We study spin/fermion ladder models with exact multipole phases, which are traditional spin phases formed by multipole moments. These phases feature non-trivial order with zero magnetization. The multipole models have dimer local conserved quantities that are Ising terms of spin. The Hilbert spaces are locally fragmented into independent sectors described effectively by {\\it higher-order spin}. For dipole models, we consider two ladder geometries with quadratic spin couplings and work out the phase diagrams. Different phases of the model can be distinguished experimentally with the dynamical structure factor. Higher-order multipole models are obtained by introducing more dimer conserved quantities. The phases are characterized by the values of the local conserved quantities and the traditional spin phases of the higher-order spin."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nonextensive Thermodynamics of the Morse Oscillator: Signature and Solid State Application",
      "authors": [
        "Arpita Goswami"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11045",
      "arxiv": "https://arxiv.org/abs/2508.11045",
      "doi": null,
      "summary": "In this work, we present a detailed thermodynamic analysis of a bound quantum system: the Morse oscillator within the framework of Tsallis nonextensive statistics. Using the property of the bound spectrum (upper bound) of the Morse potential, limited by the bond dissociation energy, we analytically derive the generalized partition function. We present results for both the high- and low-temperature limits. We propose the effective number of accessible states as a measure of nonextensivity. The calculation shows that the nonextensive framework further restricts the number of accessible states. We also derive the generalized internal energy and entropy and examine their dependence on temperature and the nonextensivity parameter \\( q \\). Numerical results confirm the strong effect of nonextensive behavior in the low-temperature regime (precisely low to moderate temperature), where the ratio of generalized internal energy and internal energy calculated from the Boltzmann Gibbs (BG) formula develops a nontrivial dip structure for \\( q < 1 \\). Moreover, the generalized specific heat shows the Schottky-type anomaly. We extend our study by deriving the specific heat of solids with BG and Tsallis statistics using the anharmonic energy levels of the Morse oscillator. This study suggests that the Morse oscillator is a solvable and physically meaningful testing ground for exploring the thermodynamics of quantum systems driven by nonextensive statistics, with implications for the vibrational properties of the non-equilibrium molecular thermodynamics (especially diatomic molecules)."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Analytical study of a finite-range impurity in a one-dimensional Bose gas",
      "authors": [
        "T. Alper Yo\\u{g}urt, Matthew T. Eiles"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.11394",
      "arxiv": "https://arxiv.org/abs/2508.11394",
      "doi": null,
      "summary": "One-dimensional Bose gases present an interesting setting to study the physics of Bose polarons, as density fluctuations play an enhanced role due to reduced dimensionality. Theoretical descriptions of this system have predominantly relied on contact pseudopotentials to model the impurity-bath interaction, leading to unphysical results in the strongly coupled limit. In this work, we analytically solve the Gross-Pitaevskii equation, using a square well potential instead of a zero-range potential, for the ground-state wave function of a static impurity. We compute perturbative corrections arising from infinitesimally slow impurity motion. The polaron energy and effective mass remain finite in the strongly coupled regime, in contrast to the divergent behavior obtained using a contact potential. In this limit, we characterize the polaron properties in terms of the dimensionless ratio $\\bar{w}\\equiv w/\\xi$ between the interaction range $w$ of the impurity-bath potential and the coherence length $\\xi$ of the Bose gas. The effective mass exhibits a $1/\\bar{w}$ scaling. The energy of the attractive polaron scales as $-1/\\bar{w}^3$, whereas the repulsive polaron features subleading corrections to the dark soliton energy at the order $\\bar{w}^3$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnetic Interactions of Wigner Crystal in Magnetic Field and Berry Curvature: Multi-Particle Tunneling through Complex Trajectories",
      "authors": [
        "Kyung-Su Kim"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.13149",
      "arxiv": "https://arxiv.org/abs/2508.13149",
      "doi": null,
      "summary": "We study how an out-of-plane magnetic field $B({\\bf r})$ and a Berry curvature $\\Omega({\\bf k})$ modify the exchange interactions in a two-dimensional Wigner crystal (WC) using a semi-classical large-$r_s$ expansion. When only a magnetic field is present, ring-exchange processes arise from multi-particle tunneling through {\\it complex} trajectories which constitute {\\it complex instanton} solutions of the coordinate-space path integral. To leading order in $B$, each exchange constant $J_a$ acquires an Aharonov-Bohm phase along the zero-field tunneling trajectory. When a Berry curvature is present, the multi-particle tunneling must be considered in a complexified phase space $({\\bf r}, {\\bf k})$. To leading order in $\\Omega$, $J_a$ acquires a Berry phase along a {\\it purely imaginary} momentum-space trajectory. When $B$ and $\\Omega$ are both present, in addition to having both Aharonov-Bohm and Berry phases, the exchange magnitude $|J_a|$ is also modified due to an effective-mass renormalization. These effects could be relevant for the WC and proximate phases recently observed in rhombohedral multilayer graphene."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Multiple crossover in the decay of metastable volume fraction of a Blume-Capel ferromagnetic needle",
      "authors": [
        "Ishita Tikader, Muktish Acharyya"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15219",
      "arxiv": "https://arxiv.org/abs/2508.15219",
      "doi": null,
      "summary": "The transient behaviours of a Blume-Capel ferromagnetic needle have been studied extensively by Monte-Carlo simulation. The needle has an elongated length in one direction compared to its cross-section. In the context of transient behaviour, we have captured the decay of the metastable state and the magnetic relaxation behaviours in our study. The dependence of metastable behaviour with anisotropy (single site) has been studied. \\emph{Interestingly, we have observed multiple (different values of $n$ in different time domains) crossover in the decay of metastable volume fraction (obeying Avrami's law $\\beta \\sim {\\rm exp}(-Kt^n)$). We have identified the crossover time, and the values of $n$ are estimated precisely.} The mean (magnetic) reversal time has been studied as a function of anisotropy. It is observed to be almost independent of anisotropy for its negative value; however, it is found to decrease exponentially with positive anisotropy. The exponential relaxation behaviour (in the corresponding paramagnetic phase) is observed. The range of the relaxation time is observed to decrease as the temperature increases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Integrability from a Single Conservation Law in Quantum Spin Chains",
      "authors": [
        "Akihiro Hokkyo"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.20713",
      "arxiv": "https://arxiv.org/abs/2508.20713",
      "doi": null,
      "summary": "We prove that for quantum spin chains with finite-range interactions, the existence of a specific conservation law known as the Reshetikhin condition implies the presence of infinitely many local conserved quantities, i.e., integrability. This shows that the entire hierarchy of conservation laws associated with solutions of the Yang--Baxter equation is already encoded in the lowest nontrivial conservation law. Combined with recent rigorous results on nonintegrability, our theorem strongly restricts the possibility of partially integrable systems that admit only a finite but large number of local conserved quantities. Our work establishes a rigorous foundation for the systematic identification of new integrable models and deepens the algebraic understanding of conservation-law structures in quantum spin chains."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Symmetry and Topology of Successive Quantum Feedback Control",
      "authors": [
        "Junxuan Wen, Zongping Gong, Takahiro Sagawa"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.12637",
      "arxiv": "https://arxiv.org/abs/2509.12637",
      "doi": null,
      "summary": "We establish a symmetry classification for a general class of quantum feedback control. For successive feedback control with a non-adaptive sequence of bare measurements (i.e., with positive Kraus operators), we prove that the symmetry classification collapses to the ten-fold AZ$^\\dagger$ classes, specifying the allowed topology of CPTP maps associated with feedback control. We demonstrate that a chiral Maxwell's demon with Gaussian measurement errors exhibits quantized winding numbers. Moreover, for general (non-bare) measurements, we explicitly construct a protocol that falls outside the ten-fold classification. These results broaden and clarify the principles in engineering topological aspects of quantum control robust against disorder and imperfections."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "High-accuracy low-noise electrical measurements in a closed-cycle pulse-tube cryostat",
      "authors": [
        "Mathieu Taupin, Kamel Dougdag, Djamel Ziane, Francois Couedo"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.21525",
      "arxiv": "https://arxiv.org/abs/2509.21525",
      "doi": null,
      "summary": "A shift of paradigm to obtain (sub-)Kelvin environment is currently on-going with the democratization of cryogen-free cryocoolers, boosted by their easy-to-use and continuous operation without the need of liquid helium whose cost and scarcity globally increase. Thanks to their large sample space and cooling power, they can host a superconducting magnet and are an adapted platform for quantum technologies, material science, low temperature detectors and even medical fields. The drawback is that this type of system is inherently based on gas compression that induces a certain level of vibrations and electromagnetic perturbations, which can potentially prevent the determination of low amplitude signals or spoil their stability. In this paper we demonstrate that pulse-tube based cryocoolers can be used for electrical precision measurements, using a commercial cryomagnetic system combined with our home-made a coaxial cryoprobe. In particular, parts-per-billion level of measurement uncertainties in resistance determination, based on quantum Hall resistance standards, is achievable at the level of state-of-the-art measurements involving conventional cryostats based on liquid helium. We performed an extensive characterization of the cryomagnetic system to determine the level of vibrations and electromagnetic perturbations, and revealed that although the magnetic field has a drastic effect on the noise level, only marginal interplays on the measurement are observed as long as the working frequencies of the instrumentation are not in the vicinity of the ones of the perturbations. The set of characterization measurements presented here are easily implementable in laboratories, which can help to determine the vibrations and electromagnetic pollution generated by any cryocooler."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tracer diffusion coefficients in a sheared granular gas. Exact results",
      "authors": [
        "David Gonz\\'alez M\\'endez, Vicente Garz\\'o"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.26115",
      "arxiv": "https://arxiv.org/abs/2509.26115",
      "doi": null,
      "summary": "The diffusion of tracer particles immersed in a granular gas under uniform shear flow (USF) is analyzed within the framework of the inelastic Boltzmann equation. Two different but complementary approaches are followed to achieve exact results. First, we maintain the structure of the Boltzmann collision operator but consider inelastic Maxwell models (IMM). Using IMM allows us to compute the collisional moments of the Boltzmann operator without knowing the velocity distribution functions of the granular binary mixture explicitly. Second, we consider a kinetic model of the Boltzmann equation for inelastic hard spheres (IHS). This kinetic model is based on the equivalence between a gas of elastic hard spheres subjected to a drag force proportional to the particle velocity and a gas of IHS. We solve the Boltzmann--Lorentz kinetic equation for tracer particles using a generalized Chapman--Enskog--like expansion around the shear flow distribution. This reference distribution retains all hydrodynamic orders in the shear rate. The mass flux is obtained to first order in the deviations of the concentration, pressure, and temperature from their values in the reference state. Due to the velocity space anisotropy induced by the shear flow, the mass flux is expressed in terms of tensorial quantities rather than the conventional scalar diffusion coefficients. The exact results derived here are compared with those previously obtained for IHS by using different approximations [JSTAT P02012 (2007)]. The comparison generally shows reasonable quantitative agreement, especially for IMM results. Finally, we study segregation by thermal diffusion as an application of the theory. The phase diagrams illustrating segregation are shown and compared with IHS results, demonstrating qualitative agreement."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spontaneous lattice distortion and crystal field effects in HoB4",
      "authors": [
        "S. Goswami, D. I. Gorbunov, D. Kriegner, I. Ishii, C. A. Correa, T. Suzuki, D. Brunt, G. Balakrishnan, S. Zherlitsyn, J. Wosnitza, O. A. Petrenko, M. S. Henriques"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.01075",
      "arxiv": "https://arxiv.org/abs/2510.01075",
      "doi": null,
      "summary": "The tetraboride HoB4 crystallizes in a tetragonal structure (space group P4/mbm), with the Ho atoms realizing a Shastry-Sutherland lattice. It orders antiferromagnetically at TN1 = 7.1 K and undergoes further magnetic transition at TN2 = 5.7 K. The complex magnetic structures are attributed to competing order parameters of magnetic and quadrupolar origin with significant magnetoelastic coupling. Here, we investigate the response of the lattice of HoB4 across the antiferromagnetic phase transitions by using low-temperature powder x-ray diffraction and ultrasound-velocity measurements, supported by crystal electric field (CEF) calculations. Below TN2, the crystal structure of HoB4 changes to monoclinic (space group P21/b) as a macroscopic manifestation of the quadrupolar ordering. Between 300 and 3.5 K, the total distortion amplitude is 0.46~\\AA\\ and the relative volume change is $3.5 \\times 10^{-3}$. This structural phase transition is compatible with the huge softening of the modulus $C_{44}$ observed around TN2 due to ferroquadrupolar order. A lattice instability developing immediately below TN1 is seen consistently in x-ray and ultrasound data. CEF analysis suggests a quasi-degenerated ground state for the Ho$^{3+}$ ions in this system."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ultrafast giant enhancement of second harmonic generation in a strongly correlated cobaltite YbBaCo4O7",
      "authors": [
        "Yuchen Cui, Qiaomei Liu, Qiong Wu, Shuxiang Xu, Junhan Huang, Hao Wang, Rongsheng Li, Shanshan Han, Wei Xu, Li Du, Ming Lu, Chunmei Zhang, Shangfei Wu, Xinbo Wang, Tao Dong, Li Yue, Dong Wu, Nanlin Wang"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.01826",
      "arxiv": "https://arxiv.org/abs/2510.01826",
      "doi": null,
      "summary": "We report the observation of ultrafast photoinduced giant enhancement of optical second harmonic generation (SHG) efficiency in cobaltite YbBaCo4O7. Upon femtosecond pumping at energies above the band gap, the system exhibits an ultrafast enhancement in SHG intensity, reaching up to 60% higher than the initial value, then decays into a metastable state maintaining the enhancement. The enhancement scales linearly with pump fluence but shows no dependence on pump polarization. A pure electronic process sets in within the first ~200 fs and is accompanied by a pronounced anisotropic amplification of nonlinear susceptibility. We propose this anomalous SHG enhancement originates from ultrafast electronic band renormalization arising from dynamical modification of multi-electron correlations. In stark contrast to conventional asymmetric systems where SHG is typically suppressed upon photoexcitation, our experimental findings shed a new light on ultrafast optical control nonlinear properties in quantum materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ab initio calculation of atomic solid hydrogen phases based on Gutzwiller many-body wave functions",
      "authors": [
        "Zhuo Ye, Jun Liu, Yong-Xin Yao, Feng Zhang, Kai-Ming Ho, Cai-Zhuang Wang"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02064",
      "arxiv": "https://arxiv.org/abs/2510.02064",
      "doi": null,
      "summary": "We apply two ab initio many-body methods based on Gutzwiller wave functions, i.e., correlation matrix renormalization theory (CMRT) and Gutzwiller conjugate gradient minimization (GCGM), to the study of crystalline phases of atomic hydrogen. Both methods avoid empirical Hubbard U parameters and are free from double-counting issues. CMRT employs a Gutzwiller-type approximation that enables efficient calculations, while GCGM goes beyond this approximation to achieve higher accuracy at higher computational cost. By benchmarking against available quantum Monte Carlo results, we demonstrate that while both methods are more accurate than the widely used density-functional theory (DFT), GCGM systematically captures additional correlation energy missing in CMRT, leading to significantly improved total energy predictions. We also show that by including the correlation energy $E_c$ from LDA in the CMRT calculation, CMRT+$E_c$ produces energy in better agreement with the QMC results in these hydrogen lattice systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Reversal of strain state in a Mott insulator thin film by controlling substrate morphology",
      "authors": [
        "Reetendra Singh, Abhishek Rakshit, Galit Atiya, Michael Kalina, Yaron Kauffmann, Yoav Kalcheim"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.02234",
      "arxiv": "https://arxiv.org/abs/2510.02234",
      "doi": null,
      "summary": "The V2O3 phase diagram contains two insulating phases and one metallic phase with different lattice structures. The stability of these phases is very sensitive to pressure, offering a mechanism to tune phase transitions by inducing strain in thin films. The most studied source of strain is lattice mismatch between the film and the substrate. In this work, however, we find that the film/substrate thermal expansion mismatch can be made to play a dominant role by modifying the substrate morphology. When grown on sapphire, the lattice mismatch induces compressive strain in the V2O3 films, whereas thermal expansion mismatch induces tensile strain. We find that minute changes in substrate morphology may relax the compressive strain component, allowing the thermally-induced tensile component to overcome it. Thus, by simple annealing of the substrates to create either a flat or stepped morphology, strongly compressive or tensile strains may be induced in the films. This results in either full suppression of the metal-insulator transition or stabilization of insulating phases at all temperatures, exhibiting many orders of magnitude differences in film resistivity. To elucidate the strain relaxation mechanism, we use high-resolution scanning transmission electron microscopy (HRSTEM) to image the atomic steps in the substrate and the adjacent crystallographic defects in the V2O3. These findings offer a hitherto underexplored mechanism to tune strain in thin films, deepen our understanding of the effects of structural degrees of freedom on phase stability of a canonical Mott insulator and may allow for applications requiring insulator-metal switching above room temperature."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Bound of Casimir Effect by Holography",
      "authors": [
        "Rong-Xin Miao"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.04122",
      "arxiv": "https://arxiv.org/abs/2412.04122",
      "doi": "10.1103/xs4m-qjsb",
      "summary": "-cross Abstract: Inspired by the Kovtun-Son-Starinet bound, we propose that holography imposes a lower bound on the Casimir effect. For simplicity, we focus on the Casimir effect between parallel planes for three-dimensional conformal field theories and briefly comment on the generalizations to other boundary shapes and higher dimensions. Remarkably, the ghost-free holographic models impose a universal lower bound on the Casimir effect. We verify the holographic bound by free theories, the Ising model, and $O(N)$ models with $N=2,3$ at critical points and prove it for the two-dimensional case. Remarkably, a general class of quantum field theories without conformal symmetries also obeys the holographic bound."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Entanglement entropy scaling laws from fluctuations of non-conserved quantities",
      "authors": [
        "Szczepan G{\\l}odzik, Kim P\\\"oyh\\\"onen, Ali G. Moghaddam, Teemu Ojanen"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.15765",
      "arxiv": "https://arxiv.org/abs/2412.15765",
      "doi": "10.1103/msq9-w6hv",
      "summary": "-cross Abstract: Entanglement patterns reveal essential information on many-body states and provide a way to classify quantum phases of matter. However, experimental studies of many-body entanglement remain scarce due to their unscalable nature. The present work aims to mitigate this theoretical and experimental divide by introducing reduced fluctuations of observables, consisting of a sum of on-site operators, as a scalable experimental probe of the entanglement entropy. Specifically, we illustrate by Density Matrix Renormalization Group calculations in spin chains that the reduced fluctuations exhibit the same size scaling properties as the entanglement entropy. Generalizing previous observations restricted to special systems with conserved quantities, our work introduces experimentally feasible protocol to extract entanglement scaling laws."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Complexity transitions in chaotic quantum systems: Nonstabilizerness, entanglement, and fractal dimension in SYK and random matrix models",
      "authors": [
        "Gopal Chandra Santra, Alex Windey, Soumik Bandyopadhyay, Andrea Legramandi, Philipp Hauke"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.09707",
      "arxiv": "https://arxiv.org/abs/2505.09707",
      "doi": null,
      "summary": "-cross Abstract: Complex quantum systems -- composed of many, interacting particles -- are intrinsically difficult to model. When a quantum many-body system is subject to disorder, it can undergo transitions to regimes with varying non-ergodic and localized behavior, which can significantly reduce the number of relevant basis states. It remains an open question whether such transitions are also directly related to an abrupt change in the system's complexity. In this work, we study the transition from chaotic to integrable phases in several paradigmatic models, the power-law random banded matrix model, the Rosenzweig--Porter model, and a hybrid SYK+Ising model, comparing three complementary complexity markers -- fractal dimension, von Neumann entanglement entropy, and stabilizer R\\'enyi entropy. For all three markers, finite-size scaling reveals sharp transitions between high- and low-complexity regimes, which, however, can occur at different critical points. As a consequence, while in the ergodic and localized regimes the markers align, they diverge significantly in the presence of an intermediate fractal phase. Additionally, our analysis reveals that the stabilizer R\\'enyi entropy is more sensitive to underlying many-body symmetries, such as fermion parity and time reversal, than the other markers. As our results show, different markers capture complementary facets of complexity, making it necessary to combine them to obtain a comprehensive diagnosis of phase transitions. The divergence between different complexity markers also has significant consequences for the classical simulability of chaotic many-body systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "2D Entanglement from a Twisted Motzkin Spaghetto",
      "authors": [
        "Zhao Zhang, Olai B. Mykland"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.02103",
      "arxiv": "https://arxiv.org/abs/2506.02103",
      "doi": null,
      "summary": "-cross Abstract: While highly entangled ground states of gapless local Hamiltonians have been known to exist in one dimension, their 2D counterparts were only recently found, with rather sophisticated interactions involving at least 4 neighboring degrees of freedom. Here, we show that similar 2D entanglement properties can be realized by twisting a single 1D chain embedded on a 2D lattice. The interaction to generate such 2D entanglement is much simpler than the previous 2D construction by coupling orthogonal arrays of 1D highly entangled chains. The new construction exhibits an entanglement phase transition with enhanced entanglement entropy at the critical point compared to the previous bona fide 2D models, but the spectral gap in the highly entangled phase decays faster. The tensor network representation of the new ground state is composed of tensors with lower rank, showing a similar global geometry as those of the old ones."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Casimir Effect for Quantum Field theory in Networks",
      "authors": [
        "Tian-Ming Zhao, Rong-Xin Miao"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.20405",
      "arxiv": "https://arxiv.org/abs/2506.20405",
      "doi": "10.1140/epjc/s10052-025-14781-y",
      "summary": "-cross Abstract: This paper studies quantum field theories defined in networks, which are the multi-branch generalizations of interface conformal field theory (ICFT). We propose a novel junction condition on the node and show that it is consistent with energy conservation in the sense that the total energy flow into the node is zero. As an application, we explore the Casimir effect on networks. Remarkably, the Casimir force on one edge can be changed from attractive to repulsive by adjusting the lengths of the other edges, providing a straightforward way to control the Casimir effect. We begin by discussing the Casimir effect for $(1+1)$-dimensional free massless scalars on a simple network. We then extend this discussion to various types of networks and higher dimensions. Finally, we offer brief comments on some open questions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Symmetry enforces entanglement at high temperatures",
      "authors": [
        "Amir-Reza Negari, Leonardo A. Lessa, Subhayan Sahu"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.20166",
      "arxiv": "https://arxiv.org/abs/2508.20166",
      "doi": null,
      "summary": "-cross Abstract: Many-body quantum systems with local interactions undergo ``sudden death of entanglement\" at high temperatures, whereby thermal states become classical mixtures of product states. We investigate whether symmetry constraints can prevent this phenomenon. We prove that strongly symmetric thermal states (canonical ensemble) of generic Hamiltonians with on-site Abelian symmetries remain entangled with non-zero entanglement negativity at arbitrarily high temperatures, under mild conditions on the symmetry actions and the charge sector of the strong symmetry. Our results extend to weakly symmetric thermal states (Gibbs ensemble) under superselection rules, which restrict state decompositions to be symmetric. In particular, we show that fermionic Gibbs states evade sudden death of entanglement and have persistent fermionic negativity at high temperatures, proving along the way some existing conjectures about fermionic entanglement. These findings demonstrate that global symmetry correlations can preserve quantum entanglement despite thermal decoherence, providing new insights into the interplay between symmetry and quantum information in thermal equilibrium."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Higher structure of non-invertible symmetries from Lagrangian descriptions",
      "authors": [
        "Seolhwa Kim, Orr Sela, Zhengdi Sun"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.20540",
      "arxiv": "https://arxiv.org/abs/2509.20540",
      "doi": null,
      "summary": "-cross Abstract: The symmetry structure of a quantum field theory is determined not only by the topological defects that implement the symmetry and their fusion rules, but also by the topological networks they can form, which is referred to as the higher structure of the symmetry. In this paper, we consider theories with non-invertible symmetries that have an explicit Lagrangian description, and use it to study their higher structure. Starting with the 2d free compact boson theory and its non-invertible duality defects, we will find Lagrangian descriptions of networks of defects and use them to recover all the $F$-symbols of the familiar Tambara-Yamagami fusion category $\\operatorname{TY}(\\mathbb{Z}_N,+1)$. We will then use the same approach in 4d Maxwell theory to compute $F$-symbols associated with its non-invertible duality and triality defects, which are 2d topological field theories. In addition, we will also compute some of the $F$-symbols using a different (group theoretical) approach that is not based on the Lagrangian description, and find that they take the expected form."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Quantum Computer Based on Donor-Cluster Arrays in Silicon",
      "authors": [
        "Shihang Zhang, Chunhui Zhang, Guanyong Wang, Tao Xin, Guangchong Hu, Yu He, Peihao Huang"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.24749",
      "arxiv": "https://arxiv.org/abs/2509.24749",
      "doi": null,
      "summary": "-cross Abstract: Significant advances in silicon spin qubits highlight the potential of silicon quantum dots for scalable quantum computing, given their compatibility with industrial fabrication and long coherence times. In particular, phosphorus (P)-doped spin qubits possess excellent coherence and have demonstrated high-fidelity two-qubit gates exceeding 99.9%. However, scaling P-donor systems is challenging due to crosstalk caused by the uniformity of individual P donors and the low tolerance for imprecise atomic placement. Stochastic placement can lead to multiple donors located within a small region (diameter <3 nm), forming a so-called donor cluster. Notably, in cluster-based systems, high-fidelity multi-qubit quantum gates and all-to-all connectivity have recently been demonstrated experimentally on nuclear spin qubits. In this work, we propose a scalable cluster-array architecture for nuclear spin qubits and a corresponding control protocol. We analyze crosstalk-induced errors, a major error source, during primitive operations under various parameters, showing that they can be suppressed through device design and control optimization. We evaluate the fidelities of intra- and inter-cluster multi-qubit gates between nuclear spins, confirming the feasibility of our architecture and establishing design requirements and parameter targets. The local all-to-all connectivity within clusters provides unique flexibility for quantum error correction. Our scalable scheme provides a path toward large-scale spin-based quantum processors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Signatures of Strange Attractors",
      "authors": [
        "Bence D\\'ardai, G\\'abor Vattay"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.01416",
      "arxiv": "https://arxiv.org/abs/2510.01416",
      "doi": null,
      "summary": "-cross Abstract: In classical mechanics, driven systems with dissipation often exhibit complex, fractal dynamics known as strange attractors. This paper addresses the fundamental question of how such structures manifest in the quantum realm. We investigate the quantum Duffing oscillator, a paradigmatic chaotic system, using the Caldirola-Kanai (CK) framework, where dissipation is integrated directly into a time-dependent Hamiltonian. By employing the Husimi distribution to represent the quantum state in phase space, we present the first visualization of a quantum strange attractor within this model. Our simulations demonstrate how an initially simple Gaussian wave packet is stretched, folded, and sculpted by the interplay of chaotic dynamics and energy loss, causing it to localize onto a structure that beautifully mirrors the classical attractor. This quantum \"photograph\" is inherently smoothed, blurring the infinitely fine fractal details of its classical counterpart as a direct consequence of the uncertainty principle. We supplement this analysis by examining the out-of-time-ordered correlator (OTOC), which shows that stronger dissipation clarifies the exponential growth associated with the classical Lyapunov exponent, thereby confirming the model's semiclassical behavior. This work offers a compelling geometric perspective on open chaotic quantum systems and sheds new light on the quantum-classical transition."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Three-Dimensional Niobium Coaxial Cavity with $\\sim0.1\\,$second Lifetime",
      "authors": [
        "Takaaki Takenaka, Takayuki Kubo, Imran Mahboob, Kosuke Mizuno, Hitoshi Inoue, Takayuki Saeki, Shiro Saito"
      ],
      "date": "2025-10-06T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.01819",
      "arxiv": "https://arxiv.org/abs/2510.01819",
      "doi": null,
      "summary": "-cross Abstract: We report on the internal quality factor of a three-dimensional niobium quarter-wave coaxial cavity, with mid-temperature annealing, exhibiting $Q_{\\rm int} \\gtrsim 3\\times10^9$ at the single-photon level below 20\\,mK, which corresponds to an internal photon lifetime of $\\tau_{\\rm int}\\sim90\\,\\mathrm{ms}$. Moreover, $Q_{\\rm int}$ of the mid-temperature annealed cavities remains almost unchanged even after several cooldown cycles and air exposure. These results suggest that stable low-loss niobium oxides might be formed by mid-temperature annealing on the surface of three-dimensional niobium cavity. This surface treatment could be applicable to the fabrication of 2D superconducting circuits and help improve the lifetime of Nb-based superconducting qubits."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "General Approach to Error Detection of Bosonic Codes via Phase Estimation",
      "authors": [
        "Yuan-De Jin, Shi-Yu Zhang, Ulrik L. Andersen, and Wen-Long Ma"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h6rv-hz81",
      "doi": "10.1103/h6rv-hz81",
      "summary": "We present a general approach to error detection of bosonic quantum error-correction codes via an adaptive quantum phase estimation algorithm assisted by a single ancilla qubit. The approach is applicable to a broad class of bosonic codes whose error syndromes are described by symmetry or stabilizer [Phys. Rev. Lett. 135, 140603] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Field-Induced Magnon Decay, Magnon Shadows, and Rotonlike Excitations in the Honeycomb Antiferromagnet ${\\mathrm{YbBr}}_{3}$",
      "authors": [
        "J.A. Hernndez, A.A. Eberharter, M. Schuler, J. Lass, D.G. Mazzone, R. Sibille, S. Raymond, K.W. Krmer, B. Normand, B. Roessli, A.M. Luchli, and M. Kenzelmann"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/q29r-8x1m",
      "doi": "10.1103/q29r-8x1m",
      "summary": "A. Hernndez, A. A. Eberharter, M. Schuler, J. Lass, D. G. Mazzone, R. Sibille, S. Raymond, K. W. Krmer, B. Normand, B. Roessli, A. M. Luchli, and M. Kenzelmann The spectral function of the honeycomb antiferromagnet YbBr 3 measured via inelastic neutron scattering reveals rotonlike magnon excitations arising from magnon-magnon interactions. [Phys. Rev. Lett. 135, 146701] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Fate of Bosonic Topological Edge Modes in the Presence of Many-Body Interactions",
      "authors": [
        "Niclas Heinsdorf, Darshan G. Joshi, Hosho Katsura, and Andreas P. Schnyder"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1pty-fvpf",
      "doi": "10.1103/1pty-fvpf",
      "summary": "Tensor network calculations on a quantum Heisenberg model on a ladder reveal topological bosonic edge modes on its boundary, even when the noninteracting theory breaks down. [Phys. Rev. Lett. 135, 146702] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Generation of Pure Spin Current with Insulating Antiferromagnetic Materials",
      "authors": [
        "Yingwei Chen, Junyi Ji, Liangliang Hong, Xiangang Wan, and Hongjun Xiang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/n8d2-hjnd",
      "doi": "10.1103/n8d2-hjnd",
      "summary": "First-principles methodology and symmetry analysis combined with high-throughput calculations identify new antiferromagnetic insulating materials that may exhibit pure piezospintronic effects driven by atomic displacements rather than electronic changes. [Phys. Rev. Lett. 135, 146703] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Cracking Down on Fracture to Functionalize Damage",
      "authors": [
        "Leo de Waal, Matthaios Chouzouris, and Marcelo A. Dias"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s28l-zbpz",
      "doi": "10.1103/s28l-zbpz",
      "summary": "In this Letter we propose a novel relationship between topology and damage propagation in Maxwell lattices that redefines fracture as a functional design feature rather than mere degradation. We demonstrate that topologically protected modes, inherently robust against perturbations, localize along l [Phys. Rev. Lett. 135, 148202] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Efficiently Driving ${\\mathrm{F}}_{1}$ Molecular Motor in Experiment by Suppressing Nonequilibrium Variation",
      "authors": [
        "Takahide Mishima, Deepak Gupta, Yohei Nakayama, W. Callum Wareham, Takumi Ohyama, David A. Sivak, and Shoichi Toyabe"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b24h-v7by",
      "doi": "10.1103/b24h-v7by",
      "summary": "Turning a biologically important molecular motor at a constant rate saves energy, according to experiments. [Phys. Rev. Lett. 135, 148402] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Invested and potential magic resources in measurement-based quantum computation</span>",
      "authors": [
        "Gong-Chu Li, Lei Chen, Si-Qi Zhang, Xu-Song Hong, Huaqing Xu, Yuancheng Liu, You Zhou, Geng Chen, Chuan-Feng Li, Guang-Can Guo, and Alioscia Hamma"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/65074Y96Pf522d07c37d2994a84c348d9a5d49aa8",
      "doi": "10.1103/4yyv-hggz",
      "summary": "Magic states and magic gates are crucial for achieving universal quantum computation, but important questions about how magic resources should be implemented to attain maximal quantum advantage have remained unexplored, especially in the context of measurement-based quantum computation (MQC). This w [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Roughening transition in quantum circuits</span>",
      "authors": [
        "Hyunsoo Ha, David A. Huse, and Grace M. Sommers"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/46079Y3fS482480085278831fa7cde11ef9e574d2",
      "doi": "10.1103/gkwd-8477",
      "summary": "We explore a roughening phase transition that occurs in the entanglement dynamics of certain quantum circuits. Viewing entanglement as the free energy of a membrane in a circuit-defined random environment, there is a competition between membrane smoothing due to lattice pinning and roughening due to [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Observation of temperature effects on false vacuum decay in atomic quantum gases</span>",
      "authors": [
        "Riccardo Cominotti, Cosetta Baroni, Chiara Rogora, Diego Andreoni, Giacomo Guarda, Giacomo Lamporesi, Gabriele Ferrari, and Alessandro Zenesini"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a0076Y1cQe11a796c3f781d75b5ceac5513fa02ab",
      "doi": "10.1103/l396-yysb",
      "summary": "Temperature plays a crucial role in metastable phenomena, not only by contributing to determine the state (phase) of a system, but also ruling the decay probability to more stable states. Such a situation is encountered in many different physical systems, ranging from chemical reactions to magnetic  [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Hallmarks of ballistic terahertz magnon currents in an antiferromagnetic insulator</span>",
      "authors": [
        "Hongsong Qiu, Oliver Franke, Yuanzhe Tian, Zdenk Kapar, Reza Rouzegar, Oliver Gueckstock, Ji Wu, Maguang Zhu, Biaobing Jin, Yongbing Xu, Tom S. Seifert, Di Wu, Piet W. Brouwer, and Tobias Kampfrath"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/6007cYb0R032ed0723a70430c91a67bdae777fff4",
      "doi": "10.1103/mk8h-yzkj",
      "summary": "Efficient transport of spin angular momentum is expected to play a crucial role in future spintronic devices, which will potentially operate at frequencies reaching the terahertz range. On the other hand, antiferromagnetic insulators exhibit significant potential for facilitating ultrafast pure spin [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Probing valence electron and hydrogen dynamics using charge-pair imaging with ultrafast electron diffraction</span>",
      "authors": [
        "Tianyu Wang, Hui Jiang, Ming Zhang, Xiao Zou, Pengfei Zhu, Feng He, Zheng Li, and Dao Xiang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/6c072Y93S8c2020d934c31c7d14f25dd0ead92ce3",
      "doi": "10.1103/kny2-gf5x",
      "summary": "A key challenge in ultrafast science has been to directly track the coupled motions of electrons and nuclei in real-space and real-time. This study presents a significant step towards this goal by demonstrating the feasibility of time-resolved real-space tracking of valence electron and hydrogen dyn [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Window observables for benchmarking parton distribution functions</span>",
      "authors": [
        "Joe Karpie, Christopher J. Monahan, Kostas Orginos, and Savvas Zafeiropoulos"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a607eY6bS721279ef64474f1d393edc1fd6c2e04b",
      "doi": "10.1103/q6jl-816j",
      "summary": "Global analysis of collider and fixed-target experimental data and calculations from lattice quantum chromodynamics (QCD) are used to gain complementary information on the structure of hadrons. We propose novel window observables that allow for higher precision cross-validation between the differ [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Optimal and feasible contextuality-based randomness generation</span>",
      "authors": [
        "Yuan Liu and Ravishankar Ramanathan"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/bd07cYbcNf311a8a187d6f064030ce6209daba13d",
      "doi": "10.1103/cn3m-j743",
      "summary": "Semi-device-independent (SDI) randomness generation protocols based on Kochen-Specker contextuality offer the attractive features of compact devices, high rates, and ease of experimental implementation over fully device-independent (DI) protocols. Here, we investigate this paradigm and derive four r [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Reconciliation between neutron skin thickness from PREX-2 experiment and neutron-star tidal polarizability from GW170817 event: The key role of symmetry energy curvature</span>",
      "authors": [
        "Z. Y. Guan and Y. F. Niu"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/65072Y41M741828a35a1689892ecd0cc85741a95b",
      "doi": "10.1103/6m4p-wmv3",
      "summary": "The GW170817 neutron star merger event and the PREX-2 experiment for neutron skin measurement have provided new clues for understanding nuclear Equation of State (EoS). However, inconsistency between tidal polarizability $ ^{1.4}$ from GW170817 event and neutron skin thickness of ${}^{208}$Pb $R_{\\r [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Observation of orbitally excited ${B}_{c}^{+}$ states</span>",
      "authors": [
        "R. Aaij et al."
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/81076Ye0Te72950c24cf939131b262f9ef37e40e6",
      "doi": "10.1103/fc8j-tb8k",
      "summary": "The observation of a wide peaking structure in the ${B}_{c}^{+}$ mass spectrum is reported using proton-proton collision data collected by the LHCb detector at center-of-mass energies of $7$, $8$ and $13 $, corresponding to a total integrated luminosity of ${9}^{1}$. The statistical significance o [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>From light-cone to supersonic propagation of correlations by competing short- and long-range couplings</span>",
      "authors": [
        "Catalin-Mihai Halati, Ameneh Sheikhan, Giovanna Morigi, Corinna Kollath, and Simon B. Jger"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/69073Ya5Pf92cb09d2b43b4133a435a4d89c8f650",
      "doi": "10.1103/tt11-vcpr",
      "summary": "We investigate the dynamical spreading of correlations in many-body quantum systems with competing short- and global-range couplings. We monitor the non-equilibrium dynamics of the correlations following a quench, showing that for strong short-range couplings the propagation of correlations is domin [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Optimal distributions of receptors on arbitrarily shaped cell surfaces</span>",
      "authors": [
        "Daoning Wu, Sayun Mao, and Jie Lin"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/d607aYc5Pf22860c947920d45afb5dee55045f644",
      "doi": "10.1103/xklg-qy2t",
      "summary": "Efficient absorption of molecules through receptors on cell surfaces is crucial for various biological processes. While ubiquitous patterns of receptor distributions, including polar localization in rod-shaped cells, have been widely observed, the underlying evolutionary advantage of these patterns  [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Interaction induced Anderson transition in a kicked one dimensional Bose gas</span>",
      "authors": [
        "H. Olsen, P. Devillard, G. Aupetit-Diallo, P. Vignolo, and M. Albert"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/81077Y4dPc913396982134e217b70e025331b9427",
      "doi": "10.1103/dyxq-qkmd",
      "summary": "We investigate the Lieb-Liniger model of one-dimensional bosons subjected to periodic kicks. In both the non-interacting and strongly interacting limits, the system undergoes dynamical localization, leading to energy saturation at long times. However, for finite interactions, we reveal an interactio [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Tuning steady shear rheology through active dopants</span>",
      "authors": [
        "Amir Shee, Ritwik Bandyopadhyay, and Haicen Yue"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5807eY43S2e1709ac8f473d34a8131956f55fad69",
      "doi": "10.1103/qvr9-rvw4",
      "summary": "We numerically investigate the steady shear rheology of mixtures of active and passive Brownian particles, with varying fractions of active components. We find that even a small fraction of active dopants triggers fluidization with comparable efficiency to fully active systems. A combined parameter, [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin-strain interactions under hydrostatic pressure in $\\text{}{\\mathrm{RuCl}}_{3}$",
      "authors": [
        "A. Hauspurg, Susmita Singh, T. Yanagisawa, V. Tsurkan, J. Wosnitza, Wolfram Brenig, Natalia B. Perkins, and S. Zherlitsyn"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v9zy-rrf7",
      "doi": "10.1103/v9zy-rrf7",
      "summary": "We investigate the effects of hydrostatic pressure on $\\text{}{\\mathrm{RuCl}}_{3}$, a prototypical material for the Kitaev spin model on a honeycomb lattice with a possible spin-liquid ground state. Using ultrasound measurements at pressures up to 1.16 GPa, we reveal significant modifications of t [Phys. Rev. B 112, 134405] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Fe layer thickness driven evolution of magnetic states in Gd/Fe multilayers",
      "authors": [
        "Smritiparna Ghosh, Rakhul Raj, Sourav Mukherjee, Chandana Mondal, Mukul Gupta, and V. Raghavendra Reddy"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/11bg-nzl8",
      "doi": "10.1103/11bg-nzl8",
      "summary": "This study explores the structural and magnetic properties of as-deposited ${[\\mathrm{Gd}(4\\phantom{\\rule{0.16em}{0ex}}\\mathrm{nm})/\\mathrm{Fe}(t\\phantom{\\rule{0.16em}{0ex}}\\mathrm{nm})]}_{10}$ multilayers, with $t=2.0,\\phantom{\\rule{4pt}{0ex}}2.5$, and $3.0\\phantom{\\rule{4pt}{0ex}}\\mathrm{nm}$. St [Phys. Rev. B 112, 134406] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Ferroelectric properties and topological polar textures of ${\\mathrm{PbTiO}}_{3}$ from a second-principles open-source interatomic potential",
      "authors": [
        "Louis Bastogne and Philippe Ghosez"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xr23-x253",
      "doi": "10.1103/xr23-x253",
      "summary": "We report large-scale atomistic simulations of inhomogeneous polar textures in ${\\mathrm{PbTiO}}_{3}$ using a recently developed open-source second-principles effective interatomic potential. The model is meticulously validated against density functional theory, reproducing structural, energetic, an [Phys. Rev. B 112, 144101] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Three-dimensional valley-locked waveguide transport enabled by phononic Weyl nodes",
      "authors": [
        "Mudi Wang, Qiyun Ma, Hao Wu, Yi Fang, Ruo-Yang Zhang, Dongyang Wang, Hongwei Jia, Jing Hu, Zhengyou Liu, and C. T. Chan"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b2f7-7cs5",
      "doi": "10.1103/b2f7-7cs5",
      "summary": "The flexible control of wave transport in three-dimensional (3D) space has long been a challenge. Here, we take advantage of the 3D linear dispersion of Weyl nodes and design a sandwiched valley-Hall crystal for robust acoustic waveguide transport. On the grounds of negligible intervalley scattering [Phys. Rev. B 112, 144302] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetic ground state and persistent spin fluctuations in the triangular-lattice antiferromagnet ${\\mathrm{NdZnAl}}_{11}{\\mathrm{O}}_{19}$",
      "authors": [
        "Yantao Cao, Huanpeng Bu, Toni Shiroka, Helen C. Walker, Zhendong Fu, Zhaoming Tian, Jinkui Zhao, and Hanjie Guo"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tnwb-9hv8",
      "doi": "10.1103/tnwb-9hv8",
      "summary": "Rare-earth triangular-lattice magnets serve as an excellent platform for investigating exotic quantum magnetic phenomena. Recently, the hexaaluminate ${\\mathrm{CeMgAl}}_{11}{\\mathrm{O}}_{19}$ has been proposed to host a $U(1)$ Dirac quantum spin liquid state with dominant Ising anisotropy. Here, we  [Phys. Rev. B 112, 144409] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Exchange bias and anomalous Hall effect driven by intertwined magnetic phases in ${\\mathrm{MnBi}}_{4}{\\mathrm{Te}}_{7}$",
      "authors": [
        "Nazma Firdosh, Shreyashi Sinha, Indraneel Sinha, Mainpal Singh, Satyabrata Patnaik, and Sujit Manna"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pjh8-j9p1",
      "doi": "10.1103/pjh8-j9p1",
      "summary": "We report on the interplay between atomic-scale inhomogeneity and competing magnetic phases and their effect on the anomalous Hall effect in the layered antiferromagnet ${\\mathrm{MnBi}}_{4}{\\mathrm{Te}}_{7}$, a natural superlattice hosting coexisting ferromagnetic and antiferromagnetic phases. Using [Phys. Rev. B 112, 144410] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Superconducting photocurrents induced by structured electromagnetic radiation",
      "authors": [
        "O. B. Zuev, M. V. Kovalenko, and A. S. Mel'nikov"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cr1g-wnmc",
      "doi": "10.1103/cr1g-wnmc",
      "summary": "We develop a phenomenological theory describing the interaction of superconducting condensate with a Bessel beam of twisted light characterized by a nonzero angular momentum $m$. Starting from the time-dependent Ginzburg-Landau model with the complex relaxation time, we calculate the spatial profile [Phys. Rev. B 112, 144503] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Liquid-gas analog multicriticality in a frustrated Ising bilayer",
      "authors": [
        "Yuchen Fan"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wlzf-xy92",
      "doi": "10.1103/wlzf-xy92",
      "summary": "We report the discovery of a multicritical point that extends the liquid-gas paradigm to systems with competing symmetry-breaking orders. Using large-scale Monte Carlo simulations of a frustrated bilayer Ising antiferromagnet with tunable couplings, we map out a rich finite-temperature phase diagram [Phys. Rev. B 112, 155109] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Band structure engineering through iridium double perovskite heterostructure design in the presence of strong spin-orbit coupling",
      "authors": [
        "Roumita Roy and Sudipta Kanungo"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/983m-g7dm",
      "doi": "10.1103/983m-g7dm",
      "summary": "The designed heterostructure of two experimentally synthesized and theoretically studied double perovskites ${\\mathrm{Sr}}_{2}{\\mathrm{CeIrO}}_{6}$ and ${\\mathrm{Sr}}_{2}{\\mathrm{MgIrO}}_{6}$ is investigated using the electronic structure method of the first-principles density functional theory. A h [Phys. Rev. B 112, 155110] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Cross-platform protected qubits from entanglement",
      "authors": [
        "Nilotpal Chakraborty, Roderich Moessner, and Benoit Doucot"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qjhp-8x6z",
      "doi": "10.1103/qjhp-8x6z",
      "summary": "The omnipresence of noise in quantum hardware calls for qubit architectures with a high degree of protection from such noise. The authors present here a qualitatively new construction and general route towards such protection starting from a many-body system of entangled spin-s  the entanglemon qubit. They present toy models for two different kinds of entanglemon qubits that could possibly be realized across multiple hardware platforms, each with different levels of protection, with the latter protected against both dephasing and depolarization. [Phys. Rev. B 112, 155111] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Microscopic investigation of enhanced Pauli paramagnetism in metallic ${\\mathrm{Pu}}_{2}{\\mathrm{C}}_{3}$",
      "authors": [
        "R. Yamamoto, M. S. Cook, A. R. Altenhof, P. Sherpa, S. Park, J. D. Thompson, H. E. Mason, D. C. Arellano, D. V. Prada, P. H. Tobash, F. Ronning, E. D. Bauer, N. Harrison, W. A. Phelan, A. P. Dioguardi, and M. Hirata"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/n911-574l",
      "doi": "10.1103/n911-574l",
      "summary": "A combined study of the structural and electronic properties of polycrystalline ${\\mathrm{Pu}}_{2}{\\mathrm{C}}_{3}$ is reported based on x-ray diffraction, specific heat, magnetic susceptibility, and $^{13}\\mathrm{C}$ nuclear magnetic resonance (NMR). X-ray diffraction reveals a global noncentrosymm [Phys. Rev. B 112, 165105] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electric field induced antiferromagnetic to ferromagnetic transition and thermal conductivity reduction in MnSe monolayers",
      "authors": [
        "Dingbo Zhang, Xin Liu, Honggang Zhang, Hongyan Wang, Yuxiang Ni, and Gang Zhang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/c7rg-y6bx",
      "doi": "10.1103/c7rg-y6bx",
      "summary": "Active regulation of the magnetic state in two-dimensional (2D) antiferromagnetic (AFM) materials through electric fields is a highly promising technology owing to extensive applications of nanospintronic devices. In this paper, we find that an electric field can induce AFM to ferromagnetic (FM) sta [Phys. Rev. B 112, 165403] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Surface ferroelectric phase transition triggered by $s\\text{}p$ orbital interaction in two-dimensional monolayer perovskites",
      "authors": [
        "Chao Yang, Tingkai Yang, Youjun Zhang, Jiawang Hong, and Yan Bi"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/myh8-8phb",
      "doi": "10.1103/myh8-8phb",
      "summary": "To accommodate the burgeoning growth of the electronic device industry and the evolving needs of human society, one avenue for device miniaturization is the utilization of multifunctional or multiferroic materials that integrate multiple physical properties within a single phase. In this study, we d [Phys. Rev. B 112, 165404] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Interlayer switching of magnetic and electric topological structures in the bilayer van der Waals material NiClBr",
      "authors": [
        "Xiao-Feng Luo, Su-Jie Zhang, and Jin-Zhu Zhao"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m1c8-9bck",
      "doi": "10.1103/m1c8-9bck",
      "summary": "Magnetic (M) skyrmions and electric (E) skyrmions attract interest in information storage and logic devices due to their distinct real-space topological properties. This study bases on the magnetoelectric imprint effect to construct a bilayer material NiClBr, enabling mapping between M skyrmions and [Phys. Rev. B 112, 165405] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Light-induced percolative electronic phase transition in the type-II Weyl semimetal ${\\mathrm{WTe}}_{2}$",
      "authors": [
        "Xiaoyue Zhou, Fu Deng, Yifan Gao, Yuehua Wu, Yi Chan, Shulei Li, Ning Wang, Junwei Liu, and Jingdi Zhang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wfl5-cgc4",
      "doi": "10.1103/wfl5-cgc4",
      "summary": "We report on an ultrafast terahertz free-carrier dynamic study of a photoexcited ${T}_{d}{\\mathrm{WTe}}_{2}$ thin film. Above an excitation threshold, we observe a metastable electronic state featuring negative differential terahertz photoconductivity and reduced scattering rate. Detailed electrody [Phys. Rev. B 112, L161107] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Signatures of exceptional points in multiterminal superconductornormal metal junctions",
      "authors": [
        "Oliver Solow and Karsten Flensberg"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dmfm-71l6",
      "doi": "10.1103/dmfm-71l6",
      "summary": "We study a non-Hermitian, multiterminal superconductingnormal system in order to identify experimental signatures of exceptional points. We focus on a minimal setting with a single spinful level, spin-dependent normal leads, and a noncollinear magnetic field. This system hosts both topologically pr [Phys. Rev. B 112, L161402] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Microscopic origin of the magnetic easy-axis switching in Fe${}_{3}$GaTe${}_{2}$ under pressure</span>",
      "authors": [
        "Jiaqi Li, Shuyuan Liu, Chongze Wang, Fengzhu Ren, Bing Wang, and Jun-Hyung Cho"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8107bO7eTf01375bf5f243c73d5a74d44bc19acb9",
      "doi": "10.1103/htht-2r5v",
      "summary": "The two-dimensional layered ferromagnet Fe3GaTe2, composed of a Te-FeI-FeII/Ga-FeI-Te stacking sequence, hosts two inequivalent Fe sites and exhibits a high Curie temperature and strong out-of-plane magnetic anisotropy, making it a promising platform for spintronic applications. Recent experiments h [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Strain-tunable magnetic anisotropy and magneto-optical effects in a room-temperature Cr${}_{2}$Te${}_{3}$ monolayer spin valve</span>",
      "authors": [
        "Yuqian Yu, Zhiwei Zhang, Haoshen Ye, Dingwen Zhang, Leiming Chen, G. P. Zhang, and Jianli Wang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fe07dO1dOb014049a9e33c6785580281369dab803",
      "doi": "10.1103/clnf-73wh",
      "summary": "Two-dimensional intrinsic magnets with multiple magnetic atomic layers often allow the magnetic phase transitions and the magnetic anisotropy, providing a versatile platform for exploring monolayer spin valve and magneto-optical effects. Based on the first-principles calculations and Monte Carlo sim [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin ordering induced fully compensated ferrimagnetism achieved in bilayers of Cr${}_{2}$C${}_{2}$S${}_{6}$</span>",
      "authors": [
        "San-Dong Guo, Shaobo Chen, and Guangzhao Wang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4a073Oa0T66E291005cb3ef11ccfa1622564da675",
      "doi": "10.1103/vzh9-gldl",
      "summary": "Fully-compensated ferrimagnets exhibit zero net magnetic moment yet display non-relativistic global spin splitting, making them highly advantageous for constructing high-performance spintronic devices. The general strategy is to break the inversion symmetry of conventional antiferromagnets or the ro [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Contrast expansion formalism and rapidly convergent approximations for transport properties of heterogeneous materials characterized by continuous random fields</span>",
      "authors": [
        "Liyu Zhong and Sheng Mao"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ad07aY84R072480c31140bb576bff4ab224134e4b",
      "doi": "10.1103/jbx2-h1x5",
      "summary": "We derive an exact contrast-expansion formalism for the effective conductivity of heterogeneous materials (media) with local properties described by arbitrary continuous random fields, significantly generalizing the widely used two-phase (binary-field) models. The theory produces a rapidly convergen [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Terahertz-induced population transfer between exciton complexes in monolayer WSe${}_{2}$</span>",
      "authors": [
        "Marzia Cuccu, Tommaso Venanzi, Edith Wietek, Xiaoxiao Sun, Raul Perea-Causin, Takashi Taniguchi, Kenji Watanabe, Ermin Malic, Manfred Helm, Stephan Winnerl, and Alexey Chernikov"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3707dOa9Q8518f5a406f0a37b99408538e962c9e5",
      "doi": "10.1103/39cj-24hk",
      "summary": "Two-dimensional van der Waals semiconductors feature a variety of stable Coulomb-bound electron-hole complexes, which determine the optical response of the materials and serve as primary carriers of energy and spin-valley encoded information. Importantly, transitions between different excitonic stat [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Evidence for easy-plane $XY$ ferromagnetism in heavy-fermion quantum-critical CeRh${}_{6}$Ge${}_{4}$</span>",
      "authors": [
        "Riku Yamamoto, Sejun Park, Zachary W. Riedel, Phurba Sherpa, Joe D. Thompson, Filip Ronning, Eric D. Bauer, Adam P. Dioguardi, and Michihiro Hirata"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3707eOe9T4210155d9483c483b8adf93e0f982408",
      "doi": "10.1103/z17k-jz1s",
      "summary": "We report 73Ge nuclear quadrupole resonance (NQR) and magnetic resonance (NMR) spectroscopy in the heavy-fermion quantum critical ferromagnet CeRh6Ge4. NQR and NMR spectral measurements at the two non-equivalent Ge sites reveal electric field gradient tensors and the directions of their principal ax [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Tunable plasmon modes and topological transitions in monolayer and bilayer semi-Dirac materials</span>",
      "authors": [
        "Debasmita Giri, John Schliemann, Rafael A. Molina, and Alexander Lopez"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a5073O72S291495ee23239e637b74e8e49374f0e8",
      "doi": "10.1103/vlzv-jpq7",
      "summary": "We investigate the plasmonic response of single- and bilayer semi-Dirac materials under the influence of a tunable parameter that governs topological transitions via Dirac cone generation/merging and incorporating band inversion terms. For single-layer systems, we demonstrate that the emergence of D [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Family of one-dimensional self-dual quasicrystals with critical phases</span>",
      "authors": [
        "Wenzhi Wang, Wei Yi, and Tianyu Li"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/54071Y44R3310b9e879b01a43ddaefc3952a185f0",
      "doi": "10.1103/yntg-6yh2",
      "summary": "We propose a general framework for constructing self-dual one-dimensional quasiperiodic lattice models with arbitrary-range hoppings and multifractal behaviors. Our framework generates a broad spectrum of one-dimensional quasicrystals, ranging from the off-diagonal Aubry-Andre-Harper models on one e [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electro-optic effects in some sliding ferroelectrics</span>",
      "authors": [
        "Xueqing Wan, Zhenlong Zhang, Charles Paillard, Jinyang Ni, Lei Zhang, Zhijun Jiang, and Laurent Bellaiche"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9f072Yf9Sd62f509e4ac89f7a41c730427083f291",
      "doi": "10.1103/xhjd-kddc",
      "summary": "Sliding ferroelectrics, which exhibit out-of-plane polarization arising from specific stacking rather than conventional ionic displacements, are new types of ferroelectrics whose underdeveloped physics needs to be explored. Here, we investigate for the first time the electro-optic (EO) response of t [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Anatomy of spin-orbit-torque-assisted magnetization dynamics in Co/Pt bilayers: Importance of the orbital torque</span>",
      "authors": [
        "Harshita Devda, Andrs Dek, Leandro Salemi, Levente Rzsa, Lszl Szunyogh, Peter M. Oppeneer, and Ulrich Nowak"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/29073Od0R3115e5ed4eb78097e0dba70913d5ed0c",
      "doi": "10.1103/5k5n-4hr7",
      "summary": "Understanding the mechanism driving magnetization switching in spin-orbit-torque-assisted devices remains a subject of debate. While originally attributed to the spin Hall effect and spin Rashba-Edelstein effect, recent discoveries related to orbital moments induced by the orbital Hall effect and th [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnetoelastic coupling and magnetic anisotropy in Sm${}_{2}$CoFeO${}_{6}$ thin films</span>",
      "authors": [
        "Wakeel Ahmad, Amitava Ghosh, Digbijaya Palai, Shwetha G. Bhat, Ram Janay Choudhary, P. S. Anil Kumar, D. Samal, and Chanchal Sow"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e7073Ob7R3b1965b644874c553e603827baee5c21",
      "doi": "10.1103/dvsj-y8ct",
      "summary": "The coupling between strain and magnetic order arises due to the modifications in orbital overlap and crystal field symmetry, gives rise to strain-induced magnetic anisotropy. Here, we find an evolution of strain-tuned out-of-plane magnetic anisotropy in thin films of a novel double perovskite Sm2Co [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Evolution of magnetoresistance in the magnetic topological semimetals NdSb${}_{x}$Te${}_{2x}$</span>",
      "authors": [
        "Santosh Karki Chhetri, Rabindra Basnet, Krishna Pandey, Gokul Acharya, Sumaya Rahman, Md Rafique Un Nabi, Dinesh Upreti, Hugh O. H. Churchill, and Jin Hu"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/54070Od9Qe91cc5692cf0723c6fe74ca62f1dd445",
      "doi": "10.1103/lh2y-nws6",
      "summary": "Magnetic topological semimetals LnSbTe (Ln = lanthanide elements) provide a platform to study the interplay of structure, magnetism, topology, and electron correlations. Varying Sb and Te compositions in LnSbxTe2-x can effectively control the electronic, magnetic, and transport properties. Here, we  [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Discrete spectrum of edge states in a two-dimensional topological insulator</span>",
      "authors": [
        "A. I. Milstein and I. S. Terekhov"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/20077Y47P082d602946184a02a3b79a8a74fef9e7",
      "doi": "10.1103/cf2t-vqcw",
      "summary": "The interaction model of two electrons in the edge states of a two-dimensional topological insulator is investigated. Both solutions of the Schr\"odinger equation and solutions of the Bethe-Salpeter equation at different values of the Fermi energy are considered. It is shown that for the Bethe-Salpet [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Two-site Kitaev sweet spots evolving into topological islands</span>",
      "authors": [
        "Rodrigo A. Dourado, J. Carlos Egues, and Poliana H. Penteado"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1f075O3bPce1525341663e568cacfbdb318f4f8c8",
      "doi": "10.1103/wptk-lvc5",
      "summary": "Artificial Kitaev chains based on arrays of quantum dots are promising platforms for realizing Majorana Bound States (MBSs). In a two-site Kitaev chain, it is possible to find these non-Abelian zero-energy excitations at certain points in parameter space (sweet spots). These states, commonly referre [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>High-temperature superconductivity induced by the Su-Schrieffer-Heeger electron-phonon coupling</span>",
      "authors": [
        "Xun Cai, Zi-Xiang Li, and Hong Yao"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8607eY4aW541487179163f55cdbf91bfccd7859d1",
      "doi": "10.1103/rhss-d52m",
      "summary": "Experimental quest for high-temperature and room-temperature superconductivity (SC) at ambient pressure has been a long-standing research theme in physics. It has also been desired to construct reliable microscopic mechanisms that may achieve high-temperature SC. Here we systematically explore SC in [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Topological surface states dominated second harmonic generation in the bulk insulating topological insulator BiSbTe${}_{1.25}$Se${}_{1.75}$</span>",
      "authors": [
        "Aindrila Sinha, Abhishek Banerjee, P. S. Anil Kumar, D. V. S. Muthu, and A. K. Sood"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9707aOc1Td21845cb4e407e11804341610961aae1",
      "doi": "10.1103/1nbk-9khj",
      "summary": "Second harmonic generation (SHG, $I(2)$) of the three-dimensional topological insulators (3D TIs) provides significant insights into the nontrivial band topology through the second order nonlinear susceptibility (${}^{(2)}$) of the topological surface states (TSS), along with the electric-field-in [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Systematic generation of electron models for second-principles density functional theory methods</span>",
      "authors": [
        "Nayara Carral-Sainz, Toraya Fernndez-Ruiz, Jorge iguez-Gonzlez, Javier Junquera, and Pablo Garca-Fernndez"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/bb078Oa1R9717b5795f0404188be116b42d6dd6e2",
      "doi": "10.1103/jv9g-fymp",
      "summary": "We present a systematic, quasi-automated methodology for generating electronic models in the framework of second-principles density functional theory (SPDFT). This approach enables the construction of accurate and computationally efficient models by deriving all necessary parameters from first-princ [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quasihorizontal projectile motion of carriers in two-dimensional piezoelectric photocatalyst Janus GeN${}_{2}$-$XY$ monolayers for water splitting</span>",
      "authors": [
        "Chu-Chu Liu, Min Tao, Pan Ma, Xiao Shang, Lan-Hai He, Hai-Bin Du, Zhou Chen, and Fu-Chun Liu"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ba07bOd0Uc718c49a9225719e904f8a2047467db1",
      "doi": "10.1103/ghpm-3721",
      "summary": "At present, the research on two-dimensional (2D) piezoelectric-photocatalysts for water-splitting lacks relevant physical quantities to describe the time for the progress of photogenerated carriers to transport from the interior of the material to the surface and participate in the photocatalytic re [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Giant tunneling electroresistance induced by ferroelectric-antiferroelectric transition in two-dimensional ultrathin perovskite ferroelectric tunnel junctions</span>",
      "authors": [
        "Wei Xiao, Shaohui Yu, Jing Zhao, Hua Wen, Chunhua Zhang, Xiang Gao, and Xiaohong Zheng"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5807fOabUfc17d54d2389ee424dbaf22cf1327077",
      "doi": "10.1103/8dk3-vkvt",
      "summary": "The stripping of two-dimensional (2D) perovskite thin films with thickness of only several atomic layers from three-dimensional (3D) perovskite materials has been reported experimentally recently, which makes it possible to fabricate 2D perovskite ferroelectric tunnel junctions (FTJs). Motivated by  [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Stoner transition at finite temperature in a two-dimensional isotropic Fermi liquid</span>",
      "authors": [
        "R. David Mayrhofer, Megan Schoenzeit, and Andrey V. Chubukov"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5c07bOa7T561ca57a71359a7dc51efb09afd0c1aa",
      "doi": "10.1103/ljrl-dg2n",
      "summary": "We present the results of a mean-field analysis of the temperature evolution of a ferromagnetic Stoner transition in a two-dimensional (2D) system with an isotropic dispersion $\\e_k \\propto k^{2\\alpha}$ , which for $&gt;1$ models flat dispersions in various multi-layer graphene systems in a displace [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Complex and tunable heating in conformal field theories with structured drives via classical ergodicity breaking</span>",
      "authors": [
        "Liang-Hong Mo, Roderich Moessner, and Hongzheng Zhao"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f9074DdcRb61470d72d22be2ff22463b6d0c1985b",
      "doi": "10.1103/dvlw-hl7t",
      "summary": "Emission and absorption of energy are fundamental aspects of non-equilibrium dynamics. The heating induced by driving a many-body system is perhaps the most straightforward diagnostic of the process of equilibration, or the lack thereof. Gapless systems are particularly susceptible to drive-induced  [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin-orbit coupling induced broadening of the spin crossover transition in divalent cobalt probed by ${K}_{}$ x-ray emission</span>",
      "authors": [
        "Michel van Veenendaal, E. H. T. Poldi, and Daniel Haskel"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9c079O6aT771df53e8027a506a1c3d8fc9003b609",
      "doi": "10.1103/gwr2-txdy",
      "summary": "The pressure-induced spin crossover in divalent cobalt is studied. It is shown that the change in spin as a function of pressure and its effects on K X-ray emission depends on the 3d spin-orbit interaction and local exchange fields, leading to a broadening of the spin-crossover transition as a funct [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Post-measurement quantum Monte Carlo</span>",
      "authors": [
        "Kriti Baweja, David J. Luitz, and Samuel J. Garratt"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/bb071K78Mc718603586821871e0ce34da2509e804",
      "doi": "10.1103/2tx2-7z18",
      "summary": "We show how the effects of large numbers of measurements on many-body quantum ground and thermal states can be studied using Quantum Monte Carlo (QMC). Density matrices generated by measurement in this setting feature products of many local nonunitary operators, and by expanding these density matric [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Optical conductivity and band gap in the double-Weyl candidate SrSi${}_{2}$ at ambient pressure</span>",
      "authors": [
        "L. Z. Maulana, A. A. Tsirlin, E. Uykur, Y. Saito, M. Dressel, M. Imai, and A. V. Pronin"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/bb07eO06T0e1d059d3769dc122befbf2ff46b7275",
      "doi": "10.1103/y1gj-67wz",
      "summary": "We probe the possible double-Weyl state in cubic SrSi2 using optical spectroscopy. The complex optical conductivity was measured in a frequency range from 70 to 22 000 cm-1 at temperatures down to 10 K at ambient pressure. The optical response of SrSi2 can be well separated into the intraband (free  [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Superconducting bistability in floating Al islands of hybrid Al/InAs nanowires</span>",
      "authors": [
        "E. V. Shpagina, E. S. Tikhonov, D. Ruhstorfer, G. Koblmller, and V. S. Khrapai"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fa074Od0S41E941c34077ba5e16bc7f8828267f88",
      "doi": "10.1103/l4tq-bxq9",
      "summary": "We investigate a non-equilibrium aspect of the current-driven superconducting-normal phase transition in floating Al islands of epitaxial full-shell Al/InAs nanowires. Within a transition region discontinuous voltage jumps and hysteretic behaviour of the $I$-$V$ characteristics are observed, associa [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Universal property of random trajectories in bounded domains",
      "authors": [
        "T. Binzoni, E. Dumonteil, and A. Mazzolo"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dng6-9519",
      "doi": "10.1103/dng6-9519",
      "summary": "Can we deduce the total length of a random trajectory by observing only its local path segments within a confined domain? Surprisingly, the answer is yes for curves randomly placed and oriented in space, whether stochastic or deterministic; generated by ballistic or diffusive dynamics; possibly inte [Phys. Rev. E 112, 044105] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Generic method for integrating Lindblad master equations",
      "authors": [
        "Jiayin Gu and Fan Zhang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vnhp-fnl3",
      "doi": "10.1103/vnhp-fnl3",
      "summary": "The time evolution of Markovian open quantum systems is governed by Lindblad master equations, whose solution can be formally written as the Lindbladian exponential acting on the initial density matrix. By expanding this Lindbladian exponential into the Taylor series, we propose a generic method for [Phys. Rev. E 112, 044106] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Impact of on-site potential on the thermal-siphon phenomenon in networks",
      "authors": [
        "Kezhao Xiong and Zhuohan Wang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lv5d-lyc5",
      "doi": "10.1103/lv5d-lyc5",
      "summary": "This work explores the thermal-siphon phenomenon in networks and its regulation via on-site potential. By locally reconstructing a two-dimensional lattice, we induce the thermal-siphon effect and investigate its behavior through heat conduction simulations. Our results demonstrate that increasing th [Phys. Rev. E 112, 044107] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Charged particle transport across magnetic field driven by magnetosonic solitons in plasma",
      "authors": [
        "N. V. Gerasimenko, F. M. Trukhachev, M. M. Vasiliev, and O. F. Petrov"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2zbh-cmdh",
      "doi": "10.1103/2zbh-cmdh",
      "summary": "This work investigates the unidirectional transport of charged particles across magnetic field lines driven by magnetosonic solitons in a collisionless plasma. Within the framework of a magnetohydrodynamic model, numerical solutions as well as analytical expressions for small-amplitude solitons are  [Phys. Rev. E 112, 045201] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Solution of the critical dynamics of the mean-field Kob-Andersen model",
      "authors": [
        "Gianmarco Perrupato and Tommaso Rizzo"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yms3-km6k",
      "doi": "10.1103/yms3-km6k",
      "summary": "We analytically solve the critical dynamics of the Kob-Andersen kinetically constrained model of supercooled liquids on the Bethe lattice, employing a combinatorial argument based on the cavity method. For arbitrary values of graph connectivity $z$ and facilitation parameter $m$, we demonstrate that [Phys. Rev. E 112, 045402] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Edge-localized-mode heat load effects on plasma-facing materials studied using runaway electrons in the Damavand tokamak</span>",
      "authors": [
        "Ali Masoudi, Davoud Iraji, and Chapar Rasouli"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/60071R1cRf719c2c8606249420f455db5206433ee",
      "doi": "10.1103/5dbg-yyw3",
      "summary": "Edge localized modes (ELMs) and runaway electrons (REs) pose significant challenges for all Tokamak devices. Both phenomena act as potent heat sources, potentially shortening the lifespan of plasma-facing materials (PFMs). These thermal loads can manifest in various detrimental effects, including me [Phys. Rev. E] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Phase-field lattice Boltzmann model with adjustable bulk viscosity for quasi-incompressible two-phase flows</span>",
      "authors": [
        "Jin Bao, Long Ju, and Zhaoli Guo"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/5e07eR96Sc01ed2d76d072c784e4a3ddeb1b801ed",
      "doi": "10.1103/cmsz-fthn",
      "summary": "In this paper, a lattice Boltzmann model with a single-relaxation-time (SRT) collision operator is proposed for two-phase flows at high Reynolds numbers based on the quasi-incompressible phase-field theory. The proposed model consists of two lattice Boltzmann equations (LBEs), one for the Cahn-Hilli [Phys. Rev. E] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Selectable mode cross-transformation in orbital-angular-momentum- and wavelength-multiplexing channels",
      "authors": [
        "Qingji Zeng, Hao Wu, Jiachen Liao, Zhibin Wu, Jiafu Chen, Huapeng Ye, Shuqing Chen, Dianyuan Fan, and Junmin Liu"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pz4z-l4q3",
      "doi": "10.1103/pz4z-l4q3",
      "summary": "Data exchange across various orbital-angular-momentum (OAM) channels is a crucial interconnection process within mode-multiplexed optical communication networks. However, the versatile cross-connection of multidimensional hybrid channels, especially those involving modes and wavelengths, has been co [Phys. Rev. Applied 24, 044010] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Tailoring perpendicular magnetic anisotropy and the anomalous Hall effect in epitaxial ${\\mathrm{Ni}\\mathrm{Co}}_{2}{\\mathrm{O}}_{4}$ ferrimagnetic films through iron doping",
      "authors": [
        "Yuming Wang, Zedong Xu, Yuanmin Zhu, Qi Liu, Sixia Hu, Yong Jiang, and Lang Chen"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8lj7-pql1",
      "doi": "10.1103/8lj7-pql1",
      "summary": "${\\mathrm{Ni}\\mathrm{Co}}_{2}{\\mathrm{O}}_{4}$ (NCO), with an inverse spinel structure, stands out for diverse spintronic properties like perpendicular magnetic anisotropy (PMA) and anomalous Hall effect (AHE). Precise control of these properties is essential for ferrimagnetic half-metallic NCO. Her [Phys. Rev. Applied 24, 044011] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Stochastic nanomagnets as current digitizers for efficient probabilistic machine learning",
      "authors": [
        "Dooyong Koh, Ethan G. Rogers, Kshemal K. Gupte, Qiuyuan Wang, Brooke C. McGoldrick, Jungsoo Lee, Marc A. Baldo, Cheng Wang, and Luqiao Liu"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s86j-5jcr",
      "doi": "10.1103/s86j-5jcr",
      "summary": "Analog in-memory computing based on crossbar arrays offers a path to energy-efficient AI hardware, but has been limited by reliance on bulky, power-hungry analog-to-digital converters. This study introduces stochastic nanomagnets driven by spin-orbit torque as intrinsic analog-to-digital interfaces, enabling compact, fast, low-power digitization while maintaining high computational accuracy. These results suggest a promising direction for energy-efficient AI hardware accelerators and significant advances in next-generation machine-learning hardware. [Phys. Rev. Applied 24, 044012] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Optimization via quantum preconditioning",
      "authors": [
        "Maxime Dupont, Tina Oberoi, and Bhuvanesh Sundar"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9prw-684p",
      "doi": "10.1103/9prw-684p",
      "summary": "State-of-the-art classical optimization solvers set a high bar for quantum computers to deliver utility in this domain. Here, we introduce a quantum-preconditioning approach based on the quantum approximate optimization algorithm. This transforms the input problem into a more suitable form for a sol [Phys. Rev. Applied 24, 044013] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Efficient bichromatic model for describing coherent population trapping resonances in a periodically modulated laser field",
      "authors": [
        "V.I. Yudin, M.Yu. Basalaev, A.V. Taichenachev, and O.N. Prudnikov"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yjw4-9qq3",
      "doi": "10.1103/yjw4-9qq3",
      "summary": "We have developed and tested an efficient mathematical model for calculating a coherent population trapping (CPT) resonance in a periodically modulated laser field when the modulation frequency $f$ is close to the fractional part of the hyperfine splitting frequency (HFS) in the ground state ${\\math [Phys. Rev. Applied 24, 044014] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Cross-modal Willis metasurfaces for perfect control of elastic-wave refraction in solids</span>",
      "authors": [
        "Chan Wook Park, Jeseung Lee, and Yoon Young Kim"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/d207dAacT8b15700f53e6f776cbeb8027887d38fb",
      "doi": "10.1103/kv7h-zq6x",
      "summary": "Ultrasonic wavefront shaping is crucial for biomedical and industrial applications but remains severely constrained by longitudinal-transverse mixed-mode scattering at solid interfaces, resulting in substantial energy leakage and consequently poor transmission. Achieving perfect refraction under the [Phys. Rev. Applied] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Bosonic entanglement and quantum sensing from energy transfer in two-tone Floquet systems",
      "authors": [
        "Yinan Chen, Andreas Elben, Angel Rubio, and Gil Refael"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cm49-smhr",
      "doi": "10.1103/cm49-smhr",
      "summary": "Quantum-enhanced sensors, which surpass the standard quantum limit (SQL) and approach the fundamental precision limits dictated by quantum mechanics, are finding applications across a wide range of scientific fields. This quantum advantage becomes particularly significant when a large number of part [Phys. Rev. Research 7, 043014] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Delta-kick collimation of heteronuclear Feshbach molecules",
      "authors": [
        "T. Estrampes, J. P. DIncao, J. R. Williams, T. A. Schulze, E. M. Rasel, E. Charron, and N. Gaaloul"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/858b-f2k9",
      "doi": "10.1103/858b-f2k9",
      "summary": "We present a theoretical study of delta-kick collimation (DKC) applied to heteronuclear Feshbach molecules, focusing on both condensed and thermal ensembles across various interaction and temperature regimes. We demonstrate that DKC enables significant reductions in molecular cloud expansion energie [Phys. Rev. Research 7, 043015] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Extending the capillary wave model to include the effect of bending rigidity: X-ray reflectivity and diffuse scattering",
      "authors": [
        "Chen Shen (), Honghu Zhang (), Beate Klsgen, and Benjamin M. Ocko"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/znt1-fmx6",
      "doi": "10.1103/znt1-fmx6",
      "summary": "The surface roughness of a thin film at a liquid interface exhibits contributions of thermally excited fluctuations. This thermal roughness depends on temperature ($T$), surface tension ($$), and elastic material properties, specifically the bending modulus ($$) of the film. A nonzero $$ suppress [Phys. Rev. Research 7, 043016] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Nonequilibrium thermodynamics of gravitational objective-collapse models",
      "authors": [
        "Simone Artini, Gabriele Lo Monaco, Sandro Donadi, and Mauro Paternostro"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7hqd-zf96",
      "doi": "10.1103/7hqd-zf96",
      "summary": "We investigate the entropy production in the Disi-Penrose (DP) model, one of the most extensively studied gravity-related collapse mechanisms, and one of its dissipative extensions. To this end, we analyze the behavior of a single harmonic oscillator, subjected to such collapse mechanisms, focusing [Phys. Rev. Research 7, 043017] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Hydroelastic scattering and trapping of microswimmers",
      "authors": [
        "Sagnik Garai, Ursy Makanga, Akhil Varma, and Christina Kurzthaler"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rcdx-gftq",
      "doi": "10.1103/rcdx-gftq",
      "summary": "A perturbative approach shows how hydroelastic interactions with deformable surfaces steer microswimmers. Pushers typically scatter, in contrast to their motion near planar walls, while pullers experience enhanced attraction. [Phys. Rev. Research 7, L042005] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Geometry-dependent defect merging induces bifurcated dynamics in active networks",
      "authors": [
        "Fan Yang, Shichen Liu, Hao Wang, Heun Jin Lee, Rob Phillips, and Matt Thomson"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m8cb-gf1q",
      "doi": "10.1103/m8cb-gf1q",
      "summary": "Microtubule-motor networks can merge defects through active crosslinking, with the outcomes governed by network geometry. Experiments and simulations reveal a bifurcation in V-shaped networks, where cracks merge below a critical angle and buckle open at larger angles. [Phys. Rev. Research 7, L042006] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Closed-form survival probabilities for biased random walks at arbitrary step number",
      "authors": [
        "Debendro Mookerjee and Sarah Kostinski"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/krxn-vqnt",
      "doi": "10.1103/krxn-vqnt",
      "summary": "A combinatorial approach yields exact, closed-form expressions for the survival probability of a biased random walker on a one-dimensional lattice. The results are computationally fast and can be used to study the distribution of first passage times and the probability of last passage at arbitrary step number. [Phys. Rev. Research 7, L042007] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Heralded Entanglement of On-Demand Spin-Wave Solid-State Quantum Memories for Multiplexed Quantum Network Links",
      "authors": [
        "Jonathan Hnni, Alberto E. Rodrguez-Moldes, Flicien Appas, Soeren Wengerowsky, Dario Lago-Rivera, Markus Teller, Samuele Grandi, and Hugues de Riedmatten"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wvv1-6lg8",
      "doi": "10.1103/wvv1-6lg8",
      "summary": "Heralded entanglement between two solid-state quantum memories with on-demand retrieval and temporal multimodality demonstrates a crucial building block for scalable quantum repeaters and long-distance quantum networks. [Phys. Rev. X 15, 041003] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Learning Topological States from Randomized Measurements Using Variational Tensor-Network Tomography",
      "authors": [
        "Yanting Teng, Rhine Samajdar, Katherine Van Kirk, Frederik Wilde, Subir Sachdev, Jens Eisert, Ryan Sweke, and Khadijeh Najafi"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qm7q-w9qj",
      "doi": "10.1103/qm7q-w9qj",
      "summary": "A data-driven heuristic method using tensor-network ansatze is shown to perform high-fidelity tomography of topological states. [PRX Quantum 6, 040303] Published Fri Oct 03, 2025"
    }
  ]
}