{
  "generatedAt": "2025-11-03T10:17:34.936070+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dynamics of stochastic oscillator chains with harmonic and FPUT potentials",
      "authors": [
        "Emilio N. M. Cirillo, Matteo Colangeli, Claudio Giberti, Lamberto Rondoni"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26820",
      "arxiv": "https://arxiv.org/abs/2510.26820",
      "doi": null,
      "summary": "Inspired by recent studies on deterministic oscillator models, we introduce a stochastic one-dimensional model for a chain of interacting particles. The model consists of $N$ oscillators performing continuous-time random walks on the integer lattice $\\mathbb{Z}$ with exponentially distributed waiting times. The oscillators are bound by confining forces to two particles that do not move, placed at positions $x_0$ and $x_{N+1}$, respectively, and they feel the presence of baths with given inverse temperatures: $\\beta_L$ to the left, $\\beta_B$ in the middle, and $\\beta_R$ to the right. Each particle has an index and interacts with its nearest neighbors in index space through either a quadratic potential or a Fermi-Pasta-Ulam-Tsingou type coupling. This local interaction in index space can give rise to effective long-range interactions on the spatial lattice, depending on the instantaneous configuration. Particle hopping rates are governed either by the Metropolis rule or by a modified version that breaks detailed balance at the interfaces between regions with different baths."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "When Normality Tests Detect Equilibrium Distributions of Finite N-Body Systems",
      "authors": [
        "Jae Wan Shim"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26821",
      "arxiv": "https://arxiv.org/abs/2510.26821",
      "doi": null,
      "summary": "The particle number $N$ can be used as a quantitative gauge of non-Gaussianity. This idea extends to systems that are not literally finite by assigning them a notional $N $that captures the same deviation. For an ideal gas with $N$ insufficiently large for the thermodynamic limit, the velocity distribution that maximises Havrda-Charv\\'at entropy departs markedly from the Maxwell-Boltzmann (Gaussian) form obtained in that limit. We explore how five standard normality tests-Kolmogorov-Smirnov, Anderson-Darling, Cram\\'er-von Mises, Jarque-Bera and Shapiro-Wilk-respond to samples drawn from this finite-$N$ equilibrium distribution. A large-scale Monte-Carlo study maps the tests' statistical power across system size $N$ and sample size $n$, providing practical reference tables for deciding when finite-size effects remain detectable."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Path-integral Monte Carlo estimator for the dipole polarizability of quantum plasma",
      "authors": [
        "Juha Tiihonen, David Trejo-Garcia, Tapio T. Rantala, Marco Ornigotti"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26836",
      "arxiv": "https://arxiv.org/abs/2510.26836",
      "doi": null,
      "summary": "We present a path-integral Monte Carlo estimator for calculating the dipole polarizability of interacting Coulomb plasma in the long-wavelength limit, i.e., the optical region. Unlike the conventional dynamic structure factor in reciprocal space, our approach is based on the real-space dipole autocorrelation function and is suited for long wavelengths and small cell sizes, including finite clusters. The simulation of thermal equilibrium in imaginary time has exact Coulomb interactions and Boltzmann quantum statistics. For reference, we demonstrate analytic continuation of the Drude model into the imaginary time and Matsubara series, showing perfect agreement with our data within ranges of finite temperatures and densities. Method parameters, such as the finite time-step and finite-size effects prove only modestly significant. Our method, here carefully validated against an exactly solvable reference, remains amenable to more interesting domains in higher-order optical response, quantum confinements and quantum statistical effects, and applications in plasmonics, heterogeneous plasmas and nonlinear optics, such as epsilon-near-zero materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Distributing entanglement between distant semiconductor qubit registers using a shared-control shuttling link",
      "authors": [
        "Zarije Ademi, Marion Bassi, C\\'ecile X. Yu, Sander L. de Snoo, Stefan D. Oosterhout, Amir Sammak, Lieven M. K. Vandersypen, Giordano Scappucci, Corentin D\\'eprez, Menno Veldhorst"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26860",
      "arxiv": "https://arxiv.org/abs/2510.26860",
      "doi": null,
      "summary": "Semiconductor quantum processors have potential to scale to modular quantum computers, in which qubit registers are coupled by quantum links, enabling high connectivity and space for control circuitry. Individual spin-qubit registers have progressed to two-dimensional systems and execution of small quantum algorithms. Separately, high-fidelity spin shuttling has been demonstrated in linear channels defined by individual gate electrodes. Here, we realize the first shared-control shuttling link integrated between distant qubit registers to demonstrate quantum entanglement in a basic modular quantum processor based on hole spin qubits in germanium. We develop a protocol to compensate for spin-orbit-induced rotations during qubit transfer, allowing for shuttling between qubit registers separated by more than one micrometer in approximately a hundred nanoseconds. Combining local qubit operation with coherent shuttling, we generate Bell states formed by spins residing in separate registers. Characterizing them using quantum state tomography, we demonstrate entanglement between spin qubits in distant registers."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interpretable Artificial Intelligence (AI) Analysis of Strongly Correlated Electrons",
      "authors": [
        "Changkai Zhang, Jan von Delft"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26864",
      "arxiv": "https://arxiv.org/abs/2510.26864",
      "doi": null,
      "summary": "Artificial Intelligence (AI) has become an exceptionally powerful tool for analyzing scientific data. In particular, attention-based architectures have demonstrated a remarkable capability to capture complex correlations and to furnish interpretable insights into latent, otherwise inconspicuous patterns. This progress motivates the application of AI techniques to the analysis of strongly correlated electrons, which remain notoriously challenging to study using conventional theoretical approaches. Here, we propose novel AI workflows for analyzing snapshot datasets from tensor-network simulations of the two-dimensional (2D) Hubbard model over a broad range of temperature and doping. The 2D Hubbard model is an archetypal strongly correlated system, hosting diverse intriguing phenomena including Mott insulators, anomalous metals, and high-$T_c$ superconductivity. Our AI techniques yield fresh perspectives on the intricate quantum correlations underpinning these phenomena and facilitate universal omnimetry for ultracold-atom simulations of the corresponding strongly correlated systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Entropy transport in closed quantum many-body systems far from equilibrium",
      "authors": [
        "J. Marijan, H. Strobel, M. K. Oberthaler, J. Berges"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26873",
      "arxiv": "https://arxiv.org/abs/2510.26873",
      "doi": null,
      "summary": "We investigate entropy transport for universal scaling phenomena in closed quantum many-body systems far from equilibrium. From spatially resolved experimental data of a spinor Bose gas, we demonstrate that entropy decreases on long-distance scales while it increases at short distances. A dynamical separation of scales leads to macrophysics with long-range order, which is insensitive to the highly entropic microphysical processes. Since the total von Neumann entropy is conserved on a fundamental level for the quantum system, our analysis reveals a reciprocal connection between the emergence of macroscopic structure and microscopic disorder. To illustrate the scope of this connection, we exemplify the universal phenomenon also in a relativistic quantum field theory calculation from first principles, which is relevant for particle physics and early-universe cosmology."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Trapping-potential dependence of the unitary Fermi gas at the BCS-BEC crossover",
      "authors": [
        "Silas R. Beane, Ad\\`ele Le Borgne, Domenico Orlando, Susanne Reffert"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26876",
      "arxiv": "https://arxiv.org/abs/2510.26876",
      "doi": null,
      "summary": "Cold-atom experiments which measure Fermi-gas properties near unitarity confine fermionic atoms to a region of space using trapping potentials of various shapes. The presence of a trapping potential introduces a new characteristic physical scale in the superfluid EFT which, inter alia, describes the acoustic branch of excitations in the far infrared well below the scale of the superfluid gap. In this EFT there is a clear hierarchy of scales, and corrections to the homogeneous system due to the trapping potential may be organized into three regions with distinct power counting that relies on both the EFT derivative expansion, and the WKB approximation, which is an expansion in gradients of the trapping potential. The energy spectrum of the superfluid system is obtained in each of the regions by explicit computation of the phonon-field fluctuations, and by the modifications to the dynamic structure factor due to the corresponding density fluctuations. The most significant deviations from linear dispersion due to the trapping potential are found in the far infrared region of the superfluid EFT."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Higher-dimensional Fermiology in bulk moir\\'e metals",
      "authors": [
        "Kevin P. Nuckolls, Nisarga Paul, Alan Chen, Filippo Gaggioli, Joshua P. Wakefield, Avi Auslender, Jules Gardener, Austin J. Akey, David Graf, Takehito Suzuki, David C. Bell, Liang Fu, Joseph G. Checkelsky"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26880",
      "arxiv": "https://arxiv.org/abs/2510.26880",
      "doi": null,
      "summary": "In the past decade, moir\\'e materials have revolutionized how we engineer and control quantum phases of matter. Among incommensurate materials, moir\\'e materials are aperiodic composite crystals whose long-wavelength moir\\'e superlattices enable tunable properties without chemically modifying their layers. To date, nearly all reports of moir\\'e materials have investigated van der Waals heterostructures assembled far from thermodynamic equilibrium. Here we introduce a conceptually new approach to synthesizing high-mobility moir\\'e materials in thermodynamic equilibrium. We report a new family of foliated superlattice materials (Sr$_6$TaS$_8$)$_{1+\\delta}$(TaS$_2$)$_8$ that are exfoliatable van der Waals crystals with atomically incommensurate lattices. Lattice mismatches between alternating layers generate moir\\'e superlattices, analogous to those of 2D moir\\'e heterobilayers, that are coherent throughout these crystals and are tunable through their synthesis conditions without altering their chemical composition. High-field quantum oscillation measurements map the complex Fermiology of these moir\\'e metals, which can be tuned via the moir\\'e superlattice structure. We find that the Fermi surface of the structurally simplest moir\\'e metal is comprised of over 40 distinct cross-sectional areas, the most observed in any material to our knowledge. This can be naturally understood by postulating that bulk moir\\'e materials can encode electronic properties of higher-dimensional superspace crystals in ways that parallel well-established crystallographic methods used for incommensurate lattices. More broadly, our work demonstrates a scalable synthesis approach potentially capable of producing moir\\'e materials for electronics applications and evidences a novel material design concept for accessing a broad range of physical phenomena proposed in higher dimensions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "MaterialsGalaxy: A Platform Fusing Experimental and Theoretical Data in Condensed Matter Physics",
      "authors": [
        "Tiannian Zhu, Zhong Fang, Quansheng Wu, Hongming Weng"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26886",
      "arxiv": "https://arxiv.org/abs/2510.26886",
      "doi": "10.1088/1674-1056/ae172a",
      "summary": "Modern materials science generates vast and diverse datasets from both experiments and computations, yet these multi-source, heterogeneous data often remain disconnected in isolated \"silos\". Here, we introduce MaterialsGalaxy, a comprehensive platform that deeply fuses experimental and theoretical data in condensed matter physics. Its core innovation is a structure similarity-driven data fusion mechanism that quantitatively links cross-modal records - spanning diffraction, crystal growth, computations, and literature - based on their underlying atomic structures. The platform integrates artificial intelligence (AI) tools, including large language models (LLMs) for knowledge extraction, generative models for crystal structure prediction, and machine learning property predictors, to enhance data interpretation and accelerate materials discovery. We demonstrate that MaterialsGalaxy effectively integrates these disparate data sources, uncovering hidden correlations and guiding the design of novel materials. By bridging the long-standing gap between experiment and theory, MaterialsGalaxy provides a new paradigm for data-driven materials research and accelerates the discovery of advanced materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Proximity-induced superconductivity and emerging topological phases in altermagnet-based heterostructures",
      "authors": [
        "Ohidul Alam, Amartya Pal, Paramita Dutta, Arijit Saha"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26894",
      "arxiv": "https://arxiv.org/abs/2510.26894",
      "doi": null,
      "summary": "We present a theoretical framework for investigating superconducting proximity effect in altermagnet (AM)-superconductor (SC) heterostructures. In general, AMs, characterized by vanishing net magnetization but spin-split electronic spectra, provide a promising platform for realizing unconventional magnetic phases. We consider a two-dimensional $d$-wave AM proximity coupled to a three dimensional ordinary $s$-wave SC. By integrating out the superconducting degrees of freedom, we derive an effective Hamiltonian that describes the proximity-induced modifications in the AM layer in the form of a self-energy. We then derive an effective Green's function to obtain the proximity-induced pairing amplitudes in the AM layer and classify the induced pairing amplitudes according to their parity, frequency, and spin. We find the presence of even-parity singlet and triplet pairing amplitudes in the AM layer. To achieve the odd-parity triplet components, important to realize topological superconductivity, we introduce a layer of Rashba spin-orbit coupling (RSOC) in the heterostructure. We analyse the band topology of this proximity-induced AM-RSOC layer and demonstrate the emergence of both weak and strong topological superconducting phases with edge-localized modes, characterized by winding number and Chern number. These findings highlight the role of AM-SC hybrid setup as a versatile platform for realizing odd-parity triplet pairings and engineering topological superconductivity in two-dimension."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Superdiffusion and anomalous fluctuations in chiral integrable dynamics",
      "authors": [
        "Cristiano Muzzi, Devendra Singh Bhakuni, Marcello Dalmonte, Lenart Zadnik, Hernan B. Xavier"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26897",
      "arxiv": "https://arxiv.org/abs/2510.26897",
      "doi": null,
      "summary": "Symmetries strongly influence transport properties of quantum many-body systems, and can lead to deviations from the generic case of diffusion. In this work, we study the impact of time-reversal symmetry breaking on the transport and its universal aspects in integrable chiral spin ladders. We observe that the infinite-temperature spin transport is superdiffusive with a dynamical critical exponent z = 3/2 matching the one of the Kardar-Parisi-Zhang (KPZ) universality class, which also lacks the time reversal symmetry. However, we find that fluctuations of the net magnetization transfer deviate from the KPZ predictions. Moreover, the full probability distribution of the associated spin current obeys fluctuation symmetry despite broken time-reversal and space-reflection symmetries. To further investigate the role of conserved quantities, we introduce an integrable quantum circuit that shares the essential symmetries with the chiral ladder, and which exhibits analogous dynamical behaviour in the absence of energy conservation. Our work shows that time-reversal symmetry breaking is compatible with superdiffusion, but insufficient to stabilize the KPZ universality in integrable systems. This suggests that additional fundamental features are missing in order to identify the emergence of such dynamics in quantum matter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Enhancing Neural Network Backflow",
      "authors": [
        "Kieran Loehr, Bryan K. Clark"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26906",
      "arxiv": "https://arxiv.org/abs/2510.26906",
      "doi": null,
      "summary": "Accurately describing the ground state of strongly correlated systems is essential for understanding their emergent properties. Neural Network Backflow (NNBF) is a powerful variational ansatz that enhances mean-field wave functions by introducing configuration-dependent modifications to single-particle orbitals. Although NNBF is theoretically universal in the limit of large networks, we find that practical gains saturate with increasing network size. Instead, significant improvements can be achieved by using a multi-determinant ansatz. We explore efficient ways to generate these multi-determinant expansions without increasing the number of variational parameters. In particular, we study single-step Lanczos and symmetry projection techniques, benchmarking their performance against diffusion Monte Carlo and NNBF applied to alternative mean fields. Benchmarking on a doped periodic square Hubbard model near optimal doping, we find that a Lanczos step, diffusion Monte Carlo, and projection onto a symmetry sector all give similar improvements achieving state-of-the-art energies at minimal cost. By further optimizing the projected symmetrized states directly, we gain significantly in energy. Using this technique we report the lowest variational energies for this Hamiltonian on $4\\times 16$ and $4 \\times 8$ lattices as well as accurate variance extrapolated energies. We also show the evolution of spin, charge, and pair correlation functions as the quality of the variational ansatz improves."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Generative diffusion modeling protocols for improving the Kikuchi pattern indexing in electron back-scatter diffraction",
      "authors": [
        "Meghraj Prajapata, Alankar Alankar"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26907",
      "arxiv": "https://arxiv.org/abs/2510.26907",
      "doi": null,
      "summary": "Electron back-scatter diffraction (EBSD) has traditionally relied upon methods such as the Hough transform and dictionary Indexing to interpret diffraction patterns and extract crystallographic orientation. However, these methods encounter significant limitations, particularly when operating at high scanning speeds, where the exposure time per pattern is decreased beyond the operating sensitivity of CCD camera. Hence the signal to noise ratio decreases for the observed pattern which makes the pattern noisy, leading to reduced indexing accuracy. This research work aims to develop generative machine learning models for the post-processing or on-the-fly processing of Kikuchi patterns which are capable of restoring noisy EBSD patterns obtained at high scan speeds. These restored patterns can be used for the determination of crystal orientations to provide reliable indexing results. We compare the performance of such generative models in enhancing the quality of patterns captured at short exposure times (high scan speeds). An interesting observation is that the methodology is not data-hungry as typical machine learning methods."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nanomechanics of Shear Rate-Dependent Stiffening in Micellar Electrically Conductive Polymers",
      "authors": [
        "Jingchen Wang, Tianqi Hu, Jingjie Yeo"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26916",
      "arxiv": "https://arxiv.org/abs/2510.26916",
      "doi": null,
      "summary": "Electrically conducting polymers with mechanical adaptability are essential for flexible electronics, yet most suffer structural degradation under rapid deformation. In this study, multiscale coarse-grained (MSCG) simulations are used to uncover the nanoscale origins of an unusual strain-rate-dependent stiffening in a poly(2-acrylamido-2-methyl-1-propanesulfonic acid) (PAMPSA)-polyaniline (PANI) blend. The self-assembled morphology consists of semi-crystalline PANI-rich micellar cores dispersed in a soft, viscoelastic PAMPSA matrix. At low shear rates, micelles migrate and coalesce into larger aggregates, enhancing local crystallinity and transient entanglement density while dissipating stress through matrix deformation. At high shear rates, micelles cannot reorganize quickly enough, leading to core dissociation and the emergence of highly aligned PANI filaments that directly bear the load, with PAMPSA serving as a weak but extended support phase. These contrasting regimes (densification-driven local alignment versus dissociation-driven global alignment) enable reversible mechanical stiffening across three orders of magnitude in shear rate. The results provide a molecular-level framework for designing solid-state polymers with tunable, rate-adaptive mechanical properties."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Anderson transition -- a view from Krylov space",
      "authors": [
        "J. Clayton Peacock, Vadim Oganesyan, Dries Sels"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26920",
      "arxiv": "https://arxiv.org/abs/2510.26920",
      "doi": null,
      "summary": "The Krylov subspace expansion is a workhorse method for sparse numerical methods that has been increasingly explored as source of physical insight into many-body dynamics in recent years. We revisit the venerable Anderson model of localization in dimensions $d=1, 2, 3, 4$ to construct local integrals of motion (LIOM) in Krylov space. These appear as zero eigenvalue edge states of an effective hopping problem in Krylov superoperator subspace, and can be analytically constructed, given the Lanczos coefficients. We exploit this idea, focusing on $d=3$, to study the manifestation of the disorder driven Anderson transition in the anatomy of LIOMs. We find that the increasing complexity of the Krylov operators results in a suppression of the fluctuations of the Lanczos coefficients. As such, one can study the phenomenology of the integrals of motion in the disorder averaged Krylov chain. We find edge states localized on vanishing fraction of Krylov space (of dimension $D_K=V^2$ for cubes of volume $V$), both in localized and extended phases. Importantly, in the localized phase, disorder induces powerlaw decaying dimerization in the (Krylov) hopping problem, producing stretched exponential decay of the LIOMs (in Krylov space) with a stretching exponent $1/2d$. Metallic LIOMs are completely delocalized albeit across only $\\propto \\sqrt{D_K}$ states). Critical LIOMs exhibit powerlaw decay with an exponent matching the expected fractal exponent."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Engineering Biquadratic Interactions in Spin-1 Chains by Spin-1/2 Spacers",
      "authors": [
        "Yasser Saleem, Weronika Pasek, Marek Korkusinski, Moritz Cygorek, Pawel Potasz"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26956",
      "arxiv": "https://arxiv.org/abs/2510.26956",
      "doi": null,
      "summary": "Low-dimensional quantum systems host a variety of exotic states, such as symmetry-protected topological ground states in spin-1 Haldane chains. Real-world realizations of such states could serve as practical quantum simulators for quantum phases if the interactions can be controlled. However, many proposed models, such as the AKLT state, require unconventional forms of spin interactions beyond standard Heisenberg terms, which do not naturally emerge from microscopic (Coulomb) interactions. Here, we demonstrate a general strategy to induce a biquadratic term between two spin-1 sites and to tune its strength $\\beta$ by placing pairs of spin-1/2 spacers in between them. $\\beta$ is controlled by the ratio between Heisenberg couplings to and in between the spacer spins. Increasing this ratio first increases the magnitude of $\\beta$ and decreases the correlation length of edge states, but at a critical value of the ratio, we observe a quantum phase transition between two spin-liquid phases with hidden antiferromagnetic order. Detailed atomistic calculations reveal that chains of nanographene flakes with 22 and 13 atoms, respectively, which could be realized by state-of-the-art bottom-up growth technology, yield precisely the couplings required to approach the AKLT state. These findings deliver a blueprint for engineering unconventional interactions in bottom-up synthesized quantum simulators."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Thermoelectricity of moir\\'e heavy fermions in MoTe2/WSe2 bilayers",
      "authors": [
        "Yichi Zhang, Wenjin Zhao, Zhongdong Han, Kenji Watanabe, Takashi Taniguchi, Jie Shan, Kin Fai Mak"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26958",
      "arxiv": "https://arxiv.org/abs/2510.26958",
      "doi": null,
      "summary": "Tunable Kondo lattice and heavy fermion physics have been recently reported in moir\\'e materials, but most of the studies have focused on the electrical and magnetic properties. Quantitative thermoelectric measurements, which can reveal entropic information of the heavy fermions, have yet to be achieved. Here, we report a comprehensive thermoelectric study on the moir\\'e heavy fermion phase realized in hole-doped angle-aligned MoTe2/WSe2 bilayers. By electrically gating the material to the Kondo lattice region of the phase diagram, we observe a sign change in the Seebeck coefficient near the Kondo coherence temperature, where the heavy fermion phase with an electron-like Fermi surface evolves into an itinerant Fermi liquid with a hole-like Fermi surface. We compare the results with the semiclassical Mott relation and discuss the observed discrepancies. In addition to the thermal dissociation of Kondo singlets in the heavy Fermi liquid, a sign change accompanied by a strong peak in the Seebeck coefficient is also observed near a Zeeman breakdown of the Kondo singlets, signaling an entropy accumulation. Our results provide entropic information on both the formation and breakdown of heavy fermions in moir\\'e semiconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Rydberg excitons in Cu$_2$O at millikelvin temperatures",
      "authors": [
        "Julian Heck\\\"otter, David Janas, Marc A{\\ss}mann, Manfred Bayer"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26966",
      "arxiv": "https://arxiv.org/abs/2510.26966",
      "doi": null,
      "summary": "Rydberg excitons in the semiconductor Cu$_2$O have been observed in absorption experiments up to a principal quantum number of n = 28 at millikelvin temperatures [1]. Here, we extend the experimental parameter space by variing both temperature and excitation power. In particular, we show that the P excitons close to the band gap react more sensitively to an increase of the excitation power than states of the associated D exciton multiplet, even though the latter are located at comparatively higher energy. This finding is similar to the one observed when applying an external electric field, suggesting that the observed behavior arises from internal electric fields created by charged impurities that are optically ionized. At laser intensities below 1 $\\mu$W/cm$^2$, absorption lines of excitons with n=29 are observed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Characterizing Skyrmion Flow Phases with Principal Component Analysis",
      "authors": [
        "C. J. O. Reichhardt, D. McDermott, C. Reichhardt"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26987",
      "arxiv": "https://arxiv.org/abs/2510.26987",
      "doi": null,
      "summary": "Principal component analysis (PCA) is a powerful method that can identify patterns in large, complex data sets by constructing low-dimensional order parameters from higher-dimensional feature vectors. There are increasing efforts to use space-and-time-dependent PCA to detect transitions in nonequilibrium systems that are difficult to characterize with equilibrium methods. Here, we demonstrate that feature vectors incorporating the position and velocity information of driven skyrmions moving through random disorder permit PCA to resolve different types of disordered skyrmion motion as a function of driving force and the ratio of the Magnus force to the dissipation. Since the Magnus force creates gyroscopic motion and a finite Hall angle, skyrmions can exhibit a greater range of flow phases than what is observed in overdamped driven systems with quenched disorder. We show that in addition to identifying previously known skyrmion flow phases, PCA detects several additional phases, including different types of channel flow, moving fluids, and partially ordered states. Guided by the PCA analysis, we further characterize the disordered flow phases to elucidate the different microscopic dynamics and show that the changes in the PCA-derived order parameters can be connected to features in bulk transport measures, including the transverse and longitudinal velocity-force curves, differential conductivity, topological defect density, and changes in the skyrmion Hall angle as a function of drive. We discuss how asymmetric feature vectors can be used to improve the resolution of the PCA analysis, and how this technique can be extended to find disordered phases in other nonequilibrium systems with time-dependent dynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Atomistic Simulations of H-Cu Vacancy Cosegregation and H Diffusion in Cu Grain Boundary",
      "authors": [
        "Vasileios Fotopoulos, Alexander L. Shluger"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26991",
      "arxiv": "https://arxiv.org/abs/2510.26991",
      "doi": null,
      "summary": "Hydrogen embrittlement remains a critical challenge in structural and electronic applications of copper (Cu) but its mechanism is still not fully understood. In this study, we combine density functional theory (DFT) and bond-order potential (BOP) simulations to determine the atomistic pathways for hydrogen adsorption/incorporation and fast interfacial diffusion at Cu grain boundaries (GBs), including its interaction with vacancies. Undercoordinated regions, such as surfaces and GBs, serve as preferential adsorption/incorporation sites for atomic hydrogen, especially in the presence of Cu vacancies. The presence of hydrogen in GB further enhances the segregation of Cu vacancies, leading to the formation of stable H-$V_\\mathrm{Cu}$ complexes with cosegregation energy gains of up to $-0.8$ eV. Furthermore, our simulations reveal that the migration barriers for hydrogen within the GB networks are as low as $0.2$ eV and significantly lower than in bulk Cu ($0.42$ eV). The results presented in this paper suggest an atomistic mechanism that links $H_2$ exposure to H accumulation in GBs, providing information on the early stages of hydrogen-induced degradation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Metallic electro-optic effects in topological chiral crystals",
      "authors": [
        "C. O. Ascencio, D. J. P. de Sousa, Tony Low"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26992",
      "arxiv": "https://arxiv.org/abs/2510.26992",
      "doi": null,
      "summary": "Topological chiral crystals have emerged as a fertile material platform for investigating optical phenomena derived from the distinctive Fermi surface Berry curvature and orbital magnetic moment textures around multifold chiral band crossings pinned at the time-reversal invariant momenta. In this work, by means of tight-binding model and first principles based calculations, we investigate metallic electro-optic (EO) responses stemming from the Berry curvature and orbital magnetic moment of Bloch electrons across 37 materials belonging to space group 198 (SG198). Previously thought to vanish in SG198, our findings reveal a nonzero Berry curvature dipole attributed to the energetic misalignment between topologically charged point nodes of opposite chirality. Moreover, we find that the recently predicted magnetoelectric EO effects, which arise from the interplay between the Berry curvature and magnetic moment on the Fermi surface, are readily accessible in BeAu under experimentally feasible electric biases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Stability and Dynamics of Sn-based Halide Perovskites: Insights from MACE-MP-0 and Molecular Dynamics Simulations",
      "authors": [
        "Thiago Puccinelli, Lucas Martin Farigliano, Gustavo Martini Dalpian"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26998",
      "arxiv": "https://arxiv.org/abs/2510.26998",
      "doi": null,
      "summary": "Tin-based halide perovskites have emerged as promising lead-free alternatives for optoelectronic applications, yet their structural stability and phase behavior at finite temperatures remain challenging to predict. Here, we assess the predictive capabilities of the foundational machine learning model MACE-MP-0 - trained on a broad chemical space and applied without system-specific fine-tuning - for the temperature-dependent behavior of CsSnBr3 and Cs2SnBr6. Molecular Dynamics simulations in the NpT ensemble were performed from 100 K to 500 K, and thermodynamic and structural descriptors including enthalpy, specific heat, radial distribution functions, translational order, bond angle distributions, and vibrational spectra were analyzed. Our results show that CsSnBr3 undergoes a low-temperature orthorhombic-to-cubic phase transition, evidenced by both the evolution of lattice parameters and subtle anomalies in enthalpy and specific heat, although the experimentally observed intermediate tetragonal phase is not captured. In contrast, Cs2SnBr6 remains cubic and maintains a more rigid octahedral framework across the entire temperature range. Overall, MACE-MP-0 qualitatively reproduces key thermal and structural features of these materials, highlighting its usefulness as a first step for studying new materials. For cases where capturing more subtle phase behavior is required, system-specific fine-tuning with Density Functional Theory data should be considered."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Defect Engineered Hexagonal-Boron Nitride Enables Ionic Conduction for Lithium Metal Batteries",
      "authors": [
        "Yecun Wu, Yan-Kai Tzeng, Hao Chen, Kun Xu, Gangbin Yan, Takashi Taniguchi, Kenji Watanabe, Arun Majumdar, Yi Cui, Steven Chu"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27021",
      "arxiv": "https://arxiv.org/abs/2510.27021",
      "doi": null,
      "summary": "The practical implementation of lithium-metal anodes has been hindered by uncontrollable dendrite formation and interfacial instability. This study presents a defect-engineering approach of a chemically stable and electrically insulating interfacial layer of hexagonal boron nitride (h-BN) that markedly enhances ionic conductivity through argon ion irradiation. Initially, the electrochemical performance from commercially available, large-area chemical vapor deposition (CVD)-grown h-BN films with industrial-scale argon ion implantation motivated our subsequent detailed investigations using lab-scale exfoliated single-crystal h-BN flakes. Integration of these exfoliated flakes into a hybrid microfluidic-microelectronic chip provided direct evidence that controlled vacancy defects transform h-BN into an efficient lithium-ion conductor while preserving its intrinsic electrical insulation. Experimental validation confirmed improved lithium-metal anode stability, achieving dendrite-free cycling with Li plating/stripping Coulombic efficiencies exceeding 99.5% about 1000 cycles. Further assemble of irradiated h-BN in lithium-sulfur batteries effectively mitigates the polysulfide shuttle effect, sustaining over 97% specific capacity around 300 cycles. These results establish a robust, scalable interface-engineering route for next-generation lithium-metal batteries that combine high ionic transport with excellent electrical insulation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin Dependence of Charge Dynamics and Group Velocity in Chiral Molecules",
      "authors": [
        "Riley Stuermer, Collin VanEssen, Jacob Byers, Keith Ferrer, Prasad Gudem, Diego Kienle, Jonas Fransson, Mani Vaidyanathan"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27061",
      "arxiv": "https://arxiv.org/abs/2510.27061",
      "doi": null,
      "summary": "Chiral molecules are known to preferentially select electrons with a particular spin state, an effect termed chirality-induced spin selectivity (CISS). In this work, the transient CISS dynamics in a chiral molecule are investigated through time-dependent quantum-transport simulations, an important step toward further understanding CISS and its application in devices such as magnetoresistive random access memories and spin-based quantum computers. We show that a nonzero spin polarization throughout the chiral molecule can be attributed to a spin-dependent group velocity of electrons. Contrary to the case where a chiral molecule is connected to a single lead, this spin polarization persists into the steady state when two leads are connected. We show that the simulated spin polarization qualitatively agrees with a reference experiment, as evidenced by the distinct magnetic-field signatures calculated from the spin polarization within a monolayer of chiral molecules."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Time-Resolved Photoemission Spectroscopy of Quantum Materials Using High Harmonic Generation: Probing Electron-Phonon Interactions and Non-Equilibrium Dynamics",
      "authors": [
        "Takeshi Suzuki, Kozo Okazaki"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27089",
      "arxiv": "https://arxiv.org/abs/2510.27089",
      "doi": "10.1016/j.progsurf.2025.100795",
      "summary": "Recent advancements in ultrafast laser systems and high harmonic generation (HHG) techniques have enabled time-resolved photoemission spectroscopy on femtosecond timescales, opening up unprecedented opportunities to explore quantum materials in both time and momentum space. In this review, we present recent representative studies utilizing HHG-laser-based time- and angle-resolved photoemission spectroscopy for a variety of quantum materials. We particularly highlight electron-phonon interactions and non-equilibrium dynamics in time and frequency domain, through which rich information about non-equilibrium electron-phonon couplings and related phenomena has been clearly revealed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Kink in Stoner Factor as a Signature of Changing Magnetic Fluctuations in Organic Conductor $\\lambda$-(BETS)$_2$GaCl$_4$",
      "authors": [
        "Hirohito Aizawa"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27115",
      "arxiv": "https://arxiv.org/abs/2510.27115",
      "doi": null,
      "summary": "We have theoretically investigated the magnetic properties of the quasi-two-dimensional organic conductor $\\lambda$-(BETS)$_2$GaCl$_4$ using a multi-band Hubbard model and the two-particle self-consistent method. We have employed a four-band model, where each BETS molecule is considered as a site, and a two-band model, treating each BETS dimer as a site. Our results for the temperature dependence of the Stoner factor reveal a kink around $T_\\mathrm{kink} \\approx 5 \\mathrm{meV}$, indicating a change in the dominant magnetic fluctuations. Above $T_\\mathrm{kink}$, it shows a broad structure indicating smeared antiferromagnetic (AFM) fluctuations, while below $T_\\mathrm{kink}$, the spin susceptibility peaks at a wavevector corresponding to spin-density-wave (SDW)-like fluctuations. As the intra-dimer transfer integral increases, the kink disappears, and the AFM fluctuations are enhanced. Our findings are consistent with experimental observations, which also report a change in magnetic properties from AFM to SDW-like fluctuations upon cooling."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Plastic or Viscous? A Reappraisal of Yielding in Soft Matter",
      "authors": [
        "Yogesh M. Joshi, Alexander Ya. Malkin"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27116",
      "arxiv": "https://arxiv.org/abs/2510.27116",
      "doi": "10.1021/acsengineeringau.5c00062",
      "summary": "Many soft jammed materials, such as pastes, gels, concentrated emulsions, and suspensions, possess a threshold stress, known as yield stress, that must be exceeded to cause permanent deformation or flow. In rheology, the term plastic flow is commonly used to describe continuous flow (unbounded increase in strain with time) that a material undergoes above a yield stress threshold. However, in solid mechanics, plasticity refers to irreversible but finite, rate-independent deformation (strain that does not evolve with time). In addition, many soft materials exhibit viscosity bifurcation, a prominent thixotropic signature, which further complicates the definition and interpretation of yield stress. The threshold stress at which viscosity bifurcation occurs is also termed a yield stress, even though deformation below this threshold is not purely elastic, while above this threshold, the material flows homogeneously with a constant shear rate. This paper revisits these critical issues by analyzing the rheological and solid mechanics perspectives on plasticity. The insights presented here are intended to address certain terminological ambiguities for interpreting flow in soft jammed materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Crossover between intrinsic and temperature-assisted regimes in spin-orbit torque switching of antiferromagnetic order",
      "authors": [
        "Takumi Matsuo, Tomoya Higo, Daisuke Nishio-Hamane, Takuya Matsuda, Ryota Uesugi, Hanshen Tsai, Kouta Kondou, Shinji Miwa, Yoshichika Otani, Satoru Nakatsuji"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27138",
      "arxiv": "https://arxiv.org/abs/2510.27138",
      "doi": null,
      "summary": "Intensive studies have been made on antiferromagnets as candidate materials for next generation memory bits due to their ultrafast dynamics reaching picosecond time scales. Recent demonstrations of electrical bidirectional switching of antiferromagnetic states have attracted significant attention. However, under the presence of significant Joule heating that destabilizes the magnetic order, the timescales associated with the switching can be limited to nanoseconds or longer. Here, we present the observation of a crossover in the switching behavior of the chiral antiferromagnet Mn3Sn by tuning the magnetic layer thickness. While Joule heating interferes with switching in thicker devices, we find clear signatures of an intrinsic spin-orbit torque mechanism as the thickness is reduced, avoiding the heating effect. The suppression of heating enables switching without significant attenuation of the readout signal using pulses shorter than those required by temperature-assisted mechanisms. The crossover into the spin-orbit torque switching behavior clarifies the potential for achieving ultrafast switching as expected from the picosecond spin dynamics of antiferromagnets. Our results lay the groundwork for designing antiferromagnetic memory devices that can operate at ultrafast timescales."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phase behaviour and defect structure of soft rods on a sphere",
      "authors": [
        "Jaydeep Mandal, Hartmut L\\\"owen, Prabal K. Maiti"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27201",
      "arxiv": "https://arxiv.org/abs/2510.27201",
      "doi": null,
      "summary": "Using particle-resolved molecular-dynamics simulations, we compute the phase diagram for soft repulsive spherocylinders confined on the surface of a sphere. While crystal (K), smectic (Sm), and isotropic (I) phases exhibit a stability region for any aspect ratio of the spherocylinders, a nematic phase emerges only beyond a critical aspect ratio lying between 6.0 and 7.0. As required by the topology of the confining sphere, the ordered phases exhibit a total orientational defect charge of +2. In detail, the crystal and smectic phases exhibit two +1 defects at the poles, whereas the nematic phase features four +1/2 defects which are connected along a great circle. For aspect ratios above the critical value, lowering the packing fraction drives a sequence of transitions: the crystal melts into a smectic phase, which then transforms into a nematic through the splitting of the +1 defects into pairs of +1/2 defects that progressively move apart, thereby increasing their angular separation. Eventually, at very low densities, orientational fluctuations stabilize an isotropic phase. Our simulations data can be experimentally verified in Pickering emulsions and are relevant to understand the morphogenesis in epithelial tissues."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Absence of Parity Anomaly in Massive Dirac Fermions on a Lattice",
      "authors": [
        "Shun-Qing Shen"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27215",
      "arxiv": "https://arxiv.org/abs/2510.27215",
      "doi": null,
      "summary": "The parity anomaly for Dirac fermions in two spatial dimensions has shaped perspectives in quantum field theory and condensed matter physics. In condensed matter it has evolved as a mechanism for half-quantized Hall responses in systems described by massive Dirac fermions. Here we reexamine the issue on a lattice and show that the half-quantized Hall conductivity is absent for massive Dirac fermions when lattice regularization is properly implemented and the translational invariant symmetry is taken into account. We realize that a single massive Dirac cone on a lattice always leads to an integer quantized Hall conductivity and to the half-quantized Hall conductivity only in the unphysical limit of infinite momentum cut-off. The half-quantized Hall conductivity appears with nonzero longitudinal conductance as a signature of a single massless Dirac cone on a lattice. Consequently, the parity anomaly is a property of massless Dirac fermions in a semimetal/metal, not of massive Dirac fermions in an insulator on a lattice."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "High thermal conductivity of rutile-GeO$_2$ films grown by MOCVD: $52.9~\\mathrm{W\\,m^{-1}\\,K^{-1}}$",
      "authors": [
        "Imteaz Rahaman, Michael E. Liao, Ziqi Wang, Eugene Y. Kwon, Rui Sun, Botong Li, Hunter D. Ellis, Bobby G. Duersch, Dali Sun, Jun Liu, Mark S. Goorsky, Michael A. Scarpulla, Kai Fu"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27228",
      "arxiv": "https://arxiv.org/abs/2510.27228",
      "doi": null,
      "summary": "Rutile germanium dioxide (r-GeO2) has recently emerged as a promising ultrawide-bandgap (UWBG) semiconductor owing to its wide bandgap (~4.4-5.1 eV), ambipolar doping potential, and high theoretical thermal conductivity. However, experimental data on the thermal conductivity of r-GeO2 epitaxial layers have not been reported, primarily due to challenges in phase control and surface roughness. Here, we report a high thermal conductivity of 52.9 +/- 6.6 W m^-1 K^-1 for high-quality (002) r-GeO2 films grown by metal-organic chemical vapor deposition (MOCVD) and characterized using time-domain thermoreflectance (TDTR). The phase control was achieved through a seed-driven stepwise crystallization (SDSC) approach, and the surface roughness was significantly reduced from 76 nm to 16 nm (locally as low as 1 A) via chemical mechanical polishing (CMP). These results highlight the promise of r-GeO2 as a UWBG oxide platform for power electronics applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Theoretical Investigation of Anomalous Hall and Nernst Responses in Potassium Tri Vanadium Pentantimonide",
      "authors": [
        "Partha Goswami"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27230",
      "arxiv": "https://arxiv.org/abs/2510.27230",
      "doi": null,
      "summary": "We present a theoretical study of the anomalous Nernst and Hall conductance in the Kagome metal potassium tri vanadium pentantimonide, based on a system Hamiltonian incorporating nearest neighbour and complex next nearest neighbour hopping, Rashba spin orbit coupling, an exchange field induced by magnetic proximity, and a charge density wave potential. Our analysis reveals that the Nernst conductivity exhibits a non monotonic temperature dependence. It increases with temperature, reaches a pronounced peak, and subsequently declines at higher temperatures due to thermal broadening, which diminishes the influence of Berry curvature. Notably, small shifts in the chemical potential can lead to dramatic changes in the Nernst signal enhancing its magnitude or even reversing its sign highlighting the system sensitivity to carrier density. We further explore the anomalous Hall behaviour within this framework. The band structure hosts multiple bands with nonzero Berry curvature, and preliminary Chern number calculations suggest weak topological features, namely, while not fully quantized, the system exhibits significant Berry curvature accumulation. Upon introducing momentum space winding, implemented via a momentum dependent phase in the complex hopping terms to mimic orbital magnetic flux, we observe that two bands acquire opposite Chern numbers. The remaining bands remain topologically trivial."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "First-principles design of excitonic insulators: A review",
      "authors": [
        "H. W. Qu, H. T. Liu, Y. C. Li"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27231",
      "arxiv": "https://arxiv.org/abs/2510.27231",
      "doi": "10.1088/1674-1056/ade073",
      "summary": "The excitonic insulator (EI) is a more than 60-year-old theoretical proposal that yet remains elusive. It is a purely quantum phenomenon involving the spontaneous generation of excitons in quantum mechanics and the spontaneous condensation of excitons in quantum statistics. At this point, the excitons represent the ground state rather than the conventional excited state. Thus, the scarcity of candidate materials is a key factor contributing to the lack of recognized EI to date. In this review, we begin with the birth of EI, presenting the current state of the field and the main challenges it faces. We then focus on recent advances in the discovery and design of EIs based on the first-principles Bethe-Salpeter scheme, in particular the dark-exciton rule guided screening of materials. It not only opens up new avenues for realizing excitonic instability in direct-gap and wide-gap semiconductors, but also leads to the discovery of novel quantum states of matter such as half-EIs and spin-triplet EIs. Finally, we will look ahead to possible research pathways leading to the first recognized EI, both computationally and theoretically."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The plastic flow of polycrystalline solids",
      "authors": [
        "Miguel Lagos"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27242",
      "arxiv": "https://arxiv.org/abs/2510.27242",
      "doi": null,
      "summary": "A polycrystalline solid is modelled as an ensemble of random irregular polyhedra filling the entire space occupied by the solid body, leaving no voids or flaws between them. Adjacent grains can slide with a relative velocity proportional to the local shear stress resolved in the plane common to the two sliding grains, provided it exceeds a threshold. The local forces associated to the continuous grain shape accommodation for preserving matter continuity are assumed much weaker. The model can be solved analytically and for overcritical conditions gives two regimes of deformation, plastic and superplastic. The plastic regime, from yield to fracture, is dealt with. Applications to nickel superalloys and stainless steels give impressive agreement with experiment. Most work of the last century relies on postulating pre--existent cracks and voids to explain plastic deformation and fracture. The present model gives much better results."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ground states of a family of frustrated spin models for quasicrystals and their approximants",
      "authors": [
        "Anuradha Jagannathan"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27260",
      "arxiv": "https://arxiv.org/abs/2510.27260",
      "doi": null,
      "summary": "Many new families of quasicrystal-forming magnetic alloys have been synthesized and studied in recent years. For small changes of composition, the alloys can go from quasiperiodic to periodic (approximant crystals) while conserving most of the local atomic environments. Experiments show that many of the periodic approximants order at low temperatures, with clear signatures of ferromagnetic or antiferromagnetic transitions, and also in some cases undergo non-equilibrium spin glass transitions. In contrast, the quasicrystals are mostly found to be spin glasses. Systematically studying these alloys could help elucidate the role played by quasiperiodicity in (de)stabilizing long range magnetic order. In this work, we study cluster spin models with the aim of understanding the mechanisms behind various types of long range magnetic ordering in approximants and quasicrystals. These models embody key features of real systems, and to some extent are analytically tractable, both for periodic and quasiperiodic cases. For the quasicrystal, we describe two novel magnetic phases with quasiperiodic ordering. Our results should serve to motivate further studies with detailed numerical explorations of this family of models."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Information geometry of perturbed gradient flow systems on hypergraphs: A perspective towards nonequilibrium physics",
      "authors": [
        "Dimitri Loutchko, Keisuke Sugie, Tetsuya J Kobayashi"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27268",
      "arxiv": "https://arxiv.org/abs/2510.27268",
      "doi": null,
      "summary": "This article serves to concisely review the link between gradient flow systems on hypergraphs and information geometry which has been established within the last five years. Gradient flow systems describe a wealth of physical phenomena and provide powerful analytical technquies which are based on the variational energy-dissipation principle. Modern nonequilbrium physics has complemented this classical principle with thermodynamic uncertaintly relations, speed limits, entropy production rate decompositions, and many more. In this article, we formulate these modern principles within the framework of perturbed gradient flow systems on hypergraphs. In particular, we discuss the geometry induced by the Bregman divergence, the physical implications of dual foliations, as well as the corresponding infinitesimal Riemannian geometry for gradient flow systems. Through the geometrical perspective, we are naturally led to new concepts such as moduli spaces for perturbed gradient flow systems and thermodynamical area which is crucial for understanding speed limits. We hope to encourage the readers working in either of the two fields to further expand on and foster the interaction between the two fields."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Domain Growth and Aging in a Phase Separating Binary Fluid Confined Inside a Nanopore",
      "authors": [
        "Saikat Basu, Suman Majumder, Raja Paul, Subir K. Das"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27283",
      "arxiv": "https://arxiv.org/abs/2510.27283",
      "doi": null,
      "summary": "Hydrodynamics is known to have strong effects on the kinetics of phase separation. There exist open questions on how such effects manifest in systems under confinement. Here, we have undertaken extensive studies of the kinetics of phase separation in a two-component fluid that is confined inside pores of cylindrical shape. Using a hydrodynamics-preserving thermostat, we carry out molecular dynamics simulations to obtain results for domain growth and aging for varying temperature and pore-width. We find that all systems freeze into a morphology where stripes of regions rich in one or the other component of the mixture coexist in a locked situation. Our analysis suggests that, irrespective of the temperature the growth of the average domain size, $\\ell(t)$, prior to the freezing into stripped patterns, follows the power law $\\ell(t)\\sim t^{2/3}$, suggesting an inertial hydrodynamic growth, which typically is applicable for bulk fluids only in the asymptotic limit. Similarly, the aging dynamics, probed by the two-time order-parameter autocorrelation function, also exhibits a temperature-independent power-law scaling with an exponent $\\lambda \\simeq 2.55$, much smaller than what is observed for a bulk fluid."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Single femtosecond laser pulse-driven ferromagnetic switching",
      "authors": [
        "Chen Xiao, Boyu Zhang, Xiangyu Zheng, Yuxuan Yao, Jiaqi Wei, Dinghao Ma, Yuting Gong, Rui Xu, Xueying Zhang, Yu He, Wenlong Cai, Yan Huang, Daoqian Zhu, Shiyang Lu, Kaihua Cao, Hongxi Liu, Pierre Vallobra, Xianyang Lu, Youguang Zhang, Bert Koopmans, Weisheng Zhao"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27288",
      "arxiv": "https://arxiv.org/abs/2510.27288",
      "doi": null,
      "summary": "Light pulses offer a faster, more energy-efficient, and direct route to magnetic bit writing, pointing toward a hybrid memory and computing paradigm based on photon transmission and spin retention. Yet progress remains hindered, as deterministic, single-pulse optical toggle switching has so far been achieved only with ferrimagnetic materials, which require too specific a rare-earth composition and temperature conditions for technological use. In mainstream ferromagnet--central to spintronic memory and storage--such bistable switching is considered fundamentally difficult, as laser-induced heating does not inherently break time-reversal symmetry. Here, we report coherent magnetization switching in ferromagnets, driven by thermal anisotropy torque with single laser pulses. The toggle switching behavior is robust over a broad range of pulse durations, from femtoseconds to picoseconds, a prerequisite for practical applications. Furthermore, the phenomenon exhibits reproducibility in CoFeB/MgO-based magnetic tunnel junctions with a high magnetoresistance exceeding 110%, as well as the scalability down to nanoscales with remarkable energy efficiency (17 fJ per 100-nm-sized bit). These results mark a notable step toward integrating opto-spintronics into next-generation memory and storage technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Influence of Hydrogen-Incorporation on the Bulk Electronic Structure and Chemical Bonding in Palladium",
      "authors": [
        "L. J. Bannenberg, F. Garc\\'ia-Mart\\'inez, P. L\\\"omker, R. Y. Engel, C. Schlueter, H. Schreuders, A. Navarathna, L. E. Ratcliff, A. Regoutz"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27294",
      "arxiv": "https://arxiv.org/abs/2510.27294",
      "doi": null,
      "summary": "Palladium hydride is a model system for studying metal-hydrogen interactions. Yet, its bulk electronic structure has proven difficult to directly probe, with most studies to date limited to surface-sensitive photoelectron spectroscopy approaches. This work reports the first in-situ ambient-pressure hard X-ray photoelectron spectroscopy (AP-HAXPES) study of hydrogen incorporation in Pd thin films, providing direct access to bulk chemical and electronic information at elevated hydrogen pressures. Structural characterisation by in-situ X-ray diffraction and neutron reflectometry under comparable conditions establishes a direct correlation between hydrogen loading, lattice expansion, and electronic modifications. Comparison with density functional theory (DFT) reveals how hydrogen stoichiometry and site occupancy govern the density of occupied states near the Fermi level. These results resolve long-standing questions regarding PdH and establish AP-HAXPES as a powerful tool for probing the bulk electronic structure of metal hydrides under realistic conditions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Salt crystallization and deliquescence triggered by humidity cycles in nanopores",
      "authors": [
        "Hugo Bellezza, Marine Poizat, Olivier Vincent"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27309",
      "arxiv": "https://arxiv.org/abs/2510.27309",
      "doi": null,
      "summary": "We study the response of materials with nanoscale pores containing sodium chloride solutions, to cycles of relative humidity (RH). Compared to pure fluids, we show that these sorption isotherms display much wider hysteresis, with a shape determined by salt crystallization and deliquescence rather than capillary condensation and Kelvin evaporation. Both deliquescence and crystallization are significantly shifted compared to the bulk and occur at unusually low RH. We systematically analyze the effect of pore size and salt amount, and rationalize our findings using confined thermodynamics, osmotic effects and classical nucleation theory."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Lattice dynamics in chiral tellurium by linear and circularly polarized Raman spectroscopy: crystal orientation and handedness",
      "authors": [
        "Davide Spirito, Sergio Marras, Beatriz Mart\\'in-Garc\\'ia"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27341",
      "arxiv": "https://arxiv.org/abs/2510.27341",
      "doi": "10.1039/D3TC04333A",
      "summary": "Trigonal tellurium (Te) has attracted researchers' attention due to its transport and optical properties, which include electrical magneto-chiral anisotropy, spin polarization and bulk photovoltaic effect. It is the anisotropic and chiral crystal structure of Te that drive these properties, so the determination of its crystallographic orientation and handedness is key to their study. Here we explore the structural dynamics of Te bulk crystals by angle-dependent linearly polarized Raman spectroscopy and symmetry rules in three different crystallographic orientations. The angle-dependent intensity of the modes allows us to determine the arrangement of the helical chains and distinguish between crystallographic planes parallel and perpendicular to the chain axis. Furthermore, under different configurations of circularly polarized Raman measurements and crystal orientations, we observe the shift of two phonon modes only in the (0 0 1) plane. The shift is positive or negative depending on the handedness of the crystals, which we determine univocally by chemical etching. Our analysis of three different crystal faces of Te highlights the importance of selecting the proper orientation and crystallographic plane when investigating the transport and optical properties of this material. These results offer insight into the crystal structure and symmetry in other anisotropic and chiral materials, and open new paths to select a suitable crystal orientation when fabricating devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "High-performance thermochromic multilayer coatings with W-doped VO2 nanoparticles dispersed in SiO2 matrix prepared on glass at a low temperature",
      "authors": [
        "Jaroslav Vlcek, Michal Kaufman, Elnaz M. Nia, Jiri Houska, Jiechao Jiang, Radomir Cerstvy, Stanislav Haviar, Efstathios I. Meletis"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27370",
      "arxiv": "https://arxiv.org/abs/2510.27370",
      "doi": null,
      "summary": "We report a high-performance thermochromic VO2-based coating prepared by using a three-step process, consisting of magnetron sputter depositions of SiO2 films and V-W films and their postannealing, on standard glass at a low substrate temperature of 350 {\\deg}C without opening the vacuum chamber to atmosphere. It is formed by four layers of W-doped VO2 nanoparticles dispersed in SiO2 matrix. The coating exhibits a transition temperature of 33 {\\deg}C with an integral luminous transmittance of 65.4% (low-temperature state) and 60.1% (high-temperature state), and a modulation of the solar energy transmittance of 15.3%. Such a combination of properties, together with the low temperature during preparation, fulfill the requirements for large-scale implementation on building glass and have not been reported yet."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fate and origin of the quantum Otto heat engine based on the dissipative Dicke-Hubbard model",
      "authors": [
        "He-Guang Xu, Shujie Cheng"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27376",
      "arxiv": "https://arxiv.org/abs/2510.27376",
      "doi": null,
      "summary": "The Dicke-Hubbard model, describing an ensemble of interacting atoms in a cavity, provides a rich platform for exploring collective quantum phenomena. However, its potential for quantum thermodynamic applications remains largely uncharted. Here, we study a quantum Otto heat engine whose working substance is a system governed by the Dicke-Hubbard Hamiltonian. Through the research on steady-state superradiance phase transitions, it is demonstrated that the steady-state synergistic mechanism under high and low temperature environments is the reason for the emergence of high-performance heat engines. By analyzing the influences of atom-light coupling strength, inter-cavity hopping strength and atom number on the working modes of quantum Otto cycle, it is clarified that the effective working regions of each working mode. This work has established a close connection between superradiance phase transition and the quantum thermodynamic applications. It not only deepens our understanding of the energy conversion mechanism in non-equilibrium quantum thermodynamics but also lays a theoretical foundation for the future experimental design of high-performance quantum Otto heat engines."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hexagonal BeX (X: S, Te) monolayer as potential electrode material for alkali metal-ion batteries: A DFT perspective",
      "authors": [
        "Hetvi Jadav, Sadhana Matth, Himanshu Pandey"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27429",
      "arxiv": "https://arxiv.org/abs/2510.27429",
      "doi": null,
      "summary": "Metal-ion batteries (MIBs) are essential for transitioning to a cleaner and more sustainable energy future. By employing the density functional formalism, we have investigated the hexagonal (h) monolayer of BeS and BeTe as electrode materials for alkali (Li and Na) MIBs. The structural and thermodynamic stability, adsorption of Li/Na atoms, density of states, diffusion, and migration of atoms, as well as capacity, are systematically investigated. The structures of h-BeS and h-BeTe remain stable upon the adsorption of adatoms, resulting in improved electronic conductivity of these monolayers. The climbing image-nudged elastic band calculations estimate a low diffusion barrier of 0.16 eV (0.01 eV) for Li (Na) in h-BeS and 0.20 eV (0.16 eV) for Li (Na) in h-BeTe. Additionally, a maximum storage capacity of 580 mAh g-1 for Li and 1305 mAh g-1 for Na in h-BeS, as well as 174 mAh g-1 for h-BeTe, is estimated for both metal ions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Density functional investigations on 2D-Be2C as an anode for alkali Metal-ion batteries",
      "authors": [
        "Hetvi Jadav, Sadhana Matth, Himanshu Pandey"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27433",
      "arxiv": "https://arxiv.org/abs/2510.27433",
      "doi": "10.1002/est2.70048",
      "summary": "Metal-ion batteries are in huge demand to cope with the increasing need for renewable energy, especially in automobiles. In this work, we apply first-principle calculations to examine two-dimensional beryllium carbide (2D-Be2C) as a possible anode material for metal-ion (Na and K) batteries. 2D-Be2C is a semiconductor and becomes metallic by adsorbing metal ions. Negative adsorption energy indicates stable adsorption on the monolayer of Be2C. Alkali metal diffusion barrier and optimum path for minimum energy are studied within the framework of the climbing image nudged elastic band method. Here, six intermediate images are considered between the initial and final states. The lowest diffusion barriers for a single adsorbed Na and K atom are 0.016 and 0.026 eV, respectively. A maximum open circuit voltage of around 1 V is computed for K ions, whereas 0.5 V is for Na ions. Also, the maximum storage capacity of the Be2C monolayer is estimated at 1785 Ah/kg."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "First-Order Spin-Reorientation Transition and Incomplete Softening of the Antiferromagnetic Resonance Mode in Multiferroic GdFe$_3$(BO$_3$)$_4$",
      "authors": [
        "I. N. Khoroshiy, S. A. Skorobogatov, S. E. Nikitin, I. A. Gudim, V. R. Titova, A. I. Pankrats"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27458",
      "arxiv": "https://arxiv.org/abs/2510.27458",
      "doi": null,
      "summary": "The multiferroic ferroborate GdFe$_3$(BO$_3$)$_4$ with huntite-type structure exhibits magnetic ordering below T$_N$ = 38 K and contains two magnetic subsystems associated with Gd and Fe ions. Competing anisotropies of these subsystems drive a spin reorientation transition at T$_{SR}$ = 10.7 K, switching the ground state from easy-axis to easy-plane. Using antiferromagnetic resonance, we investigate the spin dynamics across this transition. The observed incomplete softening of a magnon mode during both field- and temperature-induced spin-reorientation transitions indicates the first-order nature of the phase transition, which is accompanied by a discontinuous jump in the effective anisotropy field. We reproduce this behavior using a simple model that attributes the jump in the anisotropy field to the presence of an effective fourth-order anisotropy constant, responsible for the discontinuous character of the transition. Remarkably, for in-plane magnetic fields, we identify a new AFMR mode that persists from 12 K up to T$_N$. This mode likely corresponds to the dynamics of a long period incommensurate state, previously detected by resonant elastic X-ray scattering."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Size-dependent transformation patterns in NiTi tubes under tension and bending: Stereo digital image correlation experiments and modeling",
      "authors": [
        "Aslan Ahadi, Elham Sarvari, Jan Frenzel, Gunther Eggeler, Stanis{\\l}aw Stupkiewicz, Mohsen Rezaee-Hajidehi"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27464",
      "arxiv": "https://arxiv.org/abs/2510.27464",
      "doi": null,
      "summary": "The dependence of transformation pattern in superelastic NiTi tubes on tube outer diameter D and wall-thickness t is investigated through quasi-static uniaxial tension and large-rotation bending experiments. The evolution of outer-surface strain fields is synchronized with global stress-strain and moment-curvature responses using a multi-magnification, high-resolution stereo digital image correlation system at 0.5-2x magnifications. The transformation patterns exhibit systematic size-dependent behaviors. Under tension and for a specific D, as the diameter-to-thickness ratio D/t decreases, a decreasing number of fat/diffuse helical bands emerge, in contrast to sharp/slim bands in thin tubes. Consequently, the austenite-martensite front morphology transitions from finely-fingered to coarsely-fingered with decreasing D/t. Below a characteristic D/t, front morphology no longer exhibits patterning and phase transformation proceeds via propagation of a finger-less front. Moreover, the transformation pattern exhibits an interrelation between D and D/t, where a front possessing diffuse fingers is observed in a thin but small tube. Under bending, both the global moment-curvature response and transformation pattern exhibit D- and D/t-dependence. While wedge-like martensite domains consistently form across all tube sizes, their growth is noticeably limited in smaller and thicker tubes due to geometrical constraints. A gradient-enhanced model of superelasticity is employed to analyze the distinct transformation patterns observed in tubes of various dimensions. The size-dependent behavior is explained based on the competition between bulk and interfacial energies, and the energetic cost of accommodating martensite fingers. By leveraging an axisymmetric tube configuration as a reference energy state, the extra energy associated with the formation of fingers is quantified."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Snap, Crackle, and Pop: This is why the potential of mean force clashes with the fluctuation dissipation relation",
      "authors": [
        "Fabian Koch, Tabita Wasmer, Tanja Schilling"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27465",
      "arxiv": "https://arxiv.org/abs/2510.27465",
      "doi": null,
      "summary": "We analyze the non-linear generalized Langevin equation which contains a thermodynamic force. We show that even for systems in thermal equilibrium the presence of the thermodynamic force implies that the auto-correlation function of the fluctuating force becomes non-stationary. We further illustrate that a standard coarse-graining procedure that neglects this fact predicts waiting-time distributions incompatible with the original, microscopic process. We conclude that one needs to proceed with care when adding thermodynamic driving forces to the Langevin equation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Photoinduced excitonic magnetism in a multiorbital Hubbard system",
      "authors": [
        "Lei Geng, Sujay Ray, Philipp Werner"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27483",
      "arxiv": "https://arxiv.org/abs/2510.27483",
      "doi": null,
      "summary": "Multiorbital Hubbard models with Hund coupling and crystal-field splitting exhibit an instability toward spin-triplet excitonic order in the parameter regime characterized by strong local spin fluctuations. Upon chemical doping, two distinct types of excitonic ferromagnetism have been reported. Using steady-state nonequilibrium dynamical mean-field theory, we demonstrate that photo-doped half-filled systems can host nonthermal counterparts of these excitonic phases and exhibit a rich phase diagram in the space of photo-doping and crystal field splitting. Photo-doping a spin-triplet excitonic insulator provides a route towards nonequilibrium control of magnetic order."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "On-chip cavity electro-acoustics using lithium niobate phononic crystal resonators",
      "authors": [
        "Jun Ji, Joseph G. Thomas, Zichen Xi, Liyang Jin, Dayrl P. Briggs, Ivan I. Kravchenko, Arya G. Pour, Liyan Zhu, Yizheng Zhu, Linbo Shao"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27496",
      "arxiv": "https://arxiv.org/abs/2510.27496",
      "doi": null,
      "summary": "Mechanical systems are pivotal in quantum technologies because of their long coherent time and versatile coupling to qubit systems. So far, the coherent and dynamic control of gigahertz-frequency mechanical modes mostly relies on optomechanical coupling and piezoelectric coupling to superconducting qubits. Here, we demonstrate on-chip cavity electro-acoustic dynamics using our microwave-frequency electrically-modulated phononic-crystal (PnC) resonators on lithium niobate (LN). Leveraging the high dispersion of PnC, our phononic modes space unevenly in the frequency spectrum, emulating atomic energy levels. Atomic-like transitions between different phononic modes are achieved by applying electrical fields to modulate phononic modes via nonlinear piezoelectricity of LN. Among two modes, we demonstrate Autler-Townes splitting (ATS), alternating current (a.c.) Stark shift, and Rabi oscillation with a maximum cooperativity of 4.18. Extending to three modes, we achieve non-reciprocal frequency conversions with an isolation up to 20 dB. Nonreciprocity can be tuned by the time delay between the two modulating pulses. Our cavity electro-acoustic platform could find broad applications in sensing, microwave signal processing, phononic computing, and quantum acoustics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "First-principles calculations of thermal transport at metal/silicon interfaces: evidence of interfacial electron-phonon coupling",
      "authors": [
        "Micha\\\"el De San F\\'eliciano, Christophe Adessi, Julien El Hajj, Nicolas Horny, Fran\\c{c}ois Detcheverry, Manuel Cobian, Samy Merabia"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27499",
      "arxiv": "https://arxiv.org/abs/2510.27499",
      "doi": null,
      "summary": "With the increasing miniaturization of electronic components and the need to optimize thermal management, it has become essential to understand heat transport at metal/semiconductor interfaces. While it has been recognized decades ago that an electron phonon channel may take place at metal-semiconductor interfaces, its existence is still controversial. Here, we investigate thermal transport at metal-silicon interfaces using the combination of first principles calculations and nonequilibrium Green's function (NEGF). We explain how to correct NEGF formalism to account for the out of equilibrium nature of the energy carriers in the vicinity of the interface. The relative corrections to the equilibrium distribution are shown to arise from the spectral mean free paths of silicon and may reach 15 percents. Applying these corrections, we compare the predictions of NEGF to available experimental data for Au/Si, Pt/Si and Al/Si interfaces. Based on this comparison, we infer the value of the electron phonon interfacial thermal conductance by employing the two temperature model. We find that interfacial thermal transport at Au/Si interfaces is mainly driven by phonon phonon processes, and that electron phonon processes play a negligible role in this case. By contrast, for Al/Si interfaces, we show that phonon-phonon scattering alone can not explain the experimental values reported so far, and we estimate that the electron-phonon interfacial conductance accounts for one third of the total conductance. This work demonstrates the importance of the electron-phonon conductance at metal-silicon interfaces and calls for systematic experimental investigation of thermal transport at these interfaces at low temperatures. It paves the way for an accurate model to predict the conductance associated to the interfacial electron phonon channel."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ground State Excitations and Energy Fluctuations in Short-Range Spin Glasses",
      "authors": [
        "C. M. Newman, D. L. Stein"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27507",
      "arxiv": "https://arxiv.org/abs/2510.27507",
      "doi": null,
      "summary": "We study the stability of ground states in the Edwards-Anderson Ising spin glass in dimensions two and higher against perturbations of a single coupling. After reviewing the concepts of critical droplets, flexibilities and metastates, we show that, in any dimension, a certain kind of critical droplet with space-filling (i.e., positive spatial density) boundary does not exist in ground states generated by coupling-independent boundary conditions. Using this we show that if incongruent ground states exist in any dimension, the variance of their energy difference restricted to finite volumes scales proportionally to the volume. This in turn is used to prove that a metastate generated by (e.g.) periodic boundary conditions is unique and supported on a single pair of spin-reversed ground states in two dimensions. We further show that a type of excitation above a ground state, whose interface with the ground state is space-filling and whose energy remains O(1) independent of the volume, as predicted by replica symmetry breaking, cannot exist in any dimension."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Characterization of heat transfer in 3D CMOS structures using Sideband Scanning Thermal Wave Microscopy",
      "authors": [
        "Valentin Fonck, Mohammadali Razeghi, Jean Spi\\`ece, Phillip Dobson, Jonathan Weaver, George Ridgard, Grayson M. Noah, Pascal Gehring"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27529",
      "arxiv": "https://arxiv.org/abs/2510.27529",
      "doi": null,
      "summary": "Efficient thermal management is critical for cryogenic CMOS circuits, where local heating can compromise device performance and qubit coherence. Understanding heat flow at the nanoscale in these multilayer architectures requires localized, high-resolution thermal probing techniques capable of accessing buried structures. Here, we introduce a sideband thermal wave detection scheme for Scanning Thermal Microscopy, S-STWM, to probe deeply buried heater structures within CMOS dies. By extracting the phase of propagating thermal waves, this method provides spatially resolved insight into heat dissipation pathways through complex multilayer structures. Our approach enables quantitative evaluation of thermal management strategies, informs the design of cryo-CMOS circuits, and establishes a foundation for in situ thermal characterization under cryogenic operating conditions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Diffusion velocity modulus of self-propelled spherical and circular particles in the generalized Langevin approach",
      "authors": [
        "Pedro J. Colmenares"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27536",
      "arxiv": "https://arxiv.org/abs/2510.27536",
      "doi": null,
      "summary": "This research provides a framework for describing the averaged modulus of the velocity reached by an accelerated self-propelled Brownian particle diffusing in a thermal fluid and constrained to a harmonic external potential. The system is immersed in a thermal bath of harmonic oscillators at a constant temperature, where its constituents also interact with the external field. The dynamics is investigated for a sphere and a disk, and is split into two stochastic processes. The first describes the gross-grained inner time-dependent self-velocity generated from a set of independent Ornstein-Uhlenbeck processes without the influence of the external field. This internal mechanism provides the initial velocity for the particle to diffuse in the fluid, which is implemented in a modified generalized Langevin equation as the second process. We find that the system exhibits spontaneous fluctuations in the diffusive velocity modulus due to the inner mechanism; however, as expected, the momentary diffusive velocity fluctuations fade out at large times. The internal propelled velocity module in spherical coordinates is derived, as well as the simulation of the different modules for both the sphere and the already known equations for a disk in polar coordinates."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phase Transitions of Oscillating Droplets on Horizontally Vibrating Substrates",
      "authors": [
        "King L. Ng, Lu\\'is H. Carnevale, Micha{\\l} Klamka, Piotr Deuar, Tomasz Bobinski, Panagiotis E. Theodorakis"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27538",
      "arxiv": "https://arxiv.org/abs/2510.27538",
      "doi": "10.1063/5.0296080",
      "summary": "Droplet deformations caused by substrate vibrations are ubiquitous in nature and highly relevant for applications such as microreactors and single-cell sorting. The vibrations can induce droplet oscillations, a fundamental process that requires an in-depth understanding. Here, we report on extensive many-body dissipative particle dynamics simulations carried out to study the oscillations of droplets of different liquids on horizontally vibrating substrates, covering a wide range of vibration frequencies and amplitudes as well as substrate wettability. We categorize the phases observed for different parameter sets based on the capillary number and identify the transitions between the observed oscillation phases, which are characterized by means of suitable parameters, such as the angular momentum and vorticity of the droplet. The instability growth rate for oscillation phase II, which leads to highly asymmetric oscillations and eventual droplet breakup, is also determined. Finally, we characterize the state of the droplet for the various scenarios by means of the particle-particle and particle-substrate contacts. We find a steady-state scenario for phase I, metastable breathing modes for phase II, and an out-of-equilibrium state for phase III. Thus, we anticipate that this study provides much needed insights into a fundamental phenomenon in nature with significant relevance for applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Molecular ink-based synthesis of Bi(SzSe1-z)(IxBr1-x) solid solutions as tuneable materials for sustainable energy applications",
      "authors": [
        "David Rovira, Ivan Ca\\~no, Cibran Lopez, Alejandro Navarro-G\\\"uell, Jos\\'e Miguel Asensi, Lorenzo Calvo-Barrio, Laura Garcia-Carreras, Xavier Alcobe, Luis Cerqueira, Victoria Corregidor, Yudania Sanchez, Sonia Lanzalaco, Alex Jimenez-Arquijo, Outman El Khouja, Jonathan W. Turnley, Rakesh Agrawal, Claudio Cazorla, Joaquim Puigdollers, Edgardo Saucedo"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27546",
      "arxiv": "https://arxiv.org/abs/2510.27546",
      "doi": "10.1002/smtd.202501723",
      "summary": "Quasi-one-dimensional (Q-1D) van der Waals chalcohalides have emerged as promising materials for advanced energy applications, combining tunable optoelectronic properties and composed by earth-abundant and non-toxic elements. However, their widespread application remains hindered by challenges such as anisotropic crystal growth, composition control and lack of knowledge on optoelectronic properties. A deeper understanding of the intrinsic limitations of these materials, as well as viable defect mitigation strategies like the engineering of solid solutions, is critical. This work presents a low-temperature synthesis route based on molecular ink deposition enabling direct crystallization of tunable Bi(SzSe1-z)(IxBr1-x) solid solutions without need for binary chalcogenide precursors. This approach yields phase-pure films with precise control over morphology, composition, and crystallographic orientation. XRD analysis and DFT calculations confirm the formation of homogeneous solid solutions, while optoelectronic measurements reveal the distinct roles of halogen and chalcogen anions in tuning bandgap energy and carrier type, with Se shifting downwards the conduction band. The versatility of this synthesis technique enables morphology control ranging from compact films to rod-shaped microcrystals, expanding the functional adaptability of these materials. These findings offer a foundational framework for defect engineering and the scalable integration of chalcohalides in next-generation energy technologies, including photovoltaics, photocatalysis, thermoelectrics, and chemical sensing."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Extreme breakdown of the Einstein relation in liquid water under centrifugation",
      "authors": [
        "Joseph F. Wild, Yihan Li, Keyue Liang, Aishwarya S. Gujarathi, Heng Chen, Alex N. Halliday, Stephen E. Cox, Yuan Yang"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27561",
      "arxiv": "https://arxiv.org/abs/2510.27561",
      "doi": null,
      "summary": "We present evidence that the Einstein relation (ER) breaks down completely in pure water and dilute aqueous solutions under strong centrifugation fields at 40 oC. Isotopologues (e.g., H2O-18) and solutes migrate at a speed of only 5% of that predicted based on the ER. The ER is restored with the addition of solutes above a transition concentration (ct). We further discovered a new scaling law between the solute's partial molar density, the centrifugal acceleration, and ct, which can be quantitatively described by a two-phase model in analog to the Avrami model for phase transformation. The breakdown may stem from long-range dipole interactions or the hydrogen bond network in water, which are disrupted by the presence of solutes. This report shows that studying transport under centrifugation can be a new strategy to understand fundamental transport properties and complex interactions in liquids."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Synthesis of organic-inorganic perovskite and all-inorganic lead-free double perovskite nanocrystals by femtosecond laser pulses",
      "authors": [
        "Volodymyr Vasylkovskyi, Andrey Evlyukhin, Elena Schlein, Mykola Slipchenko, Roman Kiyan, Kestutis Kurselis, Vladimir Dyakonov, Boris Chichkov"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27563",
      "arxiv": "https://arxiv.org/abs/2510.27563",
      "doi": null,
      "summary": "Perovskite materials are at the forefront of modern materials science due to their exceptional structural, electronic, and optical properties. The controlled fabrication of perovskite nanostructures is crucial for enhancing their performance, stability, and scalability, directly impacting their applications in next-generation devices such as solar cells, LEDs, and sensors. Here, we present a novel, ligand-free approach to synthesize perovskite nanocrystals (NCs) with average sizes up to 100 nm, using femtosecond pulsed laser ablation (PLA) in ambient air without additional liquid media. We demonstrate this method for both organic-inorganic (methylamino lead) hybrid perovskites (MAPbX3, X = Cl, Br, I) and fully inorganic lead-free double perovskites (Cs2AgBiX6, X = Cl, Br), achieving high-purity NCs without stabilizing ligands - a critical advancement over conventional chemical synthesis methods. By tailoring laser parameters, we systematically elucidate the influence of perovskite composition (halide type, organic vs. inorganic cation, single versus double perovskite structure) on the ablation process and the resulting nanocrystal properties. Transmission electron microscopy and X-ray diffraction confirm the preservation of crystallinity, with MAPbX3 forming larger (approximately 90 nm) cubic NCs and Cs2AgBiX6 forming smaller (approximately 10 nm) rounded NCs. Photoluminescence spectroscopy reveals pronounced size-dependent blue shifts (17-40 nm) due to quantum confinement, particularly for Br and I containing perovskites. This clean, scalable, and versatile PLA approach not only provides direct access to high-purity, ligand-free perovskite NCs with tunable optical properties but also represents a significant advance in the fabrication of nanostructures, enabling the exploration of new perovskite-based optoelectronic and quantum devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Learning viscoplastic constitutive behavior from experiments: II. Dynamic indentation",
      "authors": [
        "Andrew Akerson, Aakila Rajan, Daniel Casem, Kaushik Bhattacharya"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27570",
      "arxiv": "https://arxiv.org/abs/2510.27570",
      "doi": null,
      "summary": "We continue the development of a method to accurately and efficiently identify the constitutive behavior of complex materials through full-field observations that we started in Akerson, Rajan and Bhattacharya (2024). We formulate the problem of inferring constitutive relations from experiments as an indirect inverse problem that is constrained by the balance laws. Specifically, we seek to find a constitutive behavior that minimizes the difference between the experimental observation and the corresponding quantities computed with the model, while enforcing the balance laws. We formulate the forward problem as a boundary value problem corresponding to the experiment, and compute the sensitivity of the objective with respect to the model using the adjoint method. In this paper, we extend the approach to include contact and study dynamic indentation. Contact is a nonholonomic constraint, and we introduce a Lagrange multiplier and a slack variable to address it. We demonstrate the method on synthetic data before applying it to experimental observations on rolled homogeneous armor steel and a polycrystalline aluminum alloy."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "First-Principles Study of Transition Metal Doped in 2D Polyaramid for Novel Material Modelling",
      "authors": [
        "Ravi Trivedi, Chaithanya Purushottam Bhat, Shakti S. Ray, Debashis Bandyopadhyay"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27578",
      "arxiv": "https://arxiv.org/abs/2510.27578",
      "doi": null,
      "summary": "We present a first--principles density functional theory (DFT) study of transition metal (TM = Ti, Cr, Mn, Fe, Co, Ni) functionalized two--dimensional polyaramid (2DPA) to explore their structural, electronic, and magnetic properties. Mechanical parameters, such as bulk modulus, shear modulus, Young's modulus, Poisson's ratio, and Pugh ratio, together with phonon dispersion, confirm the mechanical and dynamic stability of all doped systems. Electronic structure analysis shows strong binding of Co, Cr, Fe, Ni, and Ti with formation energies between --1.15 eV and --2.96 eV, while Mn binds more weakly (--0.67 eV). TM doping introduces new electronic states that reduce the band gap, with Fe-doped 2DPA exhibiting the lowest value of 0.26 eV. The systems display predominantly ferromagnetic ordering, with magnetic moments of 1.14 {\\mu}B (Co), 3.57 {\\mu}B (Cr), 2.26 {\\mu}B (Fe), 4.19 {\\mu}B (Mn), and 1.62 {\\mu}B (Ti). These results demonstrate that TM--doped 2DPA possesses tunable magnetic and electronic characteristics, highlighting its potential for spintronic applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Kinematical and dynamical contrast of dislocations in thick GaN substrates observed by synchrotron-radiation X-ray topography under six-beam diffraction conditions",
      "authors": [
        "Yongzhao Yao, Yoshiyuki Tsusaka, Yukari Ishikawa"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27597",
      "arxiv": "https://arxiv.org/abs/2510.27597",
      "doi": null,
      "summary": "Dislocations in a thick ammonothermal GaN substrate were investigated using synchrotron-radiation X-ray topography (SR-XRT) under six-beam diffraction conditions. The high brilliance of the synchrotron source enabled the observation of the super-Borrmann effect, which markedly enhanced the anomalous transmission of X-rays through the 350~$\\mu$m-thick crystal. Systematic variation of the deviation angle~$\\Delta\\omega$ revealed a clear transition from kinematical to dynamical diffraction, consistent with theoretical predictions based on dynamical diffraction theory. By selectively exciting five equivalent two-beam diffraction conditions near the six-beam configuration, the Burgers vectors of individual threading edge dislocations (TEDs) were determined according to the $g\\cdot b$ invisibility criterion. The measured dislocation image widths agreed well with calculated values derived from the extinction distance and $|g\\cdot b|$ dependence, confirming that most dislocations possess Burgers vectors containing an $a$-type component of $\\frac{1}{3}\\langle 11\\bar{2}0\\rangle$ or $\\frac{2}{3}\\langle 11\\bar{2}0\\rangle$. These results demonstrate that SR-XRT under multibeam diffraction provides a powerful, nondestructive method for quantitative dislocation analysis in thick GaN crystals, offering valuable insights into defect structures critical for high-performance GaN-based electronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Reducing the strain required for ambient-pressure superconductivity in bilayer nickelates",
      "authors": [
        "Yaoju Tarn, Yidi Liu, Florian Theuss, Jiarui Li, Bai Yang Wang, Jiayue Wang, Vivek Thampy, Zhi-Xun Shen, Yijun Yu, Harold Y. Hwang"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27613",
      "arxiv": "https://arxiv.org/abs/2510.27613",
      "doi": null,
      "summary": "The remarkable discovery of high temperature superconductivity in bulk bilayer nickelates under high pressure has prompted the conjecture that epitaxial compressive strain might mimic essential aspects of hydrostatic pressure. The successful realization of superconductivity in films on SrLaAlO4 (001) (SLAO) supports this correspondence, yet it remains unclear whether the rich pressure-temperature phase diagram of bilayer nickelates can be systematically mapped (and studied at ambient pressure) as a function of epitaxial strain. To this end, experimental access near the elusive edge of the superconducting phase boundary would provide invaluable insight into the nature of the superconducting state and the ground state from which it emerges. It would also offer a benchmark for theoretical models. Here we report superconducting bilayer nickelates grown on LaAlO3 (001) (LAO), where the compressive strain required for ambient-pressure superconductivity is nearly halved to -1.2%. These films exhibit a superconducting onset above 10 K and reach zero resistance at 3 K, with normal-state transport properties differing from those of films grown on SLAO. Our results offer a new opportunity to probe emergent phenomena near the superconducting phase boundary in the strain-temperature phase diagram of bilayer nickelates."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Poroelasticity in the presence of active fluids",
      "authors": [
        "Riccardo Cavuoto (Department of Neurosciences, Reproductive sciences and Dentistry, University of Naples Federico II, Naples, Italy, Department of Structures for Engineering and Architecture, University of Naples Federico II, Naples, Italy), Stefania Scala (Department of Structures for Engineering and Architecture, University of Naples Federico II, Naples, Italy, Department of Chemical, Material and Production Engineering, University of Naples, Federico II, Naples, Italy), Giuseppe Mensitieri (Department of Chemical, Material and Production Engineering, University of Naples, Federico II, Naples, Italy), Massimiliano Fraldi (Department of Neurosciences, Reproductive sciences and Dentistry, University of Naples Federico II, Naples, Italy)"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27621",
      "arxiv": "https://arxiv.org/abs/2510.27621",
      "doi": null,
      "summary": "This work presents a model for characterizing porous, deformable media embedded with magnetorheological fluids (MRFs). These active fluids exhibit tunable mechanical and rheological properties that can be controlled through the application of a magnetic field, which induces a phase transition from a liquid to a solid-like state. This transition profoundly affects both stress transmission and fluid flow within the composite, leading to a behaviour governed by a well-defined threshold that depends on the ratio between the pore size and the characteristic size of clusters of magnetic particles, and can be triggered by adjusting the magnetic field intensity. These effects were confirmed through an experimental campaign conducted on a prototype composite obtained by imbibing a selected MRF into commercial sponges. To design and optimize this new class of materials, a linear poroelastic formulation is proposed and validated through comparison with experimental results. The constitutive relationships, i.e. overall elastic constitutive tensor and permeability, of the model are updated from phenomenological observations, exploiting the experimental data obtained for both the pure fluid and the composite material. The findings demonstrate that the proposed simplified formulation is sufficiently robust to predict and optimize the behaviour of porous media containing MRFs. Such materials hold significant promise for a wide range of engineering applications, including adaptive exosuits for human tissue and joint rehabilitation, as well as innovative structural systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Local ion environment in polyamide membranes revealed by molecular dynamics",
      "authors": [
        "Nathanael S. Schwindt, Anthony P. Straub, Michael F. Toney, Michael R. Shirts"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27653",
      "arxiv": "https://arxiv.org/abs/2510.27653",
      "doi": null,
      "summary": "In reverse osmosis (RO) and nanofiltration (NF) membranes, the polymer structure and interactions with solvent and solutes dictate the permeability and selectivity. However, these interactions have not been fully characterized within hydrated polymer membranes. In this study, we elucidate the local atomic neighborhood around ions within a RO membrane using molecular dynamics (MD). We built a MD model of a RO membrane closely following experimental synthesis and performed long time scale simulations of ions moving within the polymer. We find that the ion-oxygen nearest neighbor distance within the membrane is essentially the same as in solution, indicating that ions coordinate similarly in the confined membrane as in water. However, we do find that the average coordination number decreases in the polymer, which we attribute primarily to shifting the outer portion of the solvation shell beyond the cutoff, rather than being entirely stripped away. We find that cations bind tightly to both the carboxylate and amide oxygen atoms within the membrane. Even in ionized membranes, binding to amide oxygen atoms appears to play a substantial role in hindering ion mobility. Finally, we find that commonly used measures of ionic solvation structure such as coordination numbers do not fully capture the solvation structure, and we explore other measures such as the chemical composition of the nearest neighbors and the radial distribution function."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Hall correlations in tilted extended Bose-Hubbard chains",
      "authors": [
        "Hrushikesh Sable, Subrata Das, Vito W. Scarola"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27685",
      "arxiv": "https://arxiv.org/abs/2510.27685",
      "doi": null,
      "summary": "We demonstrate characteristics of a bosonic fractional quantum Hall (FQH) state in a one-dimensional extended Bose-Hubbard model (eBHM) with a static tilt. In the large tilt limit, quenched kinetic energy leads to emergent dipole moment conservation, enabling mapping to a model generating FQH states. Using exact diagonalization, density matrix renormalization group, and an analytical transfer matrix approach, we analyze energy and entanglement properties to reveal FQH correlations. Our findings set the stage for the use of quenched kinetics in simple time-reversal invariant eBHMs to explore emergent phenomena."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Informatics-Driven Selection of Polymers for Fuel-Cell Applications",
      "authors": [
        "Huan Tran, Kuan-Hsuan Shen, Shivank Shukla, Ha-Kyung Kwon, Rampi Ramprasad"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2212.13198",
      "arxiv": "https://arxiv.org/abs/2212.13198",
      "doi": "10.1021/acs.jpcc.2c07666",
      "summary": "Modern fuel cell technologies use Nafion as the material of choice for the proton exchange membrane (PEM) and as the binding material (ionomer), used to assemble the catalyst layers of the anode and cathode. These applications demand high proton conductivity as well as other requirements. For example, PEM is expected to block electrons, oxygen, and hydrogen from penetrating and diffusing while the anode/cathode ionomer should allow hydrogen/oxygen to move easily, so that they can reach the catalyst nanoparticles. Given some of the well-known limits of Nafion, such as low glass-transition temperature, the community is in the midst of an active search for Nafion replacements. In this work, we present an informatics-based scheme to search large polymer chemical spaces, which includes establishing a list of properties needed for the targeted applications, developing predictive machine-learning models for these properties, defining a search space, and using the developed models to screen the search space. Using the scheme, we have identified 60 new polymer candidates for PEM, anode ionomer, and cathode ionomer that we hope will be advanced to the next step, i.e., validating the designs through synthesis and testing. The proposed informatics scheme is generic, and can be used to select polymers for multiple applications in the future."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Larger holes as narrower degree distributions in complex networks",
      "authors": [
        "Kiri Kawato, Yukio Hayashi"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.22720",
      "arxiv": "https://arxiv.org/abs/2510.22720",
      "doi": "10.1016/j.physa.2025.131072",
      "summary": "Although the analysis of loops is not so much because of the complications, it has already been found that heuristically enhancing loops decreases the variance of degree distributions for improving the robustness of connectivity. While many real scale-free networks are known to contain shorter loops such as triangles, it remains to investigate the distributions of longer loops in more wide class of networks. We find a relation between narrower degree distributions and longer loops in investigating the lengths of the shortest loops in various networks with continuously changing degree distributions, including three typical types of realistic scale-free networks, classical Erd\\\"os-R\\'enyi random graphs, and regular networks. In particular, we show that narrower degree distributions contain longer shortest loops, as a universal property in a wide class of random networks. We suggest that the robustness of connectivity is enhanced by constructing long loops of O(log N)."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Programmable digital quantum simulation of 2D Fermi-Hubbard dynamics using 72 superconducting qubits",
      "authors": [
        "Faisal Alam, Jan Lukas Bosse, Ieva \\v{C}epait\\.e, Adrian Chapman, Laura Clinton, Marcos Crichigno, Elizabeth Crosson, Toby Cubitt, Charles Derby, Oliver Dowinton, Paul K. Faehrmann, Steve Flammia, Brian Flynn, Filippo Maria Gambetta, Ra\\'ul Garc\\'ia-Patr\\'on, Max Hunter-Gordon, Glenn Jones, Abhishek Khedkar, Joel Klassen, Michael Kreshchuk, Edward Harry McMullan, Lana Mineh, Ashley Montanaro, Caterina Mora, John J. L. Morton, Dhrumil Patel, Pete Rolph, Raul A. Santos, James R. Seddon, Evan Sheridan, Wilfrid Somogyi, Marika Svensson, Niam Vaishnav, Sabrina Yue Wang, Gethin Wright"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26845",
      "arxiv": "https://arxiv.org/abs/2510.26845",
      "doi": null,
      "summary": "Simulating the time-dynamics of quantum many-body systems was the original use of quantum computers proposed by Feynman, motivated by the critical role of quantum interactions between electrons in the properties of materials and molecules. Accurately simulating such systems remains one of the most promising applications of general-purpose digital quantum computers, in which all the parameters of the model can be programmed and any desired physical quantity output. However, performing such simulations on today's quantum computers at a scale beyond the reach of classical methods requires advances in the efficiency of simulation algorithms and error mitigation techniques. Here we demonstrate programmable digital quantum simulation of the dynamics of the 2D Fermi-Hubbard model -- one of the best-known simplified models of electrons in crystalline solids -- at a scale beyond exact classical simulation. We implement simulations of this model on lattice sizes up to $6\\times 6$ using 72 qubits on Google's Willow quantum processor, across a range of physical parameters, including on-site electron-electron interaction strength and magnetic flux, and study phenomena including formation of magnetic polarons, i.e. charge carriers surrounded by local magnetic polarisation, dynamical symmetry breaking in stripe-ordered states, attraction of charge carriers on an entangled state known as a valence bond solid, and the approach to equilibrium through thermalisation. We validate our results against exact calculations in parameter regimes where these are feasible, and compare them to approximate classical simulations performed using tensor network and operator propagation methods. Our results demonstrate that programmable digital quantum simulation of many-body interacting electron models is now competitive on state-of-the-art quantum hardware."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Revisiting Schr\\\"odinger CFTs: Factorization, Massless Particles, and a Path to the Bootstrap",
      "authors": [
        "Mathieu Boisvert, Shehab Hossam Fadda, Justin Kulp, Ramtin M. Yazdi"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26872",
      "arxiv": "https://arxiv.org/abs/2510.26872",
      "doi": null,
      "summary": "We revisit Schr\\\"odinger CFTs from a modern point of view. We introduce the ''harmonic trap geometry,'' analogous to the cylinder picture in relativistic CFTs, and demonstrate a state-operator correspondence that applies to all operators, including descendant, massless, and ''normal-ordered operators.'' A thermofield double construction plays an extremely important role. We systematically classify all physical spectra in the harmonic trap and their unitarity bounds, extending earlier results to include both massless and massive states of all spins, providing a new analytic treatment of unitarity bounds, and establishing foundations for a bootstrap. In our reformulation, previously known perturbative non-renormalization theorems follow immediately from non-perturbative factorization at fixed points and along RG flows. Massless states are described by an effective 1d CFT, as predicted by DLCQ, and violate the non-renormalization theorems. We include a self-consistent review of Schr\\\"odinger CFTs in our framework, making the paper accessible to anyone with a field theory background."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Protein-protein interaction networks can be highly sensitive to the membrane phase transition",
      "authors": [
        "Taylor Schaffner, Benjamin B. Machta"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26949",
      "arxiv": "https://arxiv.org/abs/2510.26949",
      "doi": null,
      "summary": "Many protein-protein interaction (PPI) networks take place in the fluid yet structured plasma membrane. Lipid domains, sometimes termed rafts, have been implicated in the functioning of various membrane-bound signaling processes. Here, we present a model and a Monte Carlo simulation framework to investigate how changes in the domain size that arise from perturbations to membrane criticality can lead to changes in the rate of interactions among components, leading to altered outcomes. For simple PPI networks, we show that the activity can be highly sensitive to thermodynamic parameters near the critical point of the membrane phase transition. When protein-protein interactions change the partitioning of some components, our system sometimes forms out of equilibrium domains we term pockets, driven by a mixture of thermodynamic interactions and kinetic sorting. More generally, we predict that near the critical point many different PPI networks will have their outcomes depend sensitively on perturbations that influence critical behavior."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "How Do Proteins Fold?",
      "authors": [
        "Carlos Bustamante, Christian Kaiser, Erik Lindhal, Robert Sosa, Giovanni Volpe"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27074",
      "arxiv": "https://arxiv.org/abs/2510.27074",
      "doi": null,
      "summary": "How proteins fold remains a central unsolved problem in biology. While the idea of a folding code embedded in the amino acid sequence was introduced more than 6 decades ago, this code remains undefined. While we now have powerful predictive tools to predict the final native structure of proteins, we still lack a predictive framework for how sequences dictate folding pathways. Two main conceptual models dominate as explanations of folding mechanism: the funnel model, in which folding proceeds through many alternative routes on a rugged, hyperdimensional energy landscape; and the foldon model, which proposes a hierarchical sequence of discrete intermediates. Recent advances on two fronts are now enabling folding studies in unprecedented ways. Powerful experimental approaches; in particular, single-molecule force spectroscopy and hydrogen (deuterium exchange assays) allow time-resolved tracking of the folding process at high resolution. At the same time, computational breakthroughs culminating in algorithms such as AlphaFold have revolutionized static structure prediction, opening opportunities to extend machine learning toward dynamics. Together, these developments mark a turning point: for the first time, we are positioned to resolve how proteins fold, why they misfold, and how this knowledge can be harnessed for biology and medicine."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Demon Hidden Behind Life's Ultra-Energy-Efficient Information Processing -- Demonstrated by Biological Molecular Motors",
      "authors": [
        "Toshio Yanagida, Keisuke Fujita, Mitsuhiro Iwaki"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27212",
      "arxiv": "https://arxiv.org/abs/2510.27212",
      "doi": null,
      "summary": "The remarkable progress of artificial intelligence (AI) has revealed the enormous energy demands of modern digital architectures, raising deep concerns about sustainability. In stark contrast, the human brain operates efficiently on only ~20 watts, and individual cells process gigabit-scale genetic information using energy on the order of trillionths of a watt. Under the same energy budget, a general-purpose digital processor can perform only a few simple operations per second. This striking disparity suggests that biological systems follow algorithms fundamentally distinct from conventional computation. The framework of information thermodynamics-especially Maxwell's demon and the Szilard engine-offers a theoretical clue, setting the lower bound of energy required for information processing. However, digital processors exceed this limit by about six orders of magnitude. Recent single-molecule studies have revealed that biological molecular motors convert Brownian motion into mechanical work, realizing a \"demon-like\" operational principle. These findings suggest that living systems have already implemented an ultra-efficient information-energy conversion mechanism that transcends digital computation. Here, we experimentally establish a quantitative correspondence between positional information (bits) and mechanical work, demonstrating that molecular machines selectively exploit rare but functional fluctuations arising from Brownian motion to achieve ATP-level energy efficiency. This integration of information, energy, and timescale indicates that life realizes a Maxwell's demon-like mechanism for energy-efficient information processing."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Zitterbewegung Effect and Quantum Geometry in Non-Hermitian Exciton-Polariton Systems",
      "authors": [
        "Yow-Ming Robin Hu, Elena A. Ostrovskaya, Eliezer Estrecho"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27220",
      "arxiv": "https://arxiv.org/abs/2510.27220",
      "doi": null,
      "summary": "In this work, we analytically derive a semi-classical equation of motion describing the zitterbewegung effects arising in the dynamics of wavepackets in non-Hermitian systems. In Hermitian non-relativistic quantum systems, the zitterbewegung effects can arise due to the spin precession and spin-orbit coupling. Interestingly, the spin dynamics in non-Hermitian systems are qualitatively different because of the effective nonlinear terms induced by the non-Hermitian part of the Hamiltonian. In this work, we show the effects from the non-Hermitian spin dynamics by generalising the description of zitterbewegung effects to non-Hermitian systems. We also uncover novel non-Hermitian correction to the group velocity, which can be expressed in terms of the non-Hermitian quantum metric tensor in the absence of out-of-plane effective field."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spatial organization of biomass controls intrinsic permeability of porous systems",
      "authors": [
        "Wenqiao Jiao, David Scheidweiler, Nolwenn Delouche, Alberto Guadagnini, Pietro de Anna"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27262",
      "arxiv": "https://arxiv.org/abs/2510.27262",
      "doi": null,
      "summary": "Biofilms in porous media critically influence hydraulic properties in environmental and engineered systems. However, a mechanistic understanding of how microbial life controls permeability remains elusive. By combining microfluidics, controlled pressure gradient and time-lapse microscopy, we quantify how motile and non-motile bacteria colonize a porous landscape and alter its resistance to flow. We find that while both strains achieve nearly identical total biomass, they cause drastically different permeability reductions - 78% for motile cells versus 94% for non-motile cells. This divergence stems from motility, which limits biomass spatial accumulation, whereas non-motile cells clog the entire system. We develop a mechanistic model that accurately predicts permeability dynamics from the pore-scale biomass distribution. We conclude that the spatial organization of biomass, not its total amount, is the primary factor controlling permeability."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Advanced micropillar cavities: room-temperature operation of microlasers",
      "authors": [
        "Andrey Babichev, Alexey Blokhin, Yuriy Zadiranov, Yulia Salii, Marina Kulagina, Mikhail Bobrov, Alexey Vasiliev, Sergey Blokhin, Nikolay Maleev, Ivan Makhov, Natalia Kryzhanovskaya, Leonid Karachinsky, Innokenty Novikov, Anton Egorov"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27301",
      "arxiv": "https://arxiv.org/abs/2510.27301",
      "doi": null,
      "summary": "High-quality micropillar cavities were grown using molecular-beam epitaxy. Stable continuous-wave lasing at room-temperature was demonstrated for microlasers with semiconductor and hybrid output mirrors. At 300 K, single-mode lasing was demonstrated for micropillars with a diameter of 5 $\\mu$m at a wavelength of 960 nm, with a minimum lasing threshold of 1.2 mW and a bare quality-factor exceeding 8000."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Long-lived giant circular Rydberg atoms at room temperature",
      "authors": [
        "Einius Pultinevicius, Aaron G\\\"otzelmann, Fabian Thielemann, Christian H\\\"olzl, Florian Meinert"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27471",
      "arxiv": "https://arxiv.org/abs/2510.27471",
      "doi": null,
      "summary": "Stability achieved by large angular momentum is ubiquitous in nature, with examples ranging from classical mechanics, over optics and chemistry, to nuclear physics. In atoms, angular momentum can protect excited electronic orbitals from decay due to selection rules. This manifests spectacularly in highly excited Rydberg states. Low angular momentum Rydberg states are at the heart of recent breakthroughs in quantum computing, simulation and sensing with neutral atoms. For these applications the lifetime of the Rydberg levels sets fundamental limits for gate fidelities, coherence times, or spectroscopic precision. The quest for longer Rydberg state lifetimes has motivated the generation, coherent control and trapping of circular Rydberg atoms, which are characterized by the maximally allowed electron orbital momentum and were key to Nobel prize-winning experiments with single atoms and photons. Here, we report the observation of individually trapped circular Rydberg atoms with lifetimes of more than 10 milliseconds, two orders of magnitude longer-lived than the established low angular momentum orbitals. This is achieved via Purcell suppression of blackbody modes at room temperature. We coherently control individual circular Rydberg levels at so far elusive principal quantum numbers of up to $n=103$, and observe tweezer trapping of the Rydberg atoms on the few hundred millisecond scale. Our results pave the way for quantum information processing and sensing utilizing the combination of extreme lifetimes and giant Rydberg blockade."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Inverse-Designed Grating Couplers with Tunable Wavelength via Scaling and Biasing",
      "authors": [
        "Lorenz J. J. Sauerzopf, Fabian Becker, Kai M\\\"uller"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27476",
      "arxiv": "https://arxiv.org/abs/2510.27476",
      "doi": null,
      "summary": "Photonic integrated circuits are heavily researched devices for telecommunication, biosensing, and quantum technologies. Wafer-scale fabrication and testing are crucial for reducing costs and enabling large-scale deployment. Grating couplers allow non-invasive measurements before packaging, but classical designs rely on long tapers and narrow bandwidths. In this work, we present compact, inverse-designed grating couplers with broadband transmission. We optimized and fabricated arrays of devices and characterized them with a 4f-scanning setup. The nominal design reached simulated efficiencies of 52 %, while measurements confirmed robust performance with up to 32 % efficiency at the target 1540 nm wavelength and 46 % at shifted wavelengths. Without scaling and contour biasing, the measured efficiency at the target wavelength drops to only 4.4 %. Thus, a key finding is that systematic scaling and edge biasing recover up to an eightfold improvement in efficiency. These inverse-designed grating couplers can be efficiently corrected post-design, enabling reliable performance despite fabrication deviations. This approach allows simple layout adjustments to compensate for process-induced variations, supporting wafer-scale testing, cryogenic photonic applications, and rapid design wavelength tuning."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unveiling Spin Transition at Single Particle Level in Levitating Spin Crossover Nanoparticles",
      "authors": [
        "Elena Pinilla-Cienfuegos, Lucas Mascar\\'o-Burguera, Ram\\'on Torres-Cavanillas, J. Ignacio Echavarr\\'ia, Alejandro Regueiro, Eugenio Coronado, Javier Hernandez-Rueda"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27494",
      "arxiv": "https://arxiv.org/abs/2510.27494",
      "doi": null,
      "summary": "The ability to control and understand the phase transitions of individual nanoscale building blocks is key to advancing the next generation of low-power reconfigurable nanophotonic devices. To address this critical challenge, molecular nanoparticles (NPs) exhibiting a spin crossover (SCO) phenomenon are trapped by coupling a quadrupole Paul trap with a multi-spectral polarization-resolved scattering microscope. This contact-free platform simultaneously confines, optically excites, and monitors the spin transition in Fe(II)-triazole NPs in a pressure-tunable environment, eliminating substrate artifacts. Thus, we show light-driven manipulation of the spin transition in levitating NPs free from substrate-induced effects. Using the robust spin bistability near room temperature of our SCO system, we quantify reversible opto-volumetric changes of up to 6%, revealing precise switching thresholds at the single-particle level. Independent pressure modulation produces a comparable size increase, confirming mechanical control over the same bistable transition. These results constitute full real-time control and readout of spin states in levitating SCO NPs, charting a route toward their integration into ultralow-power optical switches, data-storage elements, and nanoscale sensors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnetic wideband VHF localized field probe using magnon polaritons",
      "authors": [
        "Gabriel Soares, Nicol\\`o Crescini, Giovanni Carugno, Giuseppe Ruoso"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27601",
      "arxiv": "https://arxiv.org/abs/2510.27601",
      "doi": null,
      "summary": "We present here an optimisation and demonstration of a wide band instrument capable of measuring localised and directionally alternated magnetic fields below pT in the very high frequency (VHF) range. We take advantage of the magnon-photon hybridization between a yttrium iron garnet (YIG) sphere and a copper resonant cavity to employ a resonant heterodyne detection scheme. The measurement is near instantaneous due to the strong coupling attained between magnons and photons.In this work measurements are reported showing a significant widening of the measurement bandwidth, obtained by tuning the YIG Larmor frequency with a bias magnetic field and adjusting the magnon-photon coupling strength. Minimum sensitivity in the sub pT regime is demonstrated in the range 150 -- 225 MHz at room temperature and expected to go to fT in cryogenic temperatures. Dynamic range is estimated to be above 100 dB. The sensitivity is found to be independent on size, being ready to in-chip miniaturization. Such device can be an important building block to quantum circuits, such as baluns, transducers or signal processing units."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Probing non-equilibrium physics through the two-body Bell correlator",
      "authors": [
        "Abhishek Muhuri, Tanoy Kanti Konar, Leela Ganesh Chandra Lakkaraju, Aditi Sen De"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27657",
      "arxiv": "https://arxiv.org/abs/2510.27657",
      "doi": null,
      "summary": "Identifying equilibrium criticalities and phases from the dynamics of a system, known as a dynamical quantum phase transition (DQPT), is a challenging task when relying solely on local observables. We exhibit that the experimentally accessible two-body Bell operator, originally designed to detect nonlocal correlations in quantum states, serves as an effective witness of DQPTs in a long-range (LR) XY spin chain subjected to a magnetic field, where the interaction strength decays as a power law. Following a sudden quench of the system parameters, the Bell operator between nearest-neighbor spins exhibits a distinct drop at the critical boundaries. In this study, we consider two quenching protocols, namely sudden quenches of the magnetic field strength and the interaction fall-off rate. This pronounced behavior defines a threshold, distinguishing intra-phase from inter-phase quenches, remaining valid regardless of the strength of long-range interactions, anisotropy, and system sizes. Comparative analyses further demonstrate that conventional classical and quantum correlators, including entanglement, fail to capture this transition during dynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Deep learning denoising unlocks quantitative insights in operando materials microscopy",
      "authors": [
        "Samuel Degnan-Morgenstern, Alexander E. Cohen, Rajeev Gopal, Megan Gober, George J. Nelson, Peng Bai, Martin Z. Bazant"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.27667",
      "arxiv": "https://arxiv.org/abs/2510.27667",
      "doi": null,
      "summary": "Operando microscopy provides direct insight into the dynamic chemical and physical processes that govern functional materials, yet measurement noise limits the effective resolution and undermines quantitative analysis. Here, we present a general framework for integrating unsupervised deep learning-based denoising into quantitative microscopy workflows across modalities and length scales. Using simulated data, we demonstrate that deep denoising preserves physical fidelity, introduces minimal bias, and reduces uncertainty in model learning with partial differential equation (PDE)-constrained optimization. Applied to experiments, denoising reveals nanoscale chemical and structural heterogeneity in scanning transmission X-ray microscopy (STXM) of lithium iron phosphate (LFP), enables automated particle segmentation and phase classification in optical microscopy of graphite electrodes, and reduces noise-induced variability by nearly 80% in neutron radiography to resolve heterogeneous lithium transport. Collectively, these results establish deep denoising as a powerful, modality-agnostic enhancement that advances quantitative operando imaging and extends the reach of previously noise-limited techniques."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The microscopic origin of the Quantum Hall Effect",
      "authors": [
        "Eugenio DelRe, Paolo Di Porto"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2206.06038",
      "arxiv": "https://arxiv.org/abs/2206.06038",
      "doi": null,
      "summary": "Topology is key in describing unconventional quantum phases of matter and devising robust quantum technology. Exactly how topology mixes with quantum mechanics remains largely unclear, as testified by the lack of a unifying microscopic theory for the ever-expanding and still puzzling transport behavior of electrons in the Quantum Hall Effect. Here we formulate a microscopic theory able to quantitatively describe the large wealth of Quantum Hall physics starting from one basic assumption, that the topological constraint in actual space leads to a superposition of states in the associated angular space. This allows us to identify the mechanism underlying quantum topology, single-particle wavefunction regularity in 3D, while many-body physics and disorder play no fundamental role. Our findings introduce a new far-reaching perspective in analyzing topological quantum systems and applications, such as topological quantum computing."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fock-Darwin states in a circular n-p junction of topological surface states",
      "authors": [
        "Jun Zhang, Ye-ping Jiang"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2301.06829",
      "arxiv": "https://arxiv.org/abs/2301.06829",
      "doi": null,
      "summary": "We analyze and observe the Fock-Darwin (FD) states in a circular n-p junction (CNPJ) of topological surface states. Theoretically, in the CNPJ induced by the sub-surface point charge, the FD states of Dirac fermions are found to have a unique core-shell structure of trapped electrons and holes. The interplay between them is highly tunable by the magnetic field, which has no analog in their conventional counterparts and even in FD states of Dirac fermions confined by the most-studied parabolic-like potentials. A modified Einstein-Brillouin-Keller method is introduced to derive the electron-core states semiclassically. Experimentally, we obtain the clearly resolved FD states of topological surface states up to 14 Tesla which are very different from those of conventional electrons. Our data also visualizes directly directly the field-dependent potential landscape that may be modified by the electron-electron interactions in a CNPJ at the surface of a three-dimensional topological insulator thin film. Our findings signal the high tunability of the FD states of topological surface states in CNPJs that can be obtained by molecular beam epitaxy."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Pinch points and half moons encode Berry curvature",
      "authors": [
        "Han Yan, Judit Romh\\'anyi, Andreas Thomasen, Nic Shannon"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2304.02203",
      "arxiv": "https://arxiv.org/abs/2304.02203",
      "doi": "10.1103/PhysRevB.110.195117",
      "summary": "\"Half moons\", distinctive crescent patterns in the dynamical structure factor, have been identified in inelastic neutron scattering experiments for a wide range of frustrated magnets. In an earlier paper [H. Yan et al., Phys. Rev. B 98, 140402(R) (2018)] we have shown how these features are linked to the local constraints realized in classical spin liquids. Here we explore their implication for the topology of magnon bands. The presence of half moons indicates a separation of magnetic degrees of freedom into irrotational and incompressible components. Where bands satisfying these constraints meet, it is at a singular point encoding Berry curvature of $\\pm 2\\pi$. Interactions which mix the bands open a gap, resolving the singularity, and leading to bands with finite Berry curvature, accompanied by characteristic changes to half--moon motifs. These results imply that inelastic neutron scattering can, in some cases, be used to make rigorous inference about the topological nature of magnon bands."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Validation of contact mechanics models for Atomic Force Microscopy via Finite Elements Analysis and nanoindentation experiments",
      "authors": [
        "L. Dal Fabbro, H. Holuigue, M. Chighizola, A. Podest\\`a"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2406.17157",
      "arxiv": "https://arxiv.org/abs/2406.17157",
      "doi": null,
      "summary": "In this work, we have validated the application of Hertzian contact mechanics models and corrections for the analysis of force vs indentation curves, acquired using spherical indenters on linearly elastic samples, by means of finite elements simulations and AFM nanomechanical measurements of polyacrylamide gels possessing a thickness gradient. We have systematically investigated the impact of both large indentations and vertical spatial confinement (bottom effect) on the accuracy of the nanomechanical analysis performed with the Hertz model for the parabolic indenter compared to the Sneddon model for the spherical indenter. We demonstrated the accuracy of the combined correction of large indentation and bottom effects for the Hertz model proposed in the literature in the framework of linearized force vs indentation curves acquired using spherical indenters, as well as a validation of a new linearized form of the Sneddon model. Our results show that the corrected Hertz model allows to accurately quantify the Young's modulus of elasticity of linearly elastic samples with variable thickness at arbitrarily large indentations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Theory of Topological Superconductivity and Antiferromagnetic Correlated Insulators in Twisted Bilayer WSe$_2$",
      "authors": [
        "Chuyi Tuo, Ming-Rui Li, Zhengzhi Wu, Wen Sun, Hong Yao"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2409.06779",
      "arxiv": "https://arxiv.org/abs/2409.06779",
      "doi": "10.1038/s41467-025-64519-3",
      "summary": "Since the very recent discovery of unconventional superconductivity in twisted WSe$_2$ homobilayers at filling $\\nu=-1$, considerable interest has arisen in revealing its mechanism. In this paper, we developed a three-band tight-binding model with non-trivial band topology by direct Wannierization of the low-energy continuum model. Incorporating both onsite Hubbard repulsion and next-nearest-neighbor attraction, we then performed a mean-field analysis of the microscopic model and obtained a phase diagram qualitatively consistent with the experiment results. For zero or weak displacement field, the ground state is a Chern number $C=\\pm 2$ topological superconductor in the Altland-Zirnbauer A-class (breaking time-reversal but preserving total $S_z$ symmetry) with inter-valley pairing dominant in $d_{xy}\\pm id_{x^2-y^2}$-wave (mixing with a subdominant $p_x\\mp i p_y$-wave) component. For a relatively strong displacement field, the ground state is a correlated insulator with the $120^\\circ$ antiferromagnetic order. Our results provide new insights into the nature of the twisted WSe$_2$ systems and suggest the need for further theoretical and experimental explorations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Three-dimensional nanoscale control of magnetism in crystalline Yttrium Iron Garnet",
      "authors": [
        "Valerio Levati, Matteo Vitali, Andrea Del Giacco, Nicola Pellizzi, Raffaele Silvani, Luca Ciaccarini Mavilla, Marco Madami, Irene Biancardi, Davide Girardi, Matteo Panzeri, Piero Florio, Maria Cocconcelli, David Breitbach, Philipp Pirro, Ludovica Rovatti, Nora Lecis, Federico Maspero, Riccardo Bertacco, Giacomo Corrielli, Roberto Osellame, Valeria Russo, Andrea Li Bassi, Silvia Tacchi, Daniela Petti, Edoardo Albisetti"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2409.17722",
      "arxiv": "https://arxiv.org/abs/2409.17722",
      "doi": "10.1038/s41467-025-64630-5",
      "summary": "The exceptional magnetic, optical and phononic properties of Yttrium Iron Garnet (YIG) make it unique for spin-wave based and photonic applications. Yet, nanostructuring crystalline YIG and manipulating its magnetism in a non-destructive way is an outstanding challenge, and so far mostly limited to two-dimensional capabilities. Here, we show that irradiation of single-crystal YIG films with a focused UV laser drives a stable, giant enhancement of the perpendicular magnetic anisotropy, preserving the crystalline quality. This modulation is highly confined at the nanoscale in both the lateral and vertical directions, and its extension within the volume can be finely tuned with a continuous depth-control. By harnessing these three-dimensional anisotropy profiles, we demonstrate a large tuning of the spin-wave band structure, volume spatial localization, and non-reciprocity, realizing proof-of-principle 3D magnonic crystals. This straightforward, single-step, laser nanofabrication of three-dimensional magnetic systems based on crystalline YIG thin films opens the way to design novel functions in magnonic and magneto-optic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Pair anisotropy in disordered magnetic systems",
      "authors": [
        "K. Das, N. Gonzalez Szwacki, K. Gas, M. Sawicki, R. Hayn, D. Sztenkiel"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2410.22035",
      "arxiv": "https://arxiv.org/abs/2410.22035",
      "doi": null,
      "summary": "Accurate modelling of magnetism is pivotal for elucidating the microscopic origins of magnetic phenomena in functional materials. However, for a specified class of materials, such as random dilute ferromagnets or alloys, the reliance on simplifying assumptions, such as single-ion anisotropy, limits the accuracy of existing spin models. In such systems, there is a significant probability of the formation of nearest-neighbor magnetic ion pairs or higher order clusters, whose presence breaks the local symmetry of otherwise isolated magnetic species. Here, we introduce the concept of pair-induced uniaxial anisotropy and demonstrate how nearby atoms influence each other's anisotropic behavior. This effect is investigated in the dilute magnetic semiconductor Ga$_{1-x}$Mn$_x$N, by means of density functional theory calculations. The inclusion of pair anisotropy in the atomistic spin simulations significantly improves the agreement between simulated and experimental magnetization curves, in contrast to models that consider only single-ion anisotropy."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Resistance switch in ferromagnet/spin glass/ferromagnet spin valves",
      "authors": [
        "Dezhi Song, Fuyang Huang, Gang Yao, Haimin Zhang, Haiming Huang, Jun Zhang, Xu-Cun Ma, Jin-Feng Jia, Qi-Kun Xue, Ye-Ping Jiang"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.05960",
      "arxiv": "https://arxiv.org/abs/2412.05960",
      "doi": null,
      "summary": "We obtain in single van-der-Waals layer of MnBi2Te4 the spin-valve-like ferromagnet/spin glass (SG)/ferromagnet architecture, where the switch of individual spin states in the SG-like layer appears as the resistance switch behavior. The characteristic temperature of SG can be effectively tuned by fine-control of Bi-doping in the SG layer. A doping- and temperature-dependent phase diagram is established. We demonstrate the remote manipulation and detection of the states of individual Mn-layer spins by tunneling electrons in favor of the electron-phonon, spin-phonon, spin-transfer torque and spin-flip interactions among hot electrons, lattice and local spins, where the spin valve layer is even buried below two-quintuple-layer Bi2Te3. The integration of the SG state into spin valves opens the opportunity of realizing atomic-scale spintronics by integrating different degrees of freedom in two dimensional materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The spin-switch scanning tunneling microscopy: an architecture to probe electron-phonon interactions in the atomic scale",
      "authors": [
        "Dezhi Song, Fuyang Huang, Yu Gao, Jiamin Yao, Haimin Zhang, Haiming Huang, Jun Zhang, Xu-Cun Ma, Qi-Kun Xue, Ye-Ping Jiang"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.13410",
      "arxiv": "https://arxiv.org/abs/2412.13410",
      "doi": null,
      "summary": "On the spin-valve-like ferromagnet/spin glass/ferromagnet (FM/SG/FM) structure, the tunneling current is dominated by resistance switch (RS) instead of the local density of states according to the conventional tunneling theory. Here we show lattice-site dependent RS behaviors in one-quintuple-layer Bi2Te3 deposited on single MnBi2Te4 septuple layer, which comes from the difference in the efficiency of tunneling electrons to induce focused current or phonons at different sites, switching remotely the spin valve by spin-transfer torque or spin-phonon interactions. These lead to the observation of the dynamic 2-state lattice when the tip scans across the surface as well as the ability of scanning tunneling microscope (STM) to reveal atomic-scale features of electron-phonon (EP) interactions. Our work demonstrates the possibility of the spin-switch STM to image lattice-site dependent EP interactions of any materials deposited on the FM/SG/FM structure."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Control Strategies for Maintaining Transport Symmetries Far From Equilibrium",
      "authors": [
        "David Andrieux"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.05212",
      "arxiv": "https://arxiv.org/abs/2501.05212",
      "doi": null,
      "summary": "We present two strategies for controlling the transport dynamics of mesoscopic devices. In both cases, we manipulate the system's output - such as particle currents and energy flows - while maintaining symmetric transport properties, even under far-from-equilibrium conditions. We provide exact descriptions of each scheme and investigate their characteristics. Notably, one of them minimizes the dissimilarity between the original and modified processes, as quantified by the Kullback-Leibler divergence. These findings can be used to improve the design and control of mesoscopic systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum-geometric spin and charge Josephson diode effects",
      "authors": [
        "Niklas L. Schulz, Danilo Nikoli\\'c, Matthias Eschrig"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.11751",
      "arxiv": "https://arxiv.org/abs/2501.11751",
      "doi": "10.1103/nb38-v1jq",
      "summary": "We present a general mechanism for large charge and spin Josephson diode effects in strongly spin-polarized superconductor-ferromagnet hybrid structures with a noncoplanar spin texture, formulated in terms of quantum-geometric phases. We present necessary conditions for this effect to occur, and show numerical results for disordered materials, relevant for applications. We calculate Josephson diode efficiencies for both charge- and spin-diodes and show that a spin-diode efficiency of 100% can be reached. Finally, we present a SQUID device that can switch between nearly pure spin-up and spin-down equal-spin supercurrents across the ferromagnet by reversing the flux. These findings establish functionalities that are absent for coplanar spin textures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Theory of quantum-geometric charge and spin Josephson diode effects in strongly spin-polarized hybrid structures with noncoplanar spin textures",
      "authors": [
        "Niklas L. Schulz, Danilo Nikoli\\'c, Matthias Eschrig"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.12232",
      "arxiv": "https://arxiv.org/abs/2501.12232",
      "doi": "10.1103/4t18-yyx4",
      "summary": "We present a systematic study of the spin-resolved Josephson diode effect (JDE) in strongly spin-polarized ferromagnets (sFM) coupled to singlet superconductors (SC) via ferromagnetic insulating interfaces (FI). All metallic parts are described in the framework of the quasiclassical Usadel Green's function theory applicable to diffusive systems. The interfaces are characterized by an S-matrix obtained for a model potential with exchange vectors pointing in an arbitrary direction with respect to the magnetization in the sFM. Our theory predicts a large charge Josephson diode effect with an efficiency exceeding $33\\%$ and a perfect spin diode effect with $100\\%$ efficiency. To achieve these the following conditions are necessary: (i) a noncoplanar profile of the three magnetization vectors in the system and (ii) different densities of states of spin-$\\uparrow$ and spin-$\\downarrow$ bands in the sFM achieved by a strong spin polarization. The former gives rise to the quantum-geometric phase, $\\Delta\\varphi$, that enters the theory in a very similar manner as the superconducting phase difference across the junction, $\\Delta\\chi$. We perform a harmonic analysis of the Josephson current in both variables and find symmetries between Fourier coefficients allowing an interpretation in terms of transfer processes of multiple equal-spin Cooper pairs across the two ferromagnetic spin bands. We point out the importance of crossed pair transmission processes. Finally, we study a spin-switching effect of an equal-spin supercurrent by reversing the magnetic flux in a SQUID device incorporating the mentioned junction and propose a way for measuring it."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Elastic Response and Instabilities of Anomalous Hall Crystals",
      "authors": [
        "F\\'elix Desrochers, Mark R. Hirsbrunner, Joe Huxford, Adarsh S. Patri, T. Senthil, Yong Baek Kim"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.08784",
      "arxiv": "https://arxiv.org/abs/2503.08784",
      "doi": null,
      "summary": "Anomalous Hall crystals (AHCs) are exotic phases of matter that simultaneously break continuous translation symmetry and exhibit the quantum anomalous Hall effect. AHCs have recently been proposed as an explanation for the observation of an integer quantum anomalous Hall phase in a multilayer graphene system. Despite intense theoretical and experimental interest, little is known about the mechanical properties of AHCs. We study the elastic properties of AHCs, first by utilizing a continuum model with a quadratic dispersion and uniform Berry curvature. We find using time-dependent Hartree-Fock that the stiffness of the AHC is an order of magnitude smaller than that of the WC, which we attribute to the finite Chern number of the AHC preventing exponential localization of the charge density. By modifying the dispersion relation to include a local minimum modeled after that of rhombohedral pentalayer graphene (R5G), we find that deformations away from the triangular lattice minimize the kinetic energy of the AHC, which overwhelms the small stiffness and generates a mechanical instability. Using a microscopic model of R5G, we observe a similar mechanical instability over an experimentally relevant parameter regime. We conclude that the topologically limited stiffness of AHCs makes them susceptible to mechanical instabilities, an important consideration when interpreting experiments in terms of AHCs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Learning phases with Quantum Monte Carlo simulation cell",
      "authors": [
        "Amrita Ghosh, Mugdha Sarkar, Ying-Jer Kao, Pochung Chen"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.23098",
      "arxiv": "https://arxiv.org/abs/2503.23098",
      "doi": "10.1088/2632-2153/ae107c",
      "summary": "We propose the use of the ``spin-opstring\", derived from Stochastic Series Expansion Quantum Monte Carlo (QMC) simulations as machine learning (ML) input data. It offers a compact, memory-efficient representation of QMC simulation cells, combining the initial state with an operator string that encodes the state's evolution through imaginary time. Using supervised ML, we demonstrate the input's effectiveness in capturing both conventional and topological phase transitions, and in a regression task to predict non-local observables. We also demonstrate the capability of spin-opstring data in transfer learning by training models on one quantum system and successfully predicting on another, as well as showing that models trained on smaller system sizes generalize well to larger ones. Importantly, we illustrate a clear advantage of spin-opstring over conventional spin configurations in the accurate prediction of a quantum phase transition. Finally, we show how the inherent structure of spin-opstring provides an elegant framework for the interpretability of ML predictions. Using two state-of-the-art interpretability techniques, Layer-wise Relevance Propagation and SHapley Additive exPlanations, we show that the ML models learn and rely on physically meaningful features from the input data. Together, these findings establish the spin-opstring as a broadly-applicable and interpretable input format for ML in quantum many-body physics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Orientation-Adaptive Virtual Imaging of Defects using EBSD",
      "authors": [
        "Nicol\\`o M. della Ventura, James D. Lamb, William C. Lenthe, McLean P. Echlin, Julia T. P\\\"urstl, Emily S. Trageser, Alejandro M. Quevedo, Matthew R. Begley, Tresa M. Pollock, Daniel S. Gianola, Marc De Graef"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.15523",
      "arxiv": "https://arxiv.org/abs/2504.15523",
      "doi": "10.1016/j.ultramic.2025.114205",
      "summary": "EBSD is a foundational technique for characterizing crystallographic orientation, phase distribution, and lattice strain. Embedded within EBSD patterns lies latent information on dislocation structures, subtly encoded due to their deviation from perfect crystallinity - a feature often underutilized. Here, a novel framework termed orientation-adaptive virtual apertures (OAVA) is introduced. OAVAs enable the generation of virtual images tied to specific diffraction conditions, allowing the direct visualization of individual dislocations from a single EBSD map. By dynamically aligning virtual apertures in reciprocal space with the local crystallographic orientation, the method enhances contrast from defect-related strain fields, mirroring the principles of diffraction-contrast imaging in TEM, but without sample tilting. The approach capitalizes on the extensive diffraction space captured in a single high-quality EBSD scan, with its effectiveness enhanced by modern direct electron detectors that offer high-sensitivity at low accelerating voltages, reducing interaction volume and improving spatial resolution. We demonstrate that using OAVAs, identical imaging conditions can be applied across a polycrystalline field-of-view, enabling uniform contrast in differently oriented grains. Furthermore, in single-crystal GaN, threading dislocations are consistently resolved. Algorithms for the automated detection of dislocation contrast are presented, advancing defect characterization. By using OAVAs across a wide range of diffraction conditions in GaN, the visibility/invisibility of defects, owing to the anisotropy of the elastic strain field, is assessed and linked to candidate Burgers vectors. Altogether, OAVA offers a new and high-throughput pathway for orientation-specific defect characterization with the potential for automated, large-area defect analysis in single and polycrystalline materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Evidence for energy-dependent scattering dominating thermoelectricity in heavy fermion systems",
      "authors": [
        "Daiki Goto, Kentaro Kuga, Kiyohisa Tanaka, Tsunehiro Takeuchi, Masaharu Matsunami"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.24192",
      "arxiv": "https://arxiv.org/abs/2505.24192",
      "doi": "10.1063/5.0291138",
      "summary": "In the field of thermoelectric materials and devices, improving energy conversion efficiency remains a long-standing challenge. As a promising approach to address this issue, utilizing energy-dependent electron-scattering beyond the ordinary constant relaxation time approximation (CRTA) has been proposed. However, direct experimental evidence for an energy-dependent scattering reflected in the Seebeck coefficient is still lacking. Here we demonstrate using angle-resolved photoemission spectroscopy that the relaxation time of heavy fermion quasiparticles is highly dependent on the energy near the Fermi level. The observed energy dependence of the relaxation time is due to the coherent Kondo scattering, describing the sign of the Seebeck coefficient reasonably well, which cannot be deduced from CRTA. Our findings provide not only deeper insight into the understanding of thermoelectricity in correlated materials, but also future perspectives on possible orbital-selective engineering of thermoelectric materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Generative thermodynamic computing",
      "authors": [
        "Stephen Whitelam"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.15121",
      "arxiv": "https://arxiv.org/abs/2506.15121",
      "doi": null,
      "summary": "We introduce a generative modeling framework for thermodynamic computing, in which structured data is synthesized from noise by the natural time evolution of a physical system governed by Langevin dynamics. While conventional diffusion models use neural networks to perform denoising, here the information needed to generate structure from noise is encoded by the dynamics of a thermodynamic system. Training proceeds by maximizing the probability with which the computer generates the reverse of a noising trajectory, which ensures that the computer generates data with minimal heat emission. We demonstrate this framework within a digital simulation of a thermodynamic computer. If realized in analog hardware, such a system would function as a generative model that produces structured samples without the need for artificially-injected noise or active control of denoising."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum dot energy levels in bilayer graphene: Exact and approximate study",
      "authors": [
        "G. Giavaras"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.20162",
      "arxiv": "https://arxiv.org/abs/2506.20162",
      "doi": null,
      "summary": "In bilayer graphene the exact energy levels of quantum dots can be derived from the four-component continuum Hamiltonian. Here, we study the quantum dot energy levels with approximate equations and compare them with the exact levels. The starting point of our approach is the four-component continuum model and the quantum dot is defined by a continuous potential well in a uniform magnetic field. Using some simple arguments we demonstrate realistic regimes where approximate quantum dot equations can be derived. Interestingly these approximate equations can be solved semi-analytically, in the same context as a single-component Schr\\\"odinger equation. The approximate equations provide valuable insight into the physics with minimal numerical effort compared with the four-component quantum dot model. We show that the approximate quantum dot energy levels agree very well with the exact levels in a broad range of parameters and find realistic regimes where the relative error is vanishingly small."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Does higher influence mean more information transferred? A case study using the Vicsek Model",
      "authors": [
        "Jiahuan Pang, Wendong Wang"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.20888",
      "arxiv": "https://arxiv.org/abs/2506.20888",
      "doi": null,
      "summary": "Understanding the flow of information among individuals in a complex system is critical to our understanding of its dynamics. The concept of influence is often used to correlate with information transfer, as quantified by various information-theoretical tools. However, influence has not been explicitly and quantitatively defined. Here, we propose an intuitive and quantifiable definition of influence and use the Vicsek model as an example to investigate the quantitative relations between influence and information transfer. We identify quantitative relations between influence and information transfer in pairwise interactions and collective interactions. Significantly, we uncover the dual effect of noise. Finally, we use partial information decomposition methods to reveal the unique and synergistic nature of influence and information transfer in a collective. The insights gained in our model will contribute to our understanding of other natural and artificial complex systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Colossal dielectric response of HfxZr1-xO2 nanoparticles",
      "authors": [
        "Oleksandr S. Pylypchuk, Victor V. Vainberg, Vladimir N. Poroshin, Oksana V. Leshchenko, Victor N. Pavlikov, Irina V. Kondakova, Serhii E. Ivanchenko, Lesya P. Yurchenko, Lesya Demchenko, Anna O. Diachenko, Myroslav V. Karpets, Eugene A. Eliseev, Anna N. Morozovska"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.04697",
      "arxiv": "https://arxiv.org/abs/2508.04697",
      "doi": null,
      "summary": "We reveal a colossal dielectric response of small (5 - 10 nm) oxygen-deficient HfxZr1-xO2 nanoparticles (x = 1 - 0.4), prepared by the solid-state organonitrate synthesis. The effective dielectric permittivity of the pressed HfxZr1-xO2 nanopowders has a pronounced maximum at 38 - 88 C, which shape can be fitted by the Curie-Weiss type dependence modified for the diffuse ferroelectric-paraelectric phase transition. The maximal value of the dielectric permittivity increases from 1.5*10^3 (for x = 1) to 1.5*10^5 (for x= 0.4) at low frequencies (~4 Hz); being much smaller, namely changing from 7 (for x = 1) to 20 (for x = 0.4) at high frequencies (~500 kHz). The frequency dispersion of the dielectric permittivity maximum position is almost absent, meanwhile the shape and width of the maximum changes in a complex way with increase in frequency. The temperature dependencies of the dielectric permittivity and resistivity are almost mirror-like turned over in respect to each other, which means that all their features, such as position and shape of maxima, plateau, minima and inflexions, almost coincide after the mirror reflection in respect to the temperature axis. These correlations of resistivity and dielectric permittivity are well-described in the Heywang barrier model applied together with the variable range hopping conduction model in semiconducting ferroelectrics. The ferroelectric-like behavior of the small oxygen-deficient HfxZr1-xO2 nanoparticles is expected from the Landau-Ginzburg-Devonshire approach and density functional theory calculations. Obtained results may be useful for developing silicon-compatible functional nanomaterials based on HfxZr1-xO2 nanoparticles."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Zeeman Quantum Geometry as a Probe of Unconventional Magnetism",
      "authors": [
        "Neelanjan Chakraborti, Sudeep Kumar Ghosh, Snehasish Nandy"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.14745",
      "arxiv": "https://arxiv.org/abs/2508.14745",
      "doi": null,
      "summary": "Unconventional magnets with momentum-dependent spin-splitting but zero net magnetization form a recently identified class of collinear magnets that are challenging to probe via conventional means. We show that these systems can be distinguished through their intrinsic gyrotropic magnetic (IGM) currents, enabled by the Zeeman quantum geometry, which captures the coupled response of electronic states to momentum translation and spin rotation. Examining two prototypical two-dimensional unconventional magnets with Rashba spin-orbit coupling, a time-reversal-broken $d$-wave altermagnet and a time-reversal-symmetric $p$-wave magnet, we uncover a direct link between crystalline symmetry, spin-split band structures, and transport signatures. The $d_{x^2-y^2}$-wave altermagnet exhibits both transverse conduction and longitudinal displacement IGM currents, whereas the $p$-wave magnet supports only a transverse conduction IGM current. Remarkably, the mixed $d$-wave altermagnet supports all four types of IGM currents, including a longitudinal conduction current enabled by symmetric (Zeeman) Berry curvature that is forbidden in conventional quantum geometry. These responses, measurable via Hall transport and optical probes, persist even when conventional quantum geometry-driven linear responses vanish, offering unique access to hidden spin-split band structures. Our results establish Zeeman quantum geometry as both a diagnostic tool and a design principle for novel magnetic materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Reaction/Diffusion Competition Drives Anomalous Relaxation of Vitrimers",
      "authors": [
        "Makayla R. Branham-Ferrari, Shinian Cheng, Alexei P. Sokolov, David S. Simmons"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.19496",
      "arxiv": "https://arxiv.org/abs/2509.19496",
      "doi": null,
      "summary": "Since their discovery in 2011, vitrimers - covalent associative network polymers - have challenged the traditional understanding of soft matter relaxation dynamics: unlike in typical glass-forming liquids, vitrimers' viscous relaxation can be entirely decoupled from their underlying structural (segmental) dynamics. Beyond this fundamental mystery, the origin of vitrimers' Arrhenius viscosity in the presence of super-Arrhenius structural relaxation behavior has been of high interest due to vitrimers' potential to provide readily reprocessable high-performance plastics. Here, we combine simulations, theory, and experiments to establish a foundational understanding of vitrimer relaxation dynamics. We identify two types of transient networks based on the ratio of atomic displacement scales required for bond exchange to those required to relax a segment. In systems where bond exchange only requires sub-segmental motion, we show that network relaxation is governed by a competition between chemical exchange reactions and segmental diffusion. This competition produces vitrimers' signature network/segment decoupling, while also driving a crossover between Arrhenius and super-Arrhenius behavior that is observed for many vitrimers. This work provides an explanation for longstanding puzzling features of vitrimer dynamics and establishes a foundation for rational vitrimer design."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Geometric decomposition of information flow: New insights into information thermodynamics",
      "authors": [
        "Yoh Maekawa, Ryuna Nagayama, Kohei Yoshimura, Sosuke Ito"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.21985",
      "arxiv": "https://arxiv.org/abs/2509.21985",
      "doi": null,
      "summary": "We propose a decomposition of information flow into housekeeping and excess components for autonomous bipartite systems subject to Markov jump processes. We introduce this decomposition by using the geometric structure of probability currents and the conjugate thermodynamic forces. The housekeeping component arises from the cyclic modes caused by the detailed balance violations and maintains the correlations between the two subsystems. In contrast, the excess component, is a contribution of conservative forces that alters the mutual information between the two subsystems. With this decomposition, we generalize previous results, such as the second law of information thermodynamics, the cyclic decomposition, and the information-thermodynamic extensions of thermodynamic trade-off relations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin-wave propagation at low temperatures in YIG thin films on YSGG substrates",
      "authors": [
        "Jos\\'e Elias Abr\\~ao, Daan Weltens, Rhodri Mansell, Sebastiaan van Dijken, Luk\\'a\\v{s} Flaj\\v{s}man"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.04330",
      "arxiv": "https://arxiv.org/abs/2510.04330",
      "doi": null,
      "summary": "The use of spin waves in magnetic thin films at cryogenic temperatures has long been hindered by the lack of a suitable material platform. Yttrium iron garnet (YIG) is the leading candidate, yet it is typically grown on gadolinium gallium garnet (GGG) substrates, which develop a large paramagnetic moment at low temperatures. This substrate effect limits spin-wave propagation. In this work, we demonstrate that thin YIG films grown on yttrium scandium gallium garnet (YSGG) substrates support robust spin-wave propagation in the Damon-Eshbach geometry, measurable down to 2 K under applied magnetic fields up to 150 mT. Compared with YIG/GGG, YIG/YSGG films exhibit narrower ferromagnetic resonance (FMR) linewidths at low temperatures and are free from the atomic interdiffusion effects that degrade the performance of YIG/GGG systems. These results establish YIG/YSGG thin films as a promising low-temperature platform, overcoming the intrinsic limitations of YIG/GGG and opening new opportunities for scalable magnonic and hybrid quantum devices operating under cryogenic conditions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Stability of graphene hyperbolic pseudospheres under harsh conditions",
      "authors": [
        "T. P. C. Klaver, R. Gabbrielli, V. Tynianska, A. Iorio, D. Legut"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.04699",
      "arxiv": "https://arxiv.org/abs/2510.04699",
      "doi": "10.1007/s00339-025-09040-6",
      "summary": "We demonstrate the high stability of simulated graphene hyperbolic pseudospheres under large externally imposed deformations and high temperature annealing. Hyperbolic pseudospheres are produced in a two-step Molecular Dynamics simulation process. First, carbon atoms are forced down a thin three-dimensional volume of a chosen shape. During this extrusion process the carbon atoms form a precursor to graphene that is unrealistically less stable than graphite or diamond. Then the unstable carbon structure is annealed inside the thin volume at high temperature, turning the carbon into realistic polycrystalline, curved graphene. Point defects naturally appear in numbers and places that stabilize the graphene in the desired shape, without high residual stresses. We applied this new methodology to the creation of graphene hyperbolic pseudosphere surfaces, which reproduce analogs to some aspects of classical or quantum gravity. The free edges of the pseudosphere cause bending of the graphene. When these free edges are removed from the simulations by attaching periodic flat graphene sheets to the pseudosphere edges, the carbon atoms assume positions just some tenths of \\r{A} from the mathematical hyperbolic pseudosphere surface. In demanding tests of their stability, the hyperbolic pseudospheres proved stable against $20^\\circ$ shearing or $20\\%$ elongation and then being released, which eventually raised their temperatures by $\\sim 300 \\ \\text{K}$. Our methodology is relatively easy to use and offers a practical way to create simulated curved graphene surfaces of almost any shape. It allows for thorough testing in advance of the stability of graphene shapes that are to be produced experimentally."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Thickness dependent rare earth segregation in magnetron deposited NdCo$_{4.6}$ thin films studied by Xray reflectivity and Hard Xray photoemission",
      "authors": [
        "J. D\\'iaz, J. Rodr\\'iguez-Fern\\'andez, J. Rubio-Zuazo"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.23852",
      "arxiv": "https://arxiv.org/abs/2510.23852",
      "doi": null,
      "summary": "The magnetic anisotropy of amorphous NdCo$_{4.6}$ compounds deposited by magnetron sputtering change with film thickness from in plane to out of plane anisotropy at thickness above 40 nm. Xray reflectivity measurements shows the progressive formation of an additional layer in between the 3 nm thick Si capping layer and the NdCo compound film. Hard Xray Photoemission spectroscoy (HAXPES) was used to analyze the composition and distribution of cobalt and neodymium at the top layers region of NdCo$_{4.6}$ films of thickness ranging from 5 nm to 65 nm using 7 keV, 10 keV and 13 keV incident photon energies, with inelastic electron mean free paths ranging from 7.2 nm to 12.3 nm in cobalt. The atomic cobalt concentration of the alloy deduced from HAXPES measurements at the Nd 3d and Co 2p excitations results to be below the nominal value, changing with thickness and incident photon energy. This proves a segregation of the rare earth at the surface of the NdCo$_{4.6}$ thin film which increases with thickness. The analysis of the background of the Co 2p and Nd 3d peaks was consistent with this conclusion. This demonstrates that neodymium incorporation in the cobalt lattice have a cost in energy which can be associated to strain due to the difference in volume between the two elements. The lowering of this strain energy will favor atomic anisotropic environments for neodymium that explains the perpendicular anisotropy and its thickness dependence of these NdCo compound films."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phonon dynamics and chiral modes in the two-dimensional square-octagon lattice",
      "authors": [
        "Ravi Kiran, A. Taraphder"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.25071",
      "arxiv": "https://arxiv.org/abs/2510.25071",
      "doi": null,
      "summary": "Chiral phonons, originally identified in two-dimensional hexagonal lattices and later extended to kagome, square, and other lattices, have been extensively studied as manifestations of broken inversion and time-reversal symmetries in vibrational dynamics. In this work, we investigate the vibrational dynamics of the two-dimensional square-octagon lattice using a spring-mass model with central-force interactions. The model incorporates mass contrast and variable coupling strengths among nearest, next-nearest, and third-nearest neighbors. From the dynamical matrix, we obtain the phonon dispersion relations and identify tunable phononic band gaps governed by both mass and spring-constant ratios. The angular dependence of phase and group velocities is analyzed to reveal the pronounced anisotropy inherent to this lattice geometry. We also examine the distinctive features of the square-octagon geometry, including flat-band anomalies in the density of states and anisotropic sound propagation induced by longer-range couplings. In addition, we explore the emergence of chiral phonons by introducing a time reversal symmetry-breaking term in the dynamical matrix, and to elucidate their optical signatures, we construct a minimal model to study infrared circular dichroism arising from chiral phonon modes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Thermodynamics of Biological Switches",
      "authors": [
        "Roger D. Jones, Achille Giacometti, Alan M. Jones"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.25359",
      "arxiv": "https://arxiv.org/abs/2510.25359",
      "doi": null,
      "summary": "We derive a formulation of the First Law of nonequilibrium thermodynamics for biological information-processing systems by partitioning entropy in the Second Law into microscopic and mesoscopic components and by assuming that natural selection promotes optimal information processing and transmission. The resulting framework demonstrates how mesoscopic information-based subsystems can attain nonequilibrium steady states (NESS) sustained by external energy and entropy fluxes, such as those generated by ATP/ADP imbalances in vivo. Moreover, mesoscopic systems may reach NESS before microscopic subsystems, leading to ordered structures in entropy flow analogous to eddies in a moving stream."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Coupling between vibration and Luttinger liquid in mechanical nanowires",
      "authors": [
        "Zeyu Rao, Yue-Xin Huang, Guang-Can Guo, Ming Gong"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.25608",
      "arxiv": "https://arxiv.org/abs/2510.25608",
      "doi": null,
      "summary": "The vibration of the mechanical nanowire coupled to photons via photon pressure and coupled to charges via the capacity has been widely explored in experiments in the past decades. This system is electrically neutral, thus its coupling to the other degrees of freedom is always challenging. Here, we show that the vibration can slightly change the nanowire length and the associated Fermi velocity, which leads to coupling between vibration and Luttinger liquid. We consider the transverse and longitudinal vibrations of the nanowires, showing that the transverse vibration is much more significant than the longitudinal vibration, which can be measured through the sizable frequency shift. We predict an instability of the vibration induced by this coupling when the frequency becomes negative at a critical temperature for the transverse vibrations in nanowires with low Fermi energy, which can be reached by tuning the chemical potential and magnetic field. The time-dependent oscillation of the conductance, which directly measures the Luttinger parameter, can provide evidence for this coupling. Our theory offers a new mechanism for exploring the coupling between the vibration and the electronic excitations, which may lead to intriguing applications in cooling and controlling the mechanical oscillators with currents."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hybrid Geometry-Adaptive MCMC for Bayesian Inference in Higher-Order Ising Models",
      "authors": [
        "Godwin Osabutey, Robert Richardson, Garritt L. Page"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2404.05671",
      "arxiv": "https://arxiv.org/abs/2404.05671",
      "doi": null,
      "summary": "-cross Abstract: We address the inverse problem for the mean-field Ising model with two- and three-body interactions using a Bayesian framework. Parameter recovery in this setting is notoriously difficult, particularly near phase transitions, at criticality, and under non-identifiability, where conventional estimators and standard MCMC samplers fail. To overcome these challenges, we develop a hybrid algorithm that combines Adaptive Metropolis Hastings with geometry-aware Riemannian manifold Hamiltonian dynamics. This approach yields substantially improved mixing and convergence in the three-dimensional parameter space. Through simulated experiments across representative regimes, we demonstrate that the method achieves accurate density reconstruction and reliable uncertainty quantification even in settings where existing approaches are unstable or inapplicable."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Reducibility of higher-order networks via information flow",
      "authors": [
        "Maxime Lucas, Luca Gallo, Arsham Ghavasieh, Federico Battiston, Manlio De Domenico"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2404.08547",
      "arxiv": "https://arxiv.org/abs/2404.08547",
      "doi": null,
      "summary": "-cross Abstract: Empirical complex systems can be characterized not only by pairwise interactions, but also by higher-order (group) interactions influencing collective phenomena, from metabolic reactions to epidemics. Nevertheless, higher-order networks' apparent superior descriptive power -- compared to classical pairwise networks -- comes with a much increased model complexity and computational cost, challenging their application. Consequently, it is of paramount importance to establish a quantitative method to determine when such a modeling framework is advantageous with respect to pairwise models, and to which extent it provides a valuable description of empirical systems. Here, we propose an information-theoretic framework, accounting for how structure affect diffusion behaviors, quantifying the entropic cost and distinguishability of higher-order interactions to assess their reducibility to lower-order structures while preserving relevant functional information. Empirical analyses indicate that some systems retain essential higher-order structure, whereas in some technological and biological networks it collapses to pairwise interactions. With controlled randomization procedures, we investigate the role of nestedness and degree heterogeneity in this reducibility process. Our findings contribute to ongoing efforts to minimize the dimensionality of models for complex systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dispersion Interaction Between Thin Conducting Cylinders",
      "authors": [
        "Subhojit Pal, Iver Brevik, Mathias Bostr\\\"om"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2406.08047",
      "arxiv": "https://arxiv.org/abs/2406.08047",
      "doi": null,
      "summary": "-cross Abstract: The ground state and excited state resonance dipole-dipole interaction energy between two elongated conducting molecules are explored. We review the current status for ground state interactions. This interaction is found to be of a much longer range than in the case when the molecules are pointlike and nonconducting. These are well known results found earlier by Davies, Ninham, and Richmond, and later, using a different formalism, by Rubio and co-workers. We show how the theory can be extended to excited state interactions. A characteristic property following from our calculation is that the interaction energy dependence with separation ($R$) goes like $f(R)/R^2$ both for resonance and for the van der Waals case in the long range limit. In some limits $f(R)$ has a logarithmic dependency and in others it takes constant values. We predict an unusual slow decay rate for the energy transfer between conducting molecules."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ginzburg-Landau description of a class of non-unitary minimal models",
      "authors": [
        "Andrei Katsevich, Igor R. Klebanov, Zimo Sun"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2410.11714",
      "arxiv": "https://arxiv.org/abs/2410.11714",
      "doi": null,
      "summary": "-cross Abstract: It has been proposed that the Ginzburg-Landau description of the non-unitary conformal minimal model $M(3,8)$ is provided by the Euclidean theory of two real scalar fields with third-order interactions that have imaginary coefficients. The same lagrangian describes the non-unitary model $M(3,10)$, which is a product of two Yang-Lee theories $M(2,5)$, and the Renormalization Group flow from it to $M(3,8)$. This proposal has recently passed an important consistency check, due to Y. Nakayama and T. Tanaka, based on the anomaly matching for non-invertible topological lines. In this paper, we elaborate the earlier proposal and argue that the two-field theory describes the $D$ series modular invariants of both $M(3,8)$ and $M(3,10)$. We further propose the Ginzburg-Landau descriptions of the entire class of $D$ series minimal models $M(q, 3q-1)$ and $M(q, 3q+1)$, with odd integer $q$. They involve $PT$ symmetric theories of two scalar fields with interactions of order $q$ multiplied by imaginary coupling constants."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological Phase Transitions in a Constrained Two-Qubit Quantum Control Landscape",
      "authors": [
        "Nicol\\`o Beato, Pranay Patil, Marin Bukov"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.08736",
      "arxiv": "https://arxiv.org/abs/2411.08736",
      "doi": "10.1103/dqvj-p6fq",
      "summary": "-cross Abstract: In optimal quantum control, control landscape phase transitions (CLPTs) indicate sharp changes occurring in the set of optimal protocols, as a physical model parameter is varied. Here, we demonstrate the existence of a new class of CLPTs, associated with changes in the topological properties of the optimal level set in a two-qubit state-preparation problem. In particular, the distance distribution of control protocols sampled through stochastic homotopic dynamics reveals discontinuous changes in the number of connected components in the optimal level set, as a function of the protocol duration. We demonstrate how topological CLPTs can be detected in modern-day experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Atomistic Theory of Plasmon-Induced Hot-carriers in Al Nanoparticles",
      "authors": [
        "Gengyue Dong, Sim\\~ao Jo\\~ao, Hanwen Jin, Johannes Lischner"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.16251",
      "arxiv": "https://arxiv.org/abs/2502.16251",
      "doi": null,
      "summary": "-cross Abstract: Hot electrons and holes generated from the decay of localized surface plasmons (LSPs) in aluminum nanostructures have significant potential for applications in photocatalysis, photodetection and other optoelectronic devices. Here, we present a theoretical study of hot-carrier generation in aluminum nanospheres using a recently developed modelling approach that combines a solution of the macroscopic Maxwell equation with large-scale atomistic tight-binding simulations. Different from standard plasmonic metals, such as gold or silver, we find that the energetic distribution of hot electrons and holes in aluminium nanoparticles is almost constant for all allowed energies. Only at relatively high photon energies, a reduction of the generation rate of highly energetic holes and electrons close to the Fermi level is observed which is attributed to band structure effects suppressing interband decay channels. We also investigate the dependence of hot-carrier properties on the nanoparticle diameter and the environment dielectric constant. The insights from our study can inform experimental efforts towards highly efficient aluminum-based hot-carrier devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "On the generic increase of entropy in isolated systems",
      "authors": [
        "Zhiqiang Huang, Qing-yu Cai"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.23041",
      "arxiv": "https://arxiv.org/abs/2505.23041",
      "doi": null,
      "summary": "-cross Abstract: This study establishes a universal mechanism for entropy production in isolated quantum systems governed by interactions that induce random-phase fluctuations. By developing a resolvent-based framework, we demonstrate that steady-state entropy generically arises from many-body interactions, independent of specific coupling details, provided the coherent accumulation of systematic biases does not overwhelm the random-phase fluctuations. Analytical arguments reveal that entropy generation is driven by two universal pathways: interaction-induced energy broadening and temporal coarse-graining over exponentially small energy gaps. To fully characterize the probability distribution, we introduce both Lorentzian and Gaussian ansatz, analyzing the bulk and tail behaviors respectively, and derive corresponding self-consistent equations for the distribution parameters. Numerical simulations of nonintegrable Ising spin chains confirm the predicted logarithmic entropy scaling and validate the self-consistent equations for energy shift and broadening parameters. By combining Lorentzian and Gaussian profiles into an enhanced ansatz, we further refine the description of the distribution, unifying observational entropy concepts with von Neumann entropy dynamics and providing predictive tools for thermodynamic behavior in quantum many-body systems. Our findings resolve longstanding debates about interaction-dependent entropy scaling and offer pathways for entropy control in quantum technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Bound excited states of Fr\\\"ohlich polarons in one dimension",
      "authors": [
        "Jamie Taylor, Matija \\v{C}ufar, David Mitrouskas, Robert Seiringer, Elke Pahl, Joachim Brand"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.02440",
      "arxiv": "https://arxiv.org/abs/2506.02440",
      "doi": null,
      "summary": "-cross Abstract: The one-dimensional Fr\\\"ohlich model describing the motion of a single electron interacting with optical phonons is a paradigmatic model of quantum many-body physics. We predict the existence of an arbitrarily large number of bound excited states in the strong coupling limit and calculate their excitation energies. Numerical simulations of a discretized model demonstrate the complete amelioration of the projector Monte Carlo sign problem by walker annihilation in an infinite Hilbert space. They reveal the threshold for the occurrence of the first bound excited states at a value of $\\alpha \\approx 1.73$ for the dimensionless coupling constant. This puts the threshold into the regime of intermediate interaction strength. We find a significant spectral weight and increased phonon number of the bound excited state at threshold."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Diffusioosmotic corner flows",
      "authors": [
        "Dobromir Nowak, Maciej Lisicki"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.18233",
      "arxiv": "https://arxiv.org/abs/2508.18233",
      "doi": null,
      "summary": "-cross Abstract: We study flows generated within a two-dimensional corner by the chemical activity of the confining boundaries. Catalytic reactions at the surfaces induce diffusioosmotic motion of the viscous fluid throughout the domain. The presence of chemically active sectors can give rise to steady eddies reminiscent of classical Moffatt vortices, which are mechanically induced in similar confined geometries. In our approach, an exact analytical solution of the diffusion problem in a wedge geometry is derived and coupled to the diffusioosmotic slip-velocity formulation, yielding the stream function of associated Stokes flow. In selected limiting cases, simple closed-form expressions provide clear physical insight into the underlying mechanisms. Our results open new perspectives for the design of microscale mixing strategies in dead-end pores and cornered microfluidic channels, and offer benchmarks for numerical simulations of confined (diffusio)osmotic systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Six loop critical exponent analysis for Lee-Yang and percolation theory",
      "authors": [
        "J. A. Gracey"
      ],
      "date": "2025-11-03T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.05723",
      "arxiv": "https://arxiv.org/abs/2510.05723",
      "doi": null,
      "summary": "-cross Abstract: Using the recent six loop renormalization group functions for Lee-Yang and percolation theory constructed by Schnetz from a scalar cubic Lagrangian, we deduce the $\\epsilon$ expansion of the critical exponents for both cases. Estimates for the exponents in three, four and five dimensions are extracted using two-sided Pad\\'{e} approximants and shown to be compatible with values from other approaches."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "By the time you hear these bats, its too late",
      "authors": [],
      "date": "2025-11-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03515-5",
      "doi": "10.1038/d41586-025-03515-5",
      "summary": "Nature, Published online: 01 November 2025; doi:10.1038/d41586-025-03515-5 The fringe-lipped bat ambushes its prey, helping to make it an exceptionally efficient hunter."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Increasing wintertime cloud opacity increases surface longwave radiation at a long-term Arctic observatory",
      "authors": [
        "Leah Bertrand",
        "Jennifer E. Kay",
        "Gijs de Boer"
      ],
      "date": "2025-11-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64441-8",
      "doi": "10.1038/s41467-025-64441-8",
      "summary": "Nature Communications, Published online: 01 November 2025; doi:10.1038/s41467-025-64441-8 Two decades of measurements at an Arctic research station reveal increasing wintertime radiative flux into the surface due to increasing cloud opacity, which is due to both ice-only and liquid-containing clouds."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "On-target off-tumor toxicity of claudin18.2-directed CAR-T cells in preclinical models",
      "authors": [
        "Filippo Birocchi",
        "Antonio J. Almazan",
        "Aiyana Parker",
        "Amanda A. Bouffard",
        "Sadie Goncalves",
        "Christopher Kelly",
        "Jessica Frank",
        "Mark B. Leick",
        "Nicholas J. Haradhvala",
        "Shaw Kagawa",
        "Gad Getz",
        "Giulia Escobar",
        "Diego Salas-Benito",
        "Adele Mucci",
        "Trisha R. Berger",
        "Marcela V. Maus"
      ],
      "date": "2025-11-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-61858-z",
      "doi": "10.1038/s41467-025-61858-z",
      "summary": "Nature Communications, Published online: 01 November 2025; doi:10.1038/s41467-025-61858-z Promising clinical activity of Claudin (CLDN) 18.2-directed CAR-T cell therapy in patients with gastric cancer has been recently reported, however gastrointestinal toxicities have also been described. Here the authors recapitulate the on-target off-tumor toxicity of CLDN18.2-directed CAR-T cells due to gastric mucosa damage in preclinical models, suggesting an AND-gate strategy targeting CLDN18.2 and mesothelin to overcome CAR-T cell toxicity"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Modeling and addressing on-target/off-tumor toxicity of claudin 18.2 targeted immunotherapies",
      "authors": [
        "Elizabeth J. Carstens",
        "Kazuki Takahashi",
        "Naoya Sakamoto",
        "Martina De Vizio",
        "Micaela Morgado",
        "Shahryar Khoshtinat Nikkhoi",
        "Abhishek Mangipudi",
        "Canh Hiep Nguyen",
        "Tate Weltzin",
        "Izuma Nakayama",
        "Qiang Lv",
        "Jue Zeng",
        "Cui Nie",
        "Changjing Deng",
        "Xiaoxiao Wang",
        "Lile Liu",
        "Samuel J. Klempner",
        "Anusuya Ramasubramanian",
        "Jonathan A. Nowak",
        "Andrew J. Aguirre",
        "Kohei Shitara",
        "Eric L. Smith"
      ],
      "date": "2025-11-01T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-65148-6",
      "doi": "10.1038/s41467-025-65148-6",
      "summary": "Nature Communications, Published online: 01 November 2025; doi:10.1038/s41467-025-65148-6 Claudin 18.2 (CLDN18.2) has emerged as a target for gastrointestinal cancer, however, on-target/off-tumor toxicities have been also reported. Here, after reporting evidence of erosive gastritis in patients treated with CLDN18.2 targeted immunotherapies, the authors develop and characterize CLDN18.2 fully-human VH-only single domain CARs, showing that a lower affinity CAR mitigates on-target/off-tumor toxicity while preserving anti-tumor efficacy in gastric cancer models."
    }
  ]
}