{
  "generatedAt": "2025-09-16T01:02:25.001065+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Limitations of Gaussian Measurements in Quantum Imaging",
      "authors": [
        "Yunkai Wang and Sisi Zhou"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hnhp-jhr2",
      "doi": "10.1103/hnhp-jhr2",
      "summary": "Imaging thermal sources naturally yields Gaussian states at the receiver, raising the question of whether Gaussian measurements can perform optimally in quantum imaging. In this Letter, we establish no-go theorems on the performance of Gaussian measurements for imaging thermal sources in the limit o… [Phys. Rev. Lett. 135, 120201] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Geometric Phase Transition of the Three-Dimensional ${\\mathbb{Z}}_{2}$ Lattice Gauge Model",
      "authors": [
        "Ramgopal Agrawal, Leticia F. Cugliandolo, Lara Faoro, Lev B. Ioffe, and Marco Picco"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/33q3-g68k",
      "doi": "10.1103/33q3-g68k",
      "summary": "After fifty years of lattice gauge theories (LGTs), the nature of the transition between their topological phases (confinement or deconfinement) remains challenging due to the absence of a local order parameter. In this work, we conduct a percolation analysis of Wegner’s three-dimensional ${\\mathbb{… [Phys. Rev. Lett. 135, 120601] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Universality Class of the First Levels in Low-Dimensional Gravity",
      "authors": [
        "Alexander Altland, Jeremy van der Heijden, Tobias Micklitz, Moshe Rozali, and Joaquim Telles de Miranda"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5tn7-knd7",
      "doi": "10.1103/5tn7-knd7",
      "summary": "We investigate the physics of a small group of quantum states defined above the sharply defined ground state of a chaotic ensemble. This “universality class of the first levels” is realized in the majority of “synthetic” random matrix models but, for all we know, in only one microscopically defined … [Phys. Rev. Lett. 135, 121601] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Measurement of Reactor Antineutrino Oscillation at $\\mathrm{SNO}+$",
      "authors": [
        "M. Abreu <em>et al.</em> (<math xmlns=\"http://www.w3.org/1998/Math/MathML\" display=\"inline\"><mrow><mi>SNO</mi><mo>+</mo><mtext>Collaboration</mtext></mrow></math>)"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gypt-lc9v",
      "doi": "10.1103/gypt-lc9v",
      "summary": "Abreu et al. ( SNO + Collaboration ) $\\mathrm{SNO}+$ Collaboration reports its second spectral analysis of reactor antineutrino oscillation using 286 ton-yr of new data. The measured energies of reactor antineutrino candidates were fitted to obtain the second-most precise determination of the neutrino mass-squared difference $\\mathrm{Δ… [Phys. Rev. Lett. 135, 121801] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Search for Millicharged Particles in Proton-Proton Collisions at $\\sqrt{s}=13.6\\text{ }\\text{ }\\mathrm{TeV}$",
      "authors": [
        "S. Alcott <em>et al.</em>"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rtp1-679h",
      "doi": "10.1103/rtp1-679h",
      "summary": "Alcott et al. We report on a search for elementary particles with charges much smaller than the electron charge using a data sample of proton-proton collisions provided by the CERN Large Hadron Collider in 2023–24, corresponding to an integrated luminosity of $124.7\\text{ }\\text{ }{\\mathrm{fb}}^{−1}$ at a center-… [Phys. Rev. Lett. 135, 121802] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Inclusive Semileptonic Decays of the ${D}_{s}$ Meson: Lattice QCD Confronts Experiments",
      "authors": [
        "Alessandro De Santis, Antonio Evangelista, Roberto Frezzotti, Giuseppe Gagliardi, Paolo Gambino, Marco Garofalo, Christiane Franziska Groß, Bartosz Kostrzewa, Vittorio Lubicz, Francesca Margari, Marco Panero, Francesco Sanfilippo, Silvano Simula, Antonio Smecca, Nazario Tantalo, and Carsten Urbach"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/snc6-cpz6",
      "doi": "10.1103/snc6-cpz6",
      "summary": "Standard model prediction for the semileptonic decay of D s meson using state-of-the-art lattice QCD calculation agrees well with the experimental determinations. [Phys. Rev. Lett. 135, 121901] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Host-Dependent Frequency Offsets in $^{229}\\mathrm{Th}$ Nuclear Clockwork",
      "authors": [
        "U. C. Perera, H. W. T. Morgan, Eric R. Hudson, and Andrei Derevianko"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mhwc-4m14",
      "doi": "10.1103/mhwc-4m14",
      "summary": "C. Perera, H. W. T. Morgan, Eric R. Hudson, and Andrei Derevianko Host-dependent variations of Thorium-229 nuclear clock frequencies in solid-state hosts are predicted using a combination of advanced methods. [Phys. Rev. Lett. 135, 123001] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Phase Transitions in Nonreciprocal Driven-Dissipative Condensates",
      "authors": [
        "Ron Belyansky, Cheyne Weis, Ryo Hanai, Peter B. Littlewood, and Aashish A. Clerk"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gphr-d1bc",
      "doi": "10.1103/gphr-d1bc",
      "summary": "We investigate the influence of boundaries and spatial nonreciprocity on nonequilibrium driven-dissipative phase transitions. We focus on a one-dimensional lattice of nonlinear bosons described by a Lindblad master equation, where the interplay between coherent and incoherent dynamics generates nonr… [Phys. Rev. Lett. 135, 123401] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Correlated Quasiparticle Poisoning from Phonon-Only Events in Superconducting Qubits",
      "authors": [
        "E. Yelton, C. P. Larson, K. Dodge, K. Okubo, and B. L. T. Plourde"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h65v-ttbw",
      "doi": "10.1103/h65v-ttbw",
      "summary": "Yelton, C. P. Larson, K. Dodge, K. Okubo, and B. L. T. Plourde Errors that are correlated across a qubit array pose an obstacle to quantum error correction. We observe elevated correlated poisoning rates in superconducting qubit arrays at the start of a cooldown followed by power-law reductions in time, while the rate of offset charge shifts remains constant, e… [Phys. Rev. Lett. 135, 123601] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Influence of Collisional Effects on Ion-Acoustic Wave Properties in Non-Maxwellian Laser-Driven Plasmas",
      "authors": [
        "R. Capdessus, C. Ruyer, A. Debayle, P. Loiseau, and P. E. Masson-Laborde"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yycm-f8l7",
      "doi": "10.1103/yycm-f8l7",
      "summary": "Capdessus, C. Ruyer, A. Debayle, P. Loiseau, and P. E. Masson-Laborde Collisional effects significantly influence inertial confinement fusion hohlraum plasmas, where non-Maxwellian inverse bremsstrahlung heating and collision-induced anisotropy alter the kinetic plasma response. We derived the linear ion-acoustic wave (IAW) dispersion relation, revealing the necessity… [Phys. Rev. Lett. 135, 125101] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Eliminating Defect States in Monolayer Tungsten Diselenide by Coupling with a c-Plane Sapphire Surface",
      "authors": [
        "Chen Huang, Jinhuan Wang, Yilin Chen, Zuo Feng, Yuexing Xia, Guangjie Yao, Mengze Zhao, Guodong Xue, Si Zhou, Xiaozhi Xu, Xinfeng Liu, Enge Wang, Ji Chen, Kaihui Liu, and Hao Hong"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lswx-rxss",
      "doi": "10.1103/lswx-rxss",
      "summary": "Selenium vacancies are repaired by oxygen atoms transferred from the highly active c-plane in sapphire showing that defect states can be eliminated below the optical spectrum-detectable level. [Phys. Rev. Lett. 135, 126201] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Entropy Spectroscopy of a Bilayer Graphene Quantum Dot",
      "authors": [
        "C. Adam, H. Duprez, N. Lehmann, A. Yglesias, A. O. Denisov, S. Cances, M. J. Ruckriegel, M. Masseroni, C. Tong, W. Huang, D. Kealhofer, R. Garreis, K. Watanabe, T. Taniguchi, K. Ensslin, and T. Ihn"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vbbj-138r",
      "doi": "10.1103/vbbj-138r",
      "summary": "Adam, H. Duprez, N. Lehmann, A. Yglesias, A. O. Denisov, S. Cances, M. J. Ruckriegel, M. Masseroni, C. Tong, W. Huang, D. Kealhofer, R. Garreis, K. Watanabe, T. Taniguchi, K. Ensslin, and T. Ihn We measure the entropy change of charge transitions in an electrostatically defined quantum dot in bilayer graphene. Entropy provides insights into the equilibrium thermodynamic properties of both ground and excited states beyond transport measurements. For the one-carrier regime, the obtained entro… [Phys. Rev. Lett. 135, 126202] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Disorder-Induced Suppression of Superconductivity in Infinite-Layer Nickelates",
      "authors": [
        "Abhishek Ranna, Romain Grasset, Martin Gonzalez, Kyuho Lee, Bai Yang Wang, Edgar Abarca Morales, Florian Theuss, Zuzanna H. Filipiak, Michal Moravec, Marcin Konczykowski, Harold Y. Hwang, Andrew P. Mackenzie, and Berit H. Goodge"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7lqb-pjkm",
      "doi": "10.1103/7lqb-pjkm",
      "summary": "The pairing symmetry of superconducting infinite-layer nickelates is a fundamental yet experimentally challenging question. We employ high-energy electron irradiation to induce disorder in superconducting ${\\mathrm{Nd}}_{0.825}{\\mathrm{Sr}}_{0.175}{\\mathrm{NiO}}_{2}$ thin films, examine the impact o… [Phys. Rev. Lett. 135, 126501] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Three-Dimensional Topological Valley Photonics",
      "authors": [
        "Wenhao Li, Qiaolu Chen, Ning Han, Xinrui Li, Fujia Chen, Junyao Wu, Yuang Pan, Yudong Ren, Hongsheng Chen, Haoran Xue, and Yihao Yang"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kmsq-llfk",
      "doi": "10.1103/kmsq-llfk",
      "summary": "Topological valley photonics, which exploits valley degrees of freedom to manipulate electromagnetic waves, offers a practical and effective pathway for various classical and quantum photonic applications across the entire spectrum. Current valley photonics, however, has been limited to two dimensio… [Phys. Rev. Lett. 135, 126601] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Dimensional Hierarchy of Topological Bound States in the Continuum",
      "authors": [
        "Shunda Yin, Zhenyu Wang, Liping Ye, Hailong He, Manzhu Ke, Weiyin Deng, Jiuyang Lu, and Zhengyou Liu"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lq9m-nngh",
      "doi": "10.1103/lq9m-nngh",
      "summary": "Bound states in the continuum (BICs), with the ability of trapping and manipulating waves within the radiation continuum, have gained significant attention for their potential applications in optics and acoustics. However, challenges arise in reducing wave leakage and noise from fabrication imperfec… [Phys. Rev. Lett. 135, 126602] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Spin Demons in $d$-Wave Altermagnets",
      "authors": [
        "Pieter M. Gunnink, Jairo Sinova, and Alexander Mook"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/99zp-s88m",
      "doi": "10.1103/99zp-s88m",
      "summary": "Demons are a type of plasmons, which consist of out-of-phase oscillations of electrons in different bands. Here, we show that $d$-wave altermagnets, a recently discovered class of collinear magnetism, naturally realize a spin demon, which consists of out-of-phase movement of the two spin species. Th… [Phys. Rev. Lett. 135, 126701] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Strong Coupling of Chiral Magnons in Altermagnets",
      "authors": [
        "Zhejunyu Jin, Tianci Gong, Jie Liu, Huanhuan Yang, Zhaozhuo Zeng, Yunshan Cao, and Peng Yan"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gn6c-1q19",
      "doi": "10.1103/gn6c-1q19",
      "summary": "Altermagnets have recently been identified as a new class of magnets that break time-reversal symmetry without exhibiting net magnetization. The role of the dipole-dipole interaction (DDI) on their dynamical properties, however, is yet to be addressed. In this work, we show that the DDI can induce t… [Phys. Rev. Lett. 135, 126702] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Universal Scale-Free Decay of Tracer-Bath Correlations in $d$-Dimensional Interacting Particle Systems",
      "authors": [
        "Davide Venturelli, Pierre Illien, Aurélien Grabsch, and Olivier Bénichou"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/55qy-sflc",
      "doi": "10.1103/55qy-sflc",
      "summary": "Quantifying the correlations between the position of a tagged tracer and the density of surrounding bath particles is crucial for understanding tracer diffusion in interacting particle systems, and for characterizing the response properties of the bath. We address this problem analytically for both … [Phys. Rev. Lett. 135, 127101] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Activation Volume Facilitating Chemical Reaction under Mechanical Stress",
      "authors": [
        "Yilong Jiang, Junyu Bin, Junhui Sun, Seong H. Kim, Linmao Qian, Lei Chen, and Yang Wang"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ndrl-df2d",
      "doi": "10.1103/ndrl-df2d",
      "summary": "First-principles calculations confirm the validity a new model of activation volume based on inherent stress difference and effective volume change, making possible to devise engineering strategies to regulate mechanochemical effects in chemical reactions. [Phys. Rev. Lett. 135, 128001] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Three-Majorana cotunneling interferometer for non-abelian braiding and topological quantum gate implementation</span>",
      "authors": [
        "Zhen Chen, Yijia Wu, and X. C. Xie"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/61073O85S3a12759111e7b32a0ae94f1128c3219a",
      "doi": "10.1103/qls3-tjzv",
      "summary": "We propose a novel scheme for performing Majorana zero mode (MZM) braiding utilizing cotunneling processes in a three-MZM system incorporating reference arms. This approach relies on the interference between cotunneling paths through the MZMs and reference arms, establishing an effective, tunable co… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Variational wavefunction for a Mott insulator at finite $U$ using ancilla qubits</span>",
      "authors": [
        "Boran Zhou, Hui-Ke Jin, and Ya-Hui Zhang"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1807aK74J601e60458758df809c383cddd3ed6e3d",
      "doi": "10.1103/8knn-mr5x",
      "summary": "The Mott regime with finite $U$ offers a promising platform for exploring novel phases of matter, such as quantum spin liquids (QSL) that exhibit fractionalization and emergent gauge field. Here, we provide a new class wavefunction, dubbed ancilla wavefunction, to capture both charge and spin (gauge… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin-phase detection by spin current in a chiral helimagnet</span>",
      "authors": [
        "Nan Jiang, Shota Suzuki, Issei Sasaki, Kazuki Yamada, Ryoma Kawahara, Shintaro Takada, Yusuke Shimamoto, Hiroki Shoji, Yusuke Kousaka, Jun-ichiro Ohe, Yoshihiko Togawa, and Yasuhiro Niimi"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d907fK0fS461ee0269996c261fd6f9d816002bd61",
      "doi": "10.1103/mfrs-6whs",
      "summary": "Helimagnets, characterized by a helical arrangement of magnetic moments, possess unique internal degrees of freedom, including the spin phase, defined by the phase of the helical magnetic structure. Electrical detection of the spin phase is essential for both practical applications and fundamental r… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Cross-platform protected qubits from entanglement</span>",
      "authors": [
        "Nilotpal Chakraborty, Roderich Moessner, and Benoit Doucot"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a4077K33Kcd1830c69766647da26dca58ee0d5bc8",
      "doi": "10.1103/qjhp-8x6z",
      "summary": "A crucial ingredient for scalable fault-tolerant quantum computing is the construction of logical qubits with low error rates and intrinsic noise protection. We propose a construction for such hardware-level noise-protection in which the qubits are protected from depolarizing (relaxation) and dephas… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Vortex flow anisotropy in nematic superconductors</span>",
      "authors": [
        "F. Castillo Menegotto, R. S. Severino, P. D. Mininni, E. Fradkin, V. Bekeris, G. Pasquini, and G. S. Lozano"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9e07dOc5Q6013f54a3f32b9748f19d2780d8264f0",
      "doi": "10.1103/p7ml-94gq",
      "summary": "We investigate the vortex flow anisotropy in the mixed state of nematic superconductors, focusing on the effects of nematic-superconducting coupling on vortex dynamics. Using numerical simulations within a time-dependent Ginzburg-Landau (TDGL) approach, we analyze vortex viscosity in a model featuri… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Skyrmion-antiskyrmion lattice: A net-zero topological phase in low-symmetry frustrated chiral magnets</span>",
      "authors": [
        "Sayan Banik and Ashis K. Nandy"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c207aYb3R8118294d7712711f37865c45d604be53",
      "doi": "10.1103/pcj5-gtrg",
      "summary": "We report the discovery of a thermodynamically stable skyrmion-antiskyrmion lattice in two-dimensional heterostructures, a novel state exhibiting a net-zero global topological charge owing to an equal population of skyrmions and antiskyrmions. This surprising coexistence of oppositely charged solito… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Theory of three-terminal Andreev spin qubits</span>",
      "authors": [
        "Aleksandr Svetogorov, Kiryl Piasotski, Wolfgang Belzig, and Mikhail Pletyukhov"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d907dD36L5d1800cc14470b39851cf804acbb0128",
      "doi": "10.1103/55xn-c574",
      "summary": "In this letter, we introduce a next generation of Andreev spin qubits – three terminal Andreev spin qubits (TASQs). These new qubits outperform two-terminal devices in the speed of two-qubit gates, benefiting from enhanced spin splitting. Our theoretical analysis reveals increased tunability and int… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Beyond Fourier harmonics: Anapole-engineered flat-band quasi–bound states in the continuum in dielectric metasurfaces</span>",
      "authors": [
        "Lutong Feng and Xia Zhang"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ed074O36S2c1ff57424a93b954f2d0e9207ba3609",
      "doi": "10.1103/r5rz-m8h6",
      "summary": "We present a theoretical and numerical investigation of wide-angle photonic flatbands in an all-dielectric metasurface composed of horizontally aligned dimer resonators. While conventional approaches to bound states in the continuum (BICs) rely on the suppression of specific Fourier harmonics, we de… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Exceptional points in hybrid-plasmonic quasiparticles for ultracompact modulators</span>",
      "authors": [
        "Shahab Ramezanpour and Amr Helmy"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/eb07bO4eRe416e50b30479f7cd2ce5866898a6043",
      "doi": "10.1103/4qwb-cwjk",
      "summary": "Current progress in electro-optical modulation within silicon integrated photonics, driven by the unique capabilities of advanced functional materials, has led to significant improvements in device performance. However, inherent constraints in dimensionality and tunability still pose challenges for … [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Anyonic analogue of optical Mach-Zehnder interferometer</span>",
      "authors": [
        "Navketan Batra, Zezhu Wei, Smitha Vishveshwara, and D. E. Feldman"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5f07dOccTd111959f91500a0af658797666b1f095",
      "doi": "10.1103/rp5m-r8fr",
      "summary": "Anyonic interferometry is a direct probe of fractional statistics. We propose an interferometry geometry that parallels an optical Mach-Zehnder interferometer and offers several advantages over existing interferometry schemes. In contrast to the currently studied electronic Mach-Zehnder interferomet… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Digital quantum simulation of the Kitaev quantum spin liquid</span>",
      "authors": [
        "Seongjun Park and Eun-Gook Moon"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6b079D19S801e707a1417e77a32915fe80e5c8f59",
      "doi": "10.1103/ybft-6cb4",
      "summary": "The ground state of the Kitaev quantum spin liquid on a honeycomb lattice is an intriguing many-body state characterized by its topological order and massive entanglement. One of the significant issues is to prepare and manipulate the ground state as well as excited states in a quantum simulator. He… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Crystallization and oxidation effects on Casimir forces from phase-change Ge${}_{2}$Sb${}_{2}$Te${}_{5}$ thin films</span>",
      "authors": [
        "H. Hassanzadeh, Atul, H. Wang, B. J. Kooi, F. Tajik, and G. Palasantzas"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/33077O9aT671be50a88b08f3233815349f81392d8",
      "doi": "10.1103/zlvn-r3jy",
      "summary": "Here, we present experimental measurements probing the influence of crystallization and surface oxidation on the Casimir force from Ge2Sb2Te5 (GST225) thin films, highlighting the effects of material state and environmental exposure on fluctuation-induced interactions. Using an Au-coated microsphere… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Viscous Hall effect in graphene superlattice enabled via proximity screening</span>",
      "authors": [
        "San Kim, Sang Hyun Park, Sang Il Ahn, Shuigang Xu, Kenji Watanabe, Takashi Taniguchi, and Minsoo Kim"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ed078O01Uf2E141be4b68677aaec37d1107172514",
      "doi": "10.1103/mvtf-mbvq",
      "summary": "In electronic systems with strong electron-electron interactions, charge carriers can exhibit fluid-like behavior governed by viscosity. While such hydrodynamic regimes have been observed in pristine graphene, realizing similar behavior in moiré superlattices has been challenging due to enhanced mom… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Formulation of the orbital magnetic moment in multiorbital tight-binding models: Application to inverse Faraday effect</span>",
      "authors": [
        "Kosuke Tazuke, Takahiro Morimoto, and Sota Kitamura"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6e075OdeQba18c5f720d7870d8c39cc54c0ada399",
      "doi": "10.1103/gmnv-cwvr",
      "summary": "We establish a theoretical formulation of the orbital magnetic moment in multiorbital tight-binding models, focusing on the role of the electric dipole. We demonstrate that the total magnetic moment can be decomposed into several contributions in multiorbital tight-binding models generally. In parti… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Observation of band splitting and magnetically-induced band structure reconstruction in TbTi${}_{3}$Bi${}_{4}$</span>",
      "authors": [
        "Yevhen Kushnirenko, Lin-Lin Wang, Xiaoyi Su, Benjamin Schrunk, Evan O’Leary, Andrew Eaton, P. C. Canfield, and Adam Kaminski"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4c079O6fR5213f56636c3821042744a791c03f14c",
      "doi": "10.1103/8wmy-45m7",
      "summary": "The magnetic Kagome materials are a promising platform to study the interplay between magnetism, topology, and correlated electronic phenomena. Among these materials, the TbTi${}_{3}$Bi${}_{4}$ family received a great deal of attention recently because of its chemical versatility and wide range of m… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Multiple Majorana bound states and their resilience against disorder in planar Josephson junctions</span>",
      "authors": [
        "Pankaj Sharma and Narayan Mohanta"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/dc072O3aJ6215641e35d1ff08edd33fa08fffc516",
      "doi": "10.1103/tl5f-18zx",
      "summary": "Planar Josephson junctions are theoretically predicted to harbor zero-energy Majorana bound states (MBS) in a tunable two-dimensional geometry, at the two ends of the middle metallic channel. Here we show that three distinct topological superconducting regimes, governing the localization of the near… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum Hall effect in a chiral cavity</span>",
      "authors": [
        "Liu Yang, Gabriel Cardoso, Thors Hans Hansson, and Qing-Dong Jiang"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fc07eO04Pf510d57c3bb11d86b52c97ccb28de514",
      "doi": "10.1103/1tlw-g26r",
      "summary": "We investigate the influence of quantum fluctuations in a chiral cavity on the quantum Hall (QH) state, extending previous studies of QH liquids in linearly polarized cavities. Using the Schrieffer-Wolff transformation for perturbative cavity-matter interaction, we identify the system’s normal modes… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Anisotropic spin ice on a breathing pyrochlore lattice</span>",
      "authors": [
        "Gloria Isbrandt, Frank Pollmann, and Michael Knap"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2a077O11R861af59921c6d063e33b47ea3d27eff1",
      "doi": "10.1103/gyf7-nm5v",
      "summary": "Spin ice systems represent a prime example of constrained spin systems and exhibit rich low-energy physics. In this study, we explore how introducing a tunable anisotropic spin coupling to the conventional Ising spin ice Hamiltonian on the breathing pyrochlore lattice affects the ground state proper… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Ferroelectric properties and topological polar textures of PbTiO${}_{3}$ from a second-principles open-source interatomic potential</span>",
      "authors": [
        "Louis Bastogne and Philippe Ghosez"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/81076O20S2f1f35641d08ee4450e42d8f115bb8e5",
      "doi": "10.1103/xr23-x253",
      "summary": "We report large-scale atomistic simulations of inhomogeneous polar textures in PbTiO${}_{3}$ using a newly developed open-source second-principles effective interatomic potential. The model is meticulously validated against density functional theory, reproducing structural, energetic, and dynamical … [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Probing quasiparticle excitations in a doped Mott insulator via Friedel oscillations</span>",
      "authors": [
        "Anurag Banerjee, Emile Pangburn, Catherine Pépin, and Cristina Bena"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fc071Oa8Sd21ec5c11b010e17e71ca9c06068be9f",
      "doi": "10.1103/fbq7-792q",
      "summary": "In this work, we investigate impurity-induced Friedel oscillations in the doped two-dimensional Hubbard model, focusing on the role of holon and doublon excitations. We show that weak impurities, due to the nonfermionic nature of the underlying quasiparticles, induce Friedel oscillations whose behav… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Decoherence and fidelity enhancement during shuttling of entangled spin qubits</span>",
      "authors": [
        "Yu-Ning Zhang, Aleksandr S. Mokeev, and Viatcheslav V. Dobrovitski"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7207aO01Sa9E5a1384275116093791e72f02e6fcb",
      "doi": "10.1103/78sg-ttth",
      "summary": "Shuttling of spin qubits between different locations is a key element in many prospective semiconductor systems for quantum information processing, but the shuttled qubits should be protected from decoherence created by time- and space-dependent noises. Since the paths of different spin qubits are i… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum Monte Carlo study of artificial triangular graphene quantum dots</span>",
      "authors": [
        "E. Bulut Kul, Gökhan Öztarhan, M. N. Çınar, and A. D. Güçlü"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6d07fO0bSc016a5a813097d97cf9a4f3b494dc12b",
      "doi": "10.1103/hnh1-rvpq",
      "summary": "We investigate the magnetic phases of semiconductor-based artificial triangular graphene quantum dots (TGQDs) with zigzag edges using variational and diffusion Monte Carlo methods. These systems serve as quantum simulators for bipartite lattices with broken sublattice symmetry, providing a platform … [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Numerical study of the localization transition of Aubry-André type models</span>",
      "authors": [
        "Balázs Hetényi and István Balogh"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/54077Yc6I88157879398156749fb2177130f490a3",
      "doi": "10.1103/g7vd-hgw4",
      "summary": "We use tools based on the modern theory of polarization for a numerical study of the localization transition of the Aubry-Andr'{e} model. In this model the spatial modulation of the potential, $α$, is an irrational number, which we approximate as the ratio of Fibonacci numbers, ${F}_{n+1}/{F}_{n}$, … [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Effect of inversion asymmetry on the superconducting and exciton condensates of bilayer graphene</span>",
      "authors": [
        "Xiang Hu, Enrico Rossi, and Yafis Barlas"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9b070O85S1719441e771196675c32c58ac68bafb9",
      "doi": "10.1103/fw3r-pcw5",
      "summary": "Inversion asymmetry in bilayer graphene can be tuned by the displacement field. As a result, the band dispersion in biased bilayer graphene acquires flat band regions near the Dirac points along with a non-trivial band geometry. We analyze the effect of inversion asymmetry on the critical temperatur… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Graphene/hBN–based valley transistor: Dynamic control of valley current in synchronized nonzero voltages within the time-dependent regime</span>",
      "authors": [
        "A. Belayadi, C. I. Osuala, I. Assi, A. Naif, J. P. F. LeBlanc, and A. Abbout"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/32078Oc8R3e1d15c346c9b9169ee3502be3f1ec69",
      "doi": "10.1103/ns2x-rfcf",
      "summary": "Graphene/hexagonal boron nitride (hBN) heterostructures represent a promising class of metal-insulator-semiconductor systems widely explored for multifunctional digital device applications. In this work, we demonstrate that graphene, when influenced by carrier-dependent trapping in the hBN spacer, t… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Bilayer germanene growth on a chiral heterostructure</span>",
      "authors": [
        "Ting-Yu Chen, Chin-En Hsu, Ching-Yu Hei, Yung-Ning Hsu, David Mikolas, Bo-Hong Chen, Chung-Huang Lin, Yung-Ting Lee, Cheng-Maw Cheng, Fumio Komori, Iwao Matsuda, Chung-Yu Mou, Woei Wu Pai, Hung-Chung Hsueh, and S. -J. Tang"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ae073KbeLee1c00bb9202140219e020ce796fe299",
      "doi": "10.1103/xlnv-msl4",
      "summary": "Growing a bilayer Xene other than the well-established bilayer graphene is a tremendous challenge, but with equally great potential toward the development of new two-dimensional materials. We have used angle-resolved photoemission spectroscopy (ARPES), and scanning tunneling microscopy (STM) to inve… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>$s±$ pairing symmetry from electron-phonon coupling in La${}_{3}$Ni${}_{2}$O${}_{7}$ under pressure</span>",
      "authors": [
        "Yucong Yin, Jun Zhan, Boyang Liu, and Xinloong Han"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2507bOddPb91dc5951d70d558eaec47eb816372bd",
      "doi": "10.1103/sg46-ct3y",
      "summary": "The recently discovered bilayer Ruddlesden-Popper nickelate La${}_{3}$Ni${}_{2}$O${}_{7}$ exhibits superconductivity with a remarkable transition temperature $T_c $ K under applied pressures above 14.0 GPa. This discovery of new family of high-temperature superconductors has garnered significant att… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Statics and dynamics of twisted skyrmion tubes in frustrated magnets</span>",
      "authors": [
        "Carlos Saji, Eduardo Saavedra, Vagson L. Carvalho-Santos, Alvaro S. Nunez, and Roberto E. Troncoso"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6d07fYb4Seb10692d61713d5e9fecd992e01d329b",
      "doi": "10.1103/tz4v-s5m5",
      "summary": "Stable three-dimensional topological skyrmion structures in frustrated magnets are investigated. The texture exhibits a helicoid pattern along the vertical direction, described by a position-dependent helicity, which interpolates between Neel- and hedgehog-like two-dimensional skyrmions, characteriz… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin Nernst and thermal Hall effects of topological triplons in quantum dimer magnets on the maple-leaf and star lattices</span>",
      "authors": [
        "Nanse Esaki, Yutaka Akagi, Karlo Penc, and Hosho Katsura"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6d07cO08S311ed54532f71f544df3b311c0338342",
      "doi": "10.1103/1yv1-wtx8",
      "summary": "We present a comprehensive theoretical study of the topological properties of triplon excitations in spin-$1/2$ dimer-singlet ground states defined on the maple-leaf and star lattices. Our analysis is based on a model that includes Heisenberg interactions, Dzyaloshinskii-Moriya (DM) interactions, an… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Interaction effects on electronic Floquet spectra: Excitonic effects</span>",
      "authors": [
        "Teng Xiao, Tsan Huang, Changhua Bao, and Zhiyuan Sun"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/cd07cY5bQ4d1d592497944618f52a7ba03b951a55",
      "doi": "10.1103/b1pl-nf2r",
      "summary": "Floquet engineering of electronic states by light is a central topic in modern experiments. However, the impact of many-body interactions on the single-electron properties remains unclear in this non-equilibrium situation. We propose that interaction effects could be reasonably understood by perform… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Scaling up the transcorrelated density matrix renormalization group</span>",
      "authors": [
        "Benjamin Corbett and Akimasa Miyake"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/aa077Of3S9b1b854028f2db89d02f3f4b3d2d5ffd",
      "doi": "10.1103/nzrt-l2j1",
      "summary": "Explicitly correlated methods, such as the transcorrelated method which shifts a Jastrow or Gutzwiller correlator from the wave function to the Hamiltonian, are designed for high-accuracy calculations of electronic structures, but their application to larger systems has been hampered by the computat… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum many-body scars through the lens of correlation matrix</span>",
      "authors": [
        "Zhiyuan Yao and Pengfei Zhang"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f907dY2cKf710f8c792e43d3f03e1c45776fd96ca",
      "doi": "10.1103/tvfd-93kz",
      "summary": "Quantum many-body scars (QMBS)—rare eigenstates that evade thermalization—are typically characterized by their low entanglement entropies compared to surrounding thermal eigenstates. However, due to finite-size effects in systems accessible via exact diagonalization, this measure can be ambiguous. T… [Phys. Rev. B] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Stability of universal properties against perturbations of the Markov chain Monte Carlo algorithm",
      "authors": [
        "Matteo Bacci and Claudio Bonati"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vdxg-mmkl",
      "doi": "10.1103/vdxg-mmkl",
      "summary": "We numerically investigate the stability of universal properties at continuous phase transitions against perturbations of the Markov chain Monte Carlo algorithm used to simulate the system. We consider the three-dimensional XY model as a test bed, and both local (single-site Metropolis) and global (… [Phys. Rev. E 112, 034121] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Electric conductivity in open quantum two-dimensional nonmagnetic systems: The role of the nondiagonal dissipative kernels and the non-Markovian effect",
      "authors": [
        "E. Kh. Alpomishev, G. G. Adamian, and N. V. Antonenko"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zxfh-38h3",
      "doi": "10.1103/zxfh-38h3",
      "summary": "In two-dimensional nonmagnetic systems, the influence of strong correlations between random forces in the equations of motion for the components of the charge carrier momentum on electric conductivity is studied within the framework of the non-Markovian quantum Langevin approach. Analytical expressi… [Phys. Rev. E 112, 034122] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Uncovering the hidden core-periphery structure in hyperbolic networks",
      "authors": [
        "Imran Ansari, Pawanesh Pawanesh, and Niteesh Sahni"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s9cx-cftv",
      "doi": "10.1103/s9cx-cftv",
      "summary": "Hyperbolic network models exhibit very fundamental and essential features, like small worldness, scale freeness, a high-clustering coefficient, and community structure. In this paper, we comprehensively explore the presence of an important feature, the core-periphery structure, in the hyperbolic net… [Phys. Rev. E 112, 034311] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Ordering-disordering dynamics of the $q$-voter model under random external bias",
      "authors": [
        "Roni Muslim, Jihye Kim, Noriko Oikawa, Anugraha Rinto NQZ, and Zulkaida Akbar"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hcy5-pnwf",
      "doi": "10.1103/hcy5-pnwf",
      "summary": "We investigate a variant of the two-state $q$-voter model in which agents update their states under a random external field (which points upward with probability $s$ and downward with probability $1−s$) with probability $p$ or adopt the unanimous opinion of $q$ randomly selected neighbors with proba… [Phys. Rev. E 112, 034312] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Near-critical gene expression in embryonic boundary precision",
      "authors": [
        "Michael Vennettilli, Krishna P. Ramachandran, and Andrew Mugler"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b8hm-gqcq",
      "doi": "10.1103/b8hm-gqcq",
      "summary": "The authors show that precise hunchback (Hb) gene boundaries in D r o s o p h i l a m e l a n o g a s t e r form when the system is weakly bistable and Hb protein diffusion is optimal. This balance sharpens boundaries while limiting noise, elucidating boundary design principles for embryonic development and pattern formation. #BiophysicsSpotlight #WellStructured [Phys. Rev. E 112, 034410] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Generation of a 100-PW near-circularly-polarized attosecond x-ray pulse in the QED regime",
      "authors": [
        "Meiqi Sun, Ze Chen, Lipan Qin, Zhongyi Chen, Yan Tian, Jin Yan, Yan Wang, Xunjie Ma, Xueqing Yan, and Yunliang Wang"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/y6ff-ffgd",
      "doi": "10.1103/y6ff-ffgd",
      "summary": "An ultraintense, isolated circularly polarized (CP) attosecond x-ray pulse is often required for many application of pump-probe techniques. A quantum electrodynamics (QED) effect dominated coherent synchrotron emission (CSE) regime is proposed for the generation of an ultraintense isolated, nearly C… [Phys. Rev. E 112, 035207] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Bridge function as a functional of the radial distribution function: Operator learning and application",
      "authors": [
        "Martin Panholzer, Michael Haring, Thomas Wallek, and Robert E. Zillich"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4962-9rch",
      "doi": "10.1103/4962-9rch",
      "summary": "Properties of classical molecular systems can be calculated with integral equation theories based on the Ornstein-Zernike equation and a complementary closure relation. One such closure relation is the hypernetted chain (HNC) approximation, which neglects the so-called bridge function. We present a … [Phys. Rev. E 112, 035311] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Distribution of singular values in large sample cross-covariance matrices",
      "authors": [
        "Arabind Swain, Sean Alexander Ridout, and Ilya Nemenman"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nb6f-4b6p",
      "doi": "10.1103/nb6f-4b6p",
      "summary": "To understand the properties of the cross covariance between large-dimensional datasets, the authors extend the Marchenko–Pastur results for spectra of eigenvalues of self-covariance matrices to singular values of cross-covariance matrices. In particular, they analyze the spectrum of cross correlations when the dimensionality of the two variables is larger than the sample size, which is common in modern data science applications. [Phys. Rev. E 112, 035312] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Chiral active fluids: Insights from the total momentum",
      "authors": [
        "Tomer Markovich and Tom C. Lubensky"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tkbx-75zt",
      "doi": "10.1103/tkbx-75zt",
      "summary": "This paper presents an argument for why the center-of-mass momentum and the total momentum are different quantities in chiral active matter. The total momentum accounts for the momentum of all atoms, including rotation around the canter of mass of complex particles. It is the total momentum that is accessible in simple rheological experiments. #SoftMatterSpotlight #AdvancingField [Phys. Rev. E 112, 035409] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Nonreciprocity and multibody interactions in acoustically levitated particle systems: A three-body problem",
      "authors": [
        "Brady Wu, Qinghao Mao, Bryan VanSaders, and Heinrich M. Jaeger"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tpzc-qms7",
      "doi": "10.1103/tpzc-qms7",
      "summary": "In this work, a system of particles acoustically levitated in air is investigated experimentally and numerically. In systems with as few as three identical particles, the authors report the emergence of nonreciprocal interactions, which are mediated by the fluid, and render the system active, opening the door to controlling collective behavior and self-assembly via multibody interactions. #SoftMatterSpotlight #AdvancingField [Phys. Rev. E 112, 035410] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Self-organization and emergence of memory in a cyclically driven elastoplastic model of an amorphous solid",
      "authors": [
        "Dheeraj Kumar, Muhittin Mungan, Sylvain Patinet, M. Mert Terzi, and Damien Vandembroucq"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nytl-pnfm",
      "doi": "10.1103/nytl-pnfm",
      "summary": "The mechanical behavior of disordered materials, such as dense suspensions, glasses, and granular materials, depends on their thermal and mechanical history. Under periodic driving, these materials can evolve into states that encode a memory of their annealing. Such memory effects have been observed… [Phys. Rev. E 112, 035411] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Bifurcation-based mechanical sensing of microchannels using microrobots</span>",
      "authors": [
        "Andrew Bickerdike, Yang Liu, Joseph Páez Chávez, and Antoine Ferreira"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/1b070Y1aR2f10594f7959226d70404aea707654eb",
      "doi": "10.1103/zrcy-c36h",
      "summary": "We present a minimally invasive method for probing the mechanical properties of soft-walled microchannels by analyzing the bifurcations in the periodic motion of a magnetically actuated microrobot. Under oscillatory magnetic excitation, the microrobot undergoes transitions, including grazing and fol… [Phys. Rev. E] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Segregation, finite time elastic singularities and coarsening in renewable active matter</span>",
      "authors": [
        "Ayan Roychowdhury, Saptarshi Dasgupta, and Madan Rao"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/fa07eKaaIe91560f09a02a92c0ac28ecb916556e9",
      "doi": "10.1103/tb14-dcnb",
      "summary": "Material renewability in active living systems, such as in cells and tissues, can drive the large scale patterning of forces, with distinctive phenotypic consequences. This is especially significant in the cell cytoskeleton, where multiple species of myosin bound to actin, apply differential contrac… [Phys. Rev. E] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Learning Geometric Models for Developmental Dynamics",
      "authors": [
        "Addison Howe and Madhav Mani"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8vpj-bj7d",
      "doi": "10.1103/8vpj-bj7d",
      "summary": "A neural network model that learns a “developmental landscape” linked to underlying genes provides a framework for understanding tissue formation and differentiation. [Phys. Rev. X 15, 031070] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Anticoncentration in Clifford Circuits and Beyond: From Random Tensor Networks to Pseudomagic States",
      "authors": [
        "Beatrice Magni, Alexios Christopoulos, Andrea De Luca, and Xhek Turkeshi"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/p8dn-glcw",
      "doi": "10.1103/p8dn-glcw",
      "summary": "An analysis of how evenly quantum states spread out in Clifford circuits and tensor networks provides new insights for quantum sampling, benchmarking, and computational quantum advantage. [Phys. Rev. X 15, 031071] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Efficient Simulation of Nontrivial Dissipative Spin Chains via Stochastic Unraveling",
      "authors": [
        "Andrew Pocklington and Aashish A. Clerk"
      ],
      "date": "2025-09-15T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vptq-xy6h",
      "doi": "10.1103/vptq-xy6h",
      "summary": "A new numerical method based on an unraveling of a quantum master equation exploiting Gaussian states enables efficient simulation and physical insights into dissipative many-body spin chains. [PRX Quantum 6, 030349] Published Mon Sep 15, 2025"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nonequilibrium nonlinear response theory of amplitude-dependent dissipative conductivity in disordered superconductors",
      "authors": [
        "Takayuki Kubo"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09766",
      "arxiv": "https://arxiv.org/abs/2509.09766",
      "doi": null,
      "summary": "This work investigates amplitude-dependent nonlinear corrections to the dissipative conductivity in superconductors, using the Keldysh-Usadel theory of nonequilibrium superconductivity, which captures the nonequilibrium dynamics of both quasiparticles and the pair potential. Our rigorous formulation naturally incorporates both the direct nonlinear action of the photon field and indirect contributions mediated by nonequilibrium variations in the pair potential, namely the Eliashberg effect and the Higgs mode. The third-harmonic current, often regarded as a hallmark of the Higgs mode, arises from both the direct photon action and the Higgs mode. Our numerical results are in excellent agreement with previous studies. In contrast, the first-harmonic current, and consequently the dissipative conductivity, receives contributions from all three mechanisms: the direct photon action, the Higgs mode, and the Eliashberg effect. It is shown that that the nonlinear correction to dissipative conductivity can serve as a fingerprint of the Higgs mode, appearing as a resonance peak at a frequency near the superconducting gap \\( \\Delta \\). In addition, our results provide microscopic insight into amplitude-dependent dissipation at frequencies well below \\( \\Delta \\), which is particularly relevant for applied superconducting devices. In particular, the long-standing issue concerning the frequency dependence of the amplitude-dependent quality factor is explained as originating from the direct nonlinear action of the photon field, rather than from contributions by the Higgs mode and the Eliashberg effect. Our practical and explicit expression for the nonlinear conductivity formula makes our results accessible to a broad range of researchers."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Pseudogap-induced change in the nature of the Lifshitz transition in the two-dimensional Hubbard model",
      "authors": [
        "Maria C. O. Aguiar, Helena Bragan\\c{c}a, Indranil Paul, Marcello Civelli"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09783",
      "arxiv": "https://arxiv.org/abs/2509.09783",
      "doi": null,
      "summary": "We study the behavior of the density of states and the $B_{1g}$ nematic susceptibility extracted from Raman response data across the doping-driven Lifshitz transition comparing the weak and strong interaction cases. Our results were obtained using cluster dynamical mean field theory for the two-dimensional Hubbard model. In the weakly correlated Fermi liquid regime, both quantities are approximately symmetric around the Lifshitz transition doping $p_{LT}$. In the strongly correlated regime, the low-doping pseudogap leads to an asymmetric, discontinuous evolution when the Fermi surface changes from hole-like to electron-like at $p_{LT}$. The Lifshitz transition thus changes character because it is tied to the pseudogap-Fermi-liquid transition. These results are consistent with available observations and should foster further experimental investigations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "CaCd$_2$P$_2$: A Visible-Light Absorbing Zintl Phosphide Stable under Photoelectrochemical Water Oxidation",
      "authors": [
        "Guillermo L. Esparza, Zhenkun Yuan, Muhammad Rubaiat Hasan, Yagmur Coban, Gideon Kassa, Vivek Shastry Devalla, Tejas Nivarty, Jack R. Palmer, Jifeng Liu, Kirill Kovnir, Geoffroy Hautier, David P Fenning"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09803",
      "arxiv": "https://arxiv.org/abs/2509.09803",
      "doi": null,
      "summary": "A key bottleneck to solar fuels is the absence of stable and strongly absorbing photoelectrode materials for the oxygen evolution reaction (OER). Modern approaches generally trade off between stable but weakly absorbing materials, such as wide bandgap oxides, or strongly absorbing materials that rely on encapsulation for stability and are weakly catalytic, such as the III-V family of semiconductors. Of interest are materials like transition metal phosphides, such as FeP$_2$, that are known to undergo beneficial in situ surface transformations in the oxidative environment of OER, though stability has remained a primary hurdle. Here we report on CaCd$_2$P$_2$, a Zintl phase visible-light absorber with favorable 1.6 eV bandgap, that we identified using high-throughput computational screening. Using a combination of photoelectrochemical measurements, microscopy, and spectroscopy, we show that CaCd$_2$P$_2$ undergoes a light-stabilized surface transformation that renders it stable under alkaline OER conditions. We also show that the well known OER catalyst CoPi can act as a stable co-catalyst in synergy with the \\textit{in-situ} CaCd$_2$P$_2$ surface. The light-induced stabilization that CaCd$_2$P$_2$ displays is in sharp contrast to the photocorrosion commonly observed in visible light-absorbing photoelectrodes. The broader AM$_2$P$_2$ family of Zintl phases offers a significant opportunity to explore stabilizing interface chemistry and re-design the manner in which low-bandgap semiconductors are used for photoelectrochemical energy conversion."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Pressure tuning of putative quantum criticality on YbV6Sn6",
      "authors": [
        "P. C. Sabino, L. Mendon\\c{c}a-Ferreira, J. G. Dias, G. G. Vasques, M. Dutra, H. Pizzi, P. G. Pagliuso, M. A. Avila"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09817",
      "arxiv": "https://arxiv.org/abs/2509.09817",
      "doi": null,
      "summary": "YbV$_6$Sn$_6$ is a recently discovered heavy-fermion compound that orders at T$_N\\approx 0.4$ K and exhibits a magnetic field-tuned quantum critical point at $H \\approx 10$ kOe. In this work, we have grown YbV$_6$Sn$_6$ single crystals by the self-flux method, to investigate their physical properties at ambient pressure and their electrical transport properties under hydrostatic pressure. At higher temperatures, we observed a decrease in the Kondo temperature, accompanied by the appearance of a local minimum followed by a local maximum, associated with the onset of the coherent Kondo regime. Power law fitting at low temperatures indicated a recovery of the Fermi-liquid regime for pressures below 1 GPa. Above 1 GPa, a reentrance of non-Fermi-liquid behavior is suggested by a decrease in the exponent $n$, accompanied by a substantial increase in the parameter $A$, indicating the approach of a new quantum criticality tuned by hydrostatic pressure. The broad range of interactions present in YbV$_6$Sn$_6$, including RKKY, crystalline electric field (CEF), and Kondo lattice effects, appears to lead to a complex phase diagram. We present a putative phase diagram featuring double quantum criticality tuned by both magnetic field and hydrostatic pressure."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dimensionality reduction of optically generated vortex strings in a charge density wave",
      "authors": [
        "Sajal Dahal, Alex H. Miller, Viktor Krapivin, Gal Orenstein, Ryan A. Duncan, Nicholas Leonard, Matthew J. Hurley, Jade Stanton, Roman Mankowsky, Henrik Lemke, Anisha Singh, Ian Fisher, Mariano Trigo, Samuel W. Teitelbaum"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09819",
      "arxiv": "https://arxiv.org/abs/2509.09819",
      "doi": null,
      "summary": "In phase transitions, mesoscale structures such as topological defects, vortex strings, and domain walls control the path towards equilibrium, and thus the functional properties of many active devices. In photoinduced phase transitions driven by femtosecond laser excitation, the temporal (pulse duration) and spatial (penetration depth) structure of the optical excitation present opportunities for control and creating structures with unique topologies. By performing time-resolved optical pump, x-ray probe experiments on the CDW system Pd-intercalated ErTe$_{3}$, we gain access to the nanoscale dynamics of the mesoscale topological features (vortex strings) produced after a quench, which have a different apparent dimensionality than the topological defects predicted from the bulk system. We show that these vortex strings persist for much longer than the electronic recovery time. The critical exponent obtained from power-law scaling of the intensity as a function of wavevector shows a reduction in the effective dimensionality of the topological defects in the system, corroborated by time-dependent Ginzburg-Landau simulations. Our results demonstrate a novel pathway to use light to control the dimensionality and orientation of topological defects in quantum materials, which could be used to stabilize competing quantum states."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Surface Topological Quantum Criticality II: Conformal manifolds, Isolated fixed points and Entanglement",
      "authors": [
        "Saran Vijayan, Fei Zhou"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09825",
      "arxiv": "https://arxiv.org/abs/2509.09825",
      "doi": null,
      "summary": "In this article, we propose the realization of conformal manifolds, which are smooth manifolds of scale-conformal invariant interacting Hamiltonians in two-dimensional quantum many-body systems. Such phenomena can occur in various interacting systems, including topological surfaces or 2D bulks. Building on previous observations, we demonstrate that a conformal manifold can emerge as an exact solution when the number of fermion colors, \\(N_c\\), becomes infinite. We identify distinct exact marginal deformation operators uniquely associated with the conformal manifolds. By considering \\(N_c\\) as finite but large, we show that quantum fluctuations induce a fermion field renormalization that results in mildly infrared relevant or irrelevant renormalization-group (RG) flow within a conformal manifold, producing standard isolated infrared stable Wilson-Fisher fixed points. These can be grouped with ultraviolet stable fixed points into a discrete manifold due to the spontaneous symmetry breaking of an emergent \\(SO(\\mathcal{N})\\) dynamical symmetry in the RG flow as \\(N_c \\rightarrow \\infty\\). Additionally, we find a correlation between the direction of the RG flow within the manifold and an increase in EPR-like entanglement entropy. The infrared-stable Wilson-Fisher fixed points, induced by quantum fluctuations, are linked to theories on the conformal manifold where interaction operators are maximally entangled in flavor space. Our studies provide an effective framework for addressing topological quantum critical points with high-dimensional interaction parameter spaces, potentially housing many fixed points of various stabilities. They also highlight the central role of entangled conformal operators and their entropy in shaping universality classes of surface topological quantum phase transitions. We conclude with open questions and possible future directions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fractal growth of higher-order topological insulators",
      "authors": [
        "Yutaro Tanaka, Shuai Zhang, Tiantian Zhang, Shuichi Murakami"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09875",
      "arxiv": "https://arxiv.org/abs/2509.09875",
      "doi": null,
      "summary": "Understanding crystal growth and morphology is a fundamental issue in condensed matter physics. In this work, we reveal the fractal morphology of growing crystals of higher-order topological insulators and show that the corners of the crystals grow preferentially compared to the edges in the presence of the corner states. We further demonstrate that when we compare the crystal shape of the higher-order topological insulator with that of the trivial insulator with the same value of the fractal dimension $D_f$, the former has a smaller value of the fractal dimension of coastlines $D_{f,c}$ than the latter. This indicates that, for crystals with a similar degree of corner development, those in the higher-order topological phase have smoother edges. Because the relationship between the area and the perimeter of the crystals is governed by the ratio of these fractal dimensions, the higher-order topological insulator and the trivial insulator exhibit distinct perimeter-area relationships."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnonic Combinatorial Memory for High-density Data Storage",
      "authors": [
        "Mykhaylo Balinskiy, Paulo Julio, Jeffrey Vargas, Diana Balaguer, Alexander Khitun"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09890",
      "arxiv": "https://arxiv.org/abs/2509.09890",
      "doi": null,
      "summary": "There is an urgent need to enhance the storage density of memory devices to accommodate the exponentially increasing amount of data generated by humankind. In this work, we describe Magnonic Combinatorial Memory (MCM), where the bits of information are stored in the signal propagation paths in the network. The number of paths among the elements of the network is much larger compared to the number of elements, which makes it possible to enhance the data storage density compared to conventional memory devices. MCM is an active ring circuit consisting of electric and magnonic parts. The electric part includes a broadband amplifier, phase shifters, and frequency filters. The magnonic part is a mesh of frequency-dependent elements. Signal propagation path(s) in the mesh depend on the amplitude/phase matching between the electric and magnetic parts. The operation of the MCM is described based on the network model, where information is encoded in the S-parameters of the network elements as well as in the element arrangement in the network. We present experimental data for MCM with a four-terminal magnonic element. The element consists of a single-crystal yttrium iron garnet Y3Fe2(FeO4)3 (YIG) film and magnets on top of the film. There are four micro antennas aimed to convert electromagnetic waves into spin waves and vice versa. One of the antennas is used as an input port while the other three are the output ports. Experimental data show the prominent dependence of the element S-parameters on the magnet arrangement. The number of possible arrangements scales factorially with the number of magnets. There is a number of bits that can be encoded into one magnet arrangement. The results demonstrate a robust operation of MCM with an On/Off ratio for path detection exceeding 50 dB at room temperature. Physical limits and practical constraints of MCM are also discussed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hard and soft phase slips in a Fabry-P\\'erot quantum Hall interferometer",
      "authors": [
        "N. L. Samuelson, L. A. Cohen, W. Wang, S. Blanch, T. Taniguchi, K. Watanabe, M. P. Zaletel, A. F. Young"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09901",
      "arxiv": "https://arxiv.org/abs/2509.09901",
      "doi": null,
      "summary": "Quantum Hall Fabry-P\\'erot interferometers are sensitive to the properties of bulk quasiparticles enclosed by the interferometer loop, with the interference phase containing information about both the quasiparticle statistics and the Coulomb-mediated bulk-edge coupling. Previous studies have explored the role of the bulk-edge coupling in an equilibrium picture where quasiparticles enter and exit the interferometer rapidly compared to the timescale over which the interferometer phase is measured. Here, we present data from a monolayer graphene quantum Hall interferometer in the integer quantum Hall regime at $\\nu = -1$ and $\\nu = -2$. Quantum interference shows phase slips associated with the entrance of quasiparticles to the interferometer bulk. Tracing the dependence of these phase slips on the magnetic field, we show that the equilibration time can become as long as several minutes. We further use our multi-gated geometry to identify two classes of phase slips. The first is associated with the addition of a quasiparticle to a bulk `puddle' of quasiparticles uniformly coupled to the entire chiral edge state, while the second is associated with the addition of a quasiparticle trapped by a defect site that couples predominantly to the closest portion of the edge."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Evolution from Topological Dirac Metal to Flat-band-Induced Antiferromagnet in Layered KxNi4S2 (0<=x<=1)",
      "authors": [
        "Hengdi Zhao, Xiuquan Zhou, Hyowon Park, Tianqi Deng, Brandon Wilfong, Alann P. Au II, Samuel E. Pate, Craig M. Brown, Hui Wu, Tushar Bhowmick, Tessa McNamee, Ravhi Kumar, Yu-Sheng Chen, Zhi-Li Xiao, Russell Hemley, Weizhao Cai, Shanti Deemyad, Duck-Young Chung, Stephan Rosenkranz, Mercouri G. Kanatzidis"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09903",
      "arxiv": "https://arxiv.org/abs/2509.09903",
      "doi": "10.1016/j.matt.2025.102418",
      "summary": "Condensed matter systems with coexisting Dirac cones and flat bands, and a switchable control between them within a single system, are desirable but remarkably uncommon. Here we report a layered quantum material system, KxNi4S2 (0 <= x <= 1), that simultaneously hosts both characteristics without involving typical Kagome/honeycomb lattices. Enabled by a topochemical K-deintercalation process, the Fermi surface can be fine-tuned continuously over a wide range of energies. Consequently, a non-magnetic Dirac-metal state with a topological nontrivial Z2 index of 1;(000), supported by first-principles calculations and high mobility up to 1471 cm2V-1s-1, is observed on the K-rich x = 1 side, whereas a flat-band induced antiferromagnetic state with TN up to 10.1 K emerges as K-content approaches 0. The KxNi4S2 system offers a versatile platform for exploring emerging phenomena and underscores a viable pathway for in-situ control of quantum materials dominated by Dirac cones, flat bands, and their interplay."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "How Surface Make-Up and Receding Electrokinetics Determine the Sign and Magnitude of Electrification at Water-Hydrophobe Interfaces?",
      "authors": [
        "Yinfeng Xu, Himanshu Mishra"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09930",
      "arxiv": "https://arxiv.org/abs/2509.09930",
      "doi": null,
      "summary": "It has been widely reported that as water contacts hydrophobic materials such as air or hydrocarbons (liquid or solid), the interfaces acquire a negative charge. It is not entirely clear whether this occurs due to the nature of water, or the hydrophobe, or purely the interface. Here, we probe the effects of surface chemistry and the speed of liquid-solid contact formation and separation on electrification. Glass capillaries grafted with mixed self-assembled monolayers of octadecyltrichlorosilane (ODTS) and (3-aminopropy)triethoxysilane (APTES) were exploited. Water was drawn inside these capillaries from an electroneutral reservoir, and the excess charge carried by the pendant droplets, if any, was quantified using an electrometer with a 100 fC resolution. Depending on the APTES content, the surface charge density at the water-hydrophobe interface ranged from negative (for ODTS) to near-neutral (for APTES 2-sec-exposure followed by ODTS) to positive APTES(5s)-ODTS. Next, we probed the charge (Q) contributions of the following steps on the electrification: (i) Contact (Q_1^n): as a dry capillary enters the water reservoir; (ii) Liquid uptake (Q_2^n): as water is uptaken; (iii) Capillary lift (Q_3^n): the filled capillary is removed from the reservoir; and (iv) Liquid release (Q_4^n): releasing the liquid back into the reservoir. This revealed that the electrification during water uptake (Q_2^n) varied with the rate of release during the previous cycle (Q_4^(n-1)), and it did not depend on the uptake rate. We explain these findings based on the electrical double layer theory, electrokinetics, and charge conservation, advancing the current understanding of electrification."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Predicting void nucleation in microstructure with convolutional neural networks",
      "authors": [
        "Abhijith Thoopul Anantharanga, Jackson Plummer, Saryu Fensin, Brandon Runnels"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09938",
      "arxiv": "https://arxiv.org/abs/2509.09938",
      "doi": null,
      "summary": "Void nucleation in ductile materials subjected to high strain-rate loading remains a critical yet elusive phenomenon to understand. Traditional methods to understand void nucleation typically rely on experiments and molecular dynamics and do not capture the underlying factors leading to void nucleation. In this study, a convolutional neural network, specifically a U-Net enhanced with attention gates is developed, to predict void nucleation probability in pristine tantalum microstructures. The approach leverages a multi-channel input, incorporating four channels of grain orientations and an additional channel of grain boundary energy calculated via the lattice matching method. Void nucleation probability fields are determined from post-mortem micrographs and serve as ground truth, distinguishing void from no-void regions at the pixel level. Pixel-level class imbalance, commen in such images, is addressed by using Focal loss to guide the network's training to predict void nucleation sites more effectively. The model not only predicts void nucleation sites consistent with ground-truth but also reveals additional potential void nucleation sites, capturing the stochastic nature of void nucleation. This study shows that CNN-based models can predict void nucleation sites while considering combined interplay of factors such as grain boundary energy and grain orientation. In this way, machine learning can serve as a means to understand the underlying factors leading to void nucleation thereby contributing to a fundamental understanding of failure due to spallation in ductile materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Possible Spin Triplet Pairing due to Altermagnetic Spin Fluctuation",
      "authors": [
        "Xin Ma (Center for Correlated Matter and School of Physics, Zhejiang University, Hangzhou, China), Siqi Wu (Department of Physics, The Hong Kong University of Science and Technology, Clear Water Bay, Kowloon, Hong Kong, China), Zilong Li (Center for Correlated Matter and School of Physics, Zhejiang University, Hangzhou, China), Lunhui Hu (Center for Correlated Matter and School of Physics, Zhejiang University, Hangzhou, China), Jianhui Dai (School of Physics, Hangzhou Normal University, Hangzhou, China, Institute for Advanced Study in Physics, Zhejiang University, Hangzhou, China), Chao Cao (Center for Correlated Matter and School of Physics, Zhejiang University, Hangzhou, China, Institute for Advanced Study in Physics, Zhejiang University, Hangzhou, China)"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09959",
      "arxiv": "https://arxiv.org/abs/2509.09959",
      "doi": null,
      "summary": "The interplay between unconventional superconductivity and altermagnetic order has attracted much attentions. In particular, whether spin-triplet superconductivity can be achieved by suppressing altermagnetism remains an open issue. We investigate this issue using a minimal single-orbital Hubbard model on a square lattice with vacancy superstructure, in which both conventional antiferromagnetic and altermagnetic order can emerge on equal footing. We illustrate the existence of a metallic normal phase with altermagnetism even at half-filling due to the geometric frustration and Coulomb interaction. Suppressing the altermagnetic long-range order using charge doping can lead to both conventional antiferromagnetic and altermagnetic spin fluctuation. The spin-singlet pairing is always favored when the conventional antiferromagnetic spin fluctuation dominates. However, when the altermagnetic spin fluctuation dominates, spin-triplet pairing may be induced. Implications of our results in possible material candidates are also briefly discussed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Scaling High-Performance Nanoribbon Transistors with Monolayer Transition Metal Dichalcogenides",
      "authors": [
        "Tara Pe\\~na, Anton E. O. Persson, Andrey Krayev, \\'Ashildur Fri{\\dh}riksd\\'ottir, Kathryn Neilson, Zhepeng Zhang, Anh Tuan Hoang, Jerry A. Yang, Lauren Hoang, Andrew J. Mannix, Paul C. McIntyre, Eric Pop"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09964",
      "arxiv": "https://arxiv.org/abs/2509.09964",
      "doi": null,
      "summary": "Nanoscale transistors require aggressive reduction of all channel dimensions: length, width, and thickness. While monolayer two-dimensional semiconductors (2DS) offer ultimate thickness scaling, good performance has largely been achieved only in micrometer-wide channels. Here, we demonstrate both $\\it{n}$- and $\\it{p}$-type nanoribbon transistors based on monolayer 2DS, fabricated using a multi-patterning process, reaching channel widths down to 25 nm and lengths down to 50 nm. 'Anchored' contacts improve device yield, while nanoscale imaging, including tip-enhanced photoluminescence, reveals minimal edge degradation. The devices reach on-state currents up to 560, 420, and 130 $\\mu$A $\\mu$m$^{-1}$ at 1 V drain-to-source voltage for $\\it{n}$-type MoS$_{2}$, WS$_{2}$, and $\\it{p}$-type WSe$_{2}$, respectively, integrated with thin high-$\\kappa$ dielectrics. These results surpass prior reports for single-gated nanoribbons, the WS$_{2}$ by over 100 times, even in normally-off (enhancement-mode) transistors. Taken together, these findings suggest that top down patterned 2DS nanoribbons are promising building blocks for future nanosheet transistors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Impact of Disorder on the Superconducting Properties and BCS-BEC Crossover in FeSe Single Crystals",
      "authors": [
        "Jianping Fu, Yue Sun, Jingting Chen, Zhixiang Shi, Tsuyoshi Tamegai"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09976",
      "arxiv": "https://arxiv.org/abs/2509.09976",
      "doi": "10.1088/1361-6668/adfb03",
      "summary": "We investigate the crystal structure, transport properties and specific heat in five selected FeSe single crystals containing different amounts of disorder. Transport measurements show that disorder significantly suppresses superconducting transition temperature, $T_\\mathrm{c}$, and upper critical field, $H_\\mathrm{c2}$. Specific heat results confirm a robust multi-gap nature, a larger isotropic gap ($\\Delta_\\mathrm{s}$) and a smaller anisotropic gap ($\\Delta_\\mathrm{es}$). The smaller gap $\\Delta_\\mathrm{es}$ becomes more isotropic with increasing disorder. Additionally, FeSe is regarded as a superconductor in the crossover regime from Bardeen-Cooper-Schrieffer (BCS) to Bose-Einstein condensation (BEC) because of its comparable $\\Delta$ and Fermi energy $E_\\mathrm{F}$. By introducing disorder, the BCS-BEC crossover in FeSe can be tuned closer to BCS limit, reducing $\\Delta/E_\\mathrm{F}$ from 1.3 to 0.4."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Elemental Frequency-Based Supervised Classification Approach for the Search of Novel Topological Materials",
      "authors": [
        "Zodinpuia Ralte, Ramesh Kumar, Mukhtiyar Singh"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09978",
      "arxiv": "https://arxiv.org/abs/2509.09978",
      "doi": null,
      "summary": "The machine learning based approaches efficiently solves the goal of searching the best materials candidate for the targeted properties. The search for topological materials using traditional first-principles and symmetry-based methods often requires lots of computing power or is limited by the crystalline symmetries. In this study, we present frequency-based statistical descriptors for machine learning-driven topological material's classification that is independent of crystallographic symmetry of wave functions. This approach predicts the topological nature of a material based on its chemical formula. With a balanced dataset of 3910 materials, we have achieved classification accuracies of 82\\% with the Support Vector Machine (SVM) model and 83\\% with the Random Forest (RF) model, where both models have trained on common frequency based features. We have checked the performances of the models using $5-fold$ cross-validation approach. Further, we have validated the models on a dataset of unseen binary compounds and have efficiently identified 22 common materials using both the models. Next, we implemented the $first-principles$ approach to confirm the topological nature of these predicted materials and found the topological signatures of Dirac, Weyl, and nodal-line semimetallic phases. Therefore, we have demonstrated that the implications of frequency-based descriptors is a practical and less complex way to find novel topological materials with certain physical post-processing filters. This approach lays the groundwork for scalable, data-driven topological property screening of complex materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Entanglement architecture of beyond-Landau quantum criticality",
      "authors": [
        "Menghan Song, Ting-Tung Wang, Liuke Lyu, William Witczak-Krempa, Zi Yang Meng"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09983",
      "arxiv": "https://arxiv.org/abs/2509.09983",
      "doi": null,
      "summary": "Quantum critical points beyond the Landau paradigm exhibit fractionalized excitations and emergent gauge fields. Here, we use entanglement microscopy--full tomography of the reduced density matrix of small subregions and subsequent extraction of their quantum correlations--to resolve the entanglement architecture near such exotic critical points. We focus on genuine multipartite entanglement (GME). Through unbiased quantum Monte Carlo sampling of RDMs across conventional O(2)/O(3) Wilson-Fisher transitions, and unconventional XY$^*$, and N\\'eel-VBS transitions in (2+1)d, we discover a dichotomy: Landau criticality amplifies GME within compact subregions, while non-Landau criticality redistributes entanglement into larger, loopy configurations. Key signatures at non-Landau criticality include the absence of three-spin GME, and the loss of non-loopy entanglement in unicursal regions. Similar results in a critical resonating valence bond wavefunction confirm this multipartite entanglement structure as a common feature of emergent gauge theories. Our findings reveal a distinct entanglement architecture in beyond-Landau quantum critical theories."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unveiling the Role of Solvents in DBTTF:HATCN Ternary Cocrystals",
      "authors": [
        "Ana M. Valencia, Lisa Schraut-May, Marie Siegert, Sebastian Hammer, Beatrice Cula, Alexandra Friedrich, Holger Helten, Jens Pflaum, Caterina Cocchi, Andreas Opitz"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09998",
      "arxiv": "https://arxiv.org/abs/2509.09998",
      "doi": null,
      "summary": "Donor-acceptor (D:A) cocrystals offer a promising platform for next-generation optoelectronic applications, but the impact of residual solvent molecules on their properties remains an open question. We investigate six novel D:A cocrystals of dibenzotetrathiafulvalene (DBTTF) and 1,4,5,8,9,11-hexaazatriphenylenehexacarbo-nitrile (HATCN), prepared via solvent evaporation, yielding 1:1 molar ratios, and horizontal vapor deposition, resulting in solvent-free 3:2 cocrystals. Combining spectroscopy and density-functional theory (DFT) calculations, we find that, while the electronic and optical properties of the cocrystals are largely unaffected by solvent inclusion, the charge transfer mechanism is surprisingly complex. Raman spectroscopy reveals a consistent charge transfer of 0.11 $e$ across all considered structures, corroborated by DFT calculations on solvent-free systems. Partial charge analysis reveals that in solvated cocrystals, solvent molecules actively participate in the charge transfer process as primary electron acceptors. This involvement can perturb the expected D:A behavior, revealing a faceted charge-transfer mechanism in HATCN even beyond the established involvement of its cyano group. Overall, our study demonstrates that while solution-based methods preserve the intrinsic D:A characteristics, solvents can be leveraged as active electronic components, opening new avenues for material design."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Orthogonality between cellulose nanocrystals and a low-molecular weight gelator",
      "authors": [
        "Thuy-Linh Phi (LCMCP-SMiLES), Eero Kontturi (LCMCP-SMiLES), Niki Baccile (LCMCP-SMiLES)"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10020",
      "arxiv": "https://arxiv.org/abs/2509.10020",
      "doi": null,
      "summary": "The development of multicomponent hydrogels has gained a lot of attention in the field of soft matter, as precise tuning of the chemical nature and colloidal properties of each component brings mechanical and functional benefits compared to one-component gels. Within the field, orthogonality between a self-assembled low-molecular weight gelator (LMWG) and a colloid is a domain that has received little attention. In this study, orthogonal LMWG-colloid hydrogels were developed with the additional constraint of sustainability: a bolaamphiphile glycolipid (G-C18:1) is selected as LMWG while cellulose nanocrystals (CNCs) as colloid. These compounds are chosen for their dual role. G-C18:1 is a LMWG but it can also be used, at lower concentrations, as surface stabilizer for CNCs and tune its aggregative properties. On the other hand, tuning surface properties of CNCs drives its bulk behavior: uncharged CNCs locally aggregate and act as reinforcing agent for the LMWG gel, while negatively-charged CNCs, cross-linked with Ca 2+ , naturally form a hydrogel, which can interpenetrate with the LMWG network. By means of rheometry, small-angle X-ray scattering (SAXS) and rheo-SAXS, it is shown here how the aggregative behavior of CNCs enhances the mechanical properties of G-C18:1 hydrogels, while G-C18:1 imparts pH and temperature responsiveness to CNC hydrogels. An interesting field of research in soft matter science is the development of orthogonal hydrogels containing cellulose and LMWGs, although, to the best of our knowledge, there are no existing reports. Since cellulose is among the most extensively studied macromolecules in the field of soft matter, particularly for biomedical applications, 22,23 developing and studying the properties of orthogonal hydrogels containing CNCs and a LMWG represents an intriguing avenue for research, and this for two reasons. First of all, CNCs are bio-based nanoparticles, relevant for the development of sustainable nanoscale science and engineering. Secondly, the surface chemistry of CNCs can be controlled in such a way to tune their aggregation and dispersion properties, making them interesting either as reinforcements in hydrogels, 24,25 or as hydrogel scaffold themselves. 26,27 These aspects were never explored in the context of orthogonal hydrogels. In this work, we then study orthogonality in fully bio-based hydrogels composed of a single glucose lipid LMWG (G-C18:1) and CNCs. G-C18:1 is selected for its multiphasic behavior in water at room temperature 28 and linked to its unique surfactant-lipid-gelator nature, 28,29 tuned by pH and/or type of ion. Below neutral pH and at concentrations under 5 wt%, G-C18:1 forms vesicles, displaying a lipid-like behavior. At pH above neutrality, it assembles into micelles, thus exhibiting a surfactant behavior. 30,31 When Ca 2+ is added to its micellar phase, 32,33 G-C18:1 forms fiber gels 30 (Figure 1). In particular, we focused on orthogonal G-C18:1/CNC hydrogels, in which CNCs either assembled into hydrogels (negatively-charged and cross-linked by calcium ions, referred to as SCNCs, Figure 1) or behaved as reinforcing agents (uncharged CNCs prepared via HCl hydrolysis, referred to as CNC$\\alpha$, and neutral surface stabilized by G-C18:1, 34 Figure 1). These two types of CNCs exhibit distinct roles in the hydrogel system: SCNCs actively participate in the formation of a percolated network, while CNC$\\alpha$ are used to reinforce the hydrogel matrix physically. Specific attention is paid to the impact of the assembled form of CNCs to the elastic properties of the LMWG hydrogel as well as how the responsivity to pH and temperature of the LMWG affect the elastic properties of CNC hydrogels. 33"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Switching magnetic texture via in-plane magnetic field in noncentrosymmetric dipolar magnets: From skyrmions to antiskyrmions and nontopological magnetic bubbles",
      "authors": [
        "Tatsuki Muto, Masahito Mochizuki"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10028",
      "arxiv": "https://arxiv.org/abs/2509.10028",
      "doi": null,
      "summary": "We theoretically investigate field-induced switching of magnetic topology in a nanodisk-shaped sample of noncentrosymmetric dipolar magnet in which the Dzyaloshinskii-Moriya interaction that stabilizes an antiskyrmion with $N_{\\rm sk}$=+1 and the magnetic dipole interaction that stabilizes a skyrmion with $N_{\\rm sk}$=$-1$ are in keen competition where $N_{\\rm sk}$ is the skyrmion number. Our micromagnetic simulations demonstrate that the competition offers a unique opportunity to switch magnetic textures with distinct magnetic topology among the antiskyrmion ($N_{\\rm sk}$=+1), elliptical skyrmion ($N_{\\rm sk}$=$-1$), and nontopological bubble ($N_{\\rm sk}$=0) in a deterministic manner by application of magnetic fields parallel to the sample plane. By calculating time and spatial profiles of energy contributions from respective interactions and magnetic anisotropy, we clarify the physical mechanism and properties of the observed field-induced topology switching phenomena. Our findings are expected to provide useful insights into the spintronic application of topological magnetism."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal Driven Critical Dynamics near the Boundary",
      "authors": [
        "Yu-Rong Shu, Shuai Yin"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10049",
      "arxiv": "https://arxiv.org/abs/2509.10049",
      "doi": null,
      "summary": "The celebrated Kibble-Zurek mechanism (KZM) describes the scaling of physical quantities when external parameters sweep through a critical point. Boundaries are ubiquitous in real systems, and critical behaviors near the boundary have attracted extensive research. Different boundary universality classes, including ordinary, special, extraordinary, and surface transitions, have been identified. However, the driven critical dynamics near boundaries remains unexplored. Here, we systematically investigate the driven critical dynamics in various boundary universality classes of the Ising model in both two and three dimensions, and discover a wealth of dynamic scaling behaviors. We find that for heating dynamics in all boundary universality classes, as well as for cooling dynamics in special, extraordinary, and surface transitions, the dynamic scaling behaviors of the order parameter can be described by a normal generalization of the KZM, called boundary finite-time scaling (BFTS). In contrast, for cooling dynamics in ordinary transition, we discover an abnormal logarithmic scaling on the driving rate. Moreover, for the special transition, in addition to temperature driving, we also consider the driven dynamics by driving the surface couplings. For increasing the surface coupling across the special transition point along the line of the ordinary transition, the prerequisite of the KZM, which requires that the correlation length/time in the initial state to be short-ranged, breaks down. We develop a generalized BFTS for a nonequilibrium initial state characterized by the waiting time, or the ``age'', of the boundary. Possible generalizations are also discussed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Radial Rashba spin-orbit fields in commensurate twisted transition-metal dichalcogenide bilayers",
      "authors": [
        "Thomas Naimer, Paulo E. Faria Junior, Klaus Zollner, Jaroslav Fabian"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10068",
      "arxiv": "https://arxiv.org/abs/2509.10068",
      "doi": null,
      "summary": "In commensurate twisted homobilayers, purely radial Rashba spin-orbit fields can emerge. The observed in-plane spin textures are mostly radial, and the main features are successfully reproduced using a model Hamiltonian based on two effective mass models including spin-orbit coupling, and a general (spin-conserving) interlayer coupling. Extracting the model Hamiltonian parameters through fitting of several twisted supercells, we find a twist angle dependency of the magnitude of the radial Rashba field, which is symmetric not only around the untwisted cases ($\\Theta=0^\\circ$ and $\\Theta=60^\\circ$), but also around $\\Theta=30^\\circ$. Furthermore, we observe that the interlayer coupling between the $K/K'$-points of the two layers decreases with the increase of the size of the commensurate supercells. Hence, peaks of high interlayer coupling can occur only for twist angles, where small commensurate supercells are possible. Exploring different lateral displacements between the layers, we confirm that the relevant symmetry protecting the radial Rashba is an in-plane 180$^\\circ$ rotation axis. We additionally investigate the effects of atomic relaxation and modulation of the interlayer distance. Our results offer fundamental microscopic insights that are particularly relevant to engineering spin-charge conversion schemes based on twisted layered materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Intrinsic disorder in the candidate quantum spin ice Pr$_2$Zr$_2$O$_7$",
      "authors": [
        "T. J. Hicken, P. Meadows, D. Prabhakaran, A. Szab\\'o, S. E. Dutton, C. Castelnovo, K. Moovendaran, T. S. Northam de la Fuente, L. Mangin-Thro, G. B. G. Stenning, M. J. Gutmann, G. Sala, M. B. Stone, P. F. Henry, D. J. Voneshen, J. P. Goff"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10101",
      "arxiv": "https://arxiv.org/abs/2509.10101",
      "doi": null,
      "summary": "Quantum spin liquids with long-range entanglement are of great interest for applications in quantum technology. The quantum spin ice Pr$_2$Zr$_2$O$_7$ is a promising example, where it is believed that structural disorder plays a key role in enhancing quantum mechanical effects by introducing strains that split the ground state doublet akin to the effect of a local disordered transverse field. However, the precise defect structure responsible for this behaviour is unknown. Here we have determined the intrinsic defect structure of Pr$_2$Zr$_2$O$_7$ using neutron and x-ray scattering techniques supported by density functional theory. We find the main defect is the stuffing of Zr$^{4+}$ sites by Pr$^{3+}$ ions, accompanied by charge compensating O$^{2-}$ vacancies, and the relaxation of a neighbouring O$^{2-}$ ion to an interstitial site. Our results explain the single-ion magnetism by considering the non-magnetic singlets that arise on neighbouring sites as a result of the defect structure. These singlets account for additional features in the crystal electric field excitations. The effects caused by this low level of structural disorder are magnified since several neighbouring Pr sites are affected. This makes a significant contribution towards the observed broadening of pinch points in the magnetic diffuse scattering, which was previously attributed purely to quantum effects."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Resolving the Bulk-Boundary Correspondence Paradox on Low-Symmetry Surfaces of Weyl Semimetals",
      "authors": [
        "Cong Li, Zhilong Yang, Hongxiong Liu, Magnus H. Berntsen, Francesco Scali, Dibya Phuyal, Jianfeng Zhang, Timur K. Kim, Jacek Osiecki, Balasubramanian Thiagarajan, Youguo Shi, Tao Xiang, Quansheng Wu, Oscar Tjernberg"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10106",
      "arxiv": "https://arxiv.org/abs/2509.10106",
      "doi": null,
      "summary": "Low-symmetry surfaces of topological semimetals offer access to boundary phenomena hidden on conventional facets, yet systematic studies remain scarce due to experimental challenges and the lack of a general framework for reconciling bulk and surface periodicities. Here, we investigate the (103) surface of the Weyl semimetal NdAlSi using angle resolved photoemission spectroscopy and density functional theory. The (103) surface is an example of a low symmetry surface that presents an apparent paradox to the bulk-boundary correspondence. The surface periodicity to which the topological surface states are expected to adhere does not correspond to the bulk periodicity of the Weyl points. By showing that successive bulk Brillouin zones generate replicas that accumulate into a superlattice commensurate with the surface Brillouin zone, we demonstrate how the apparent bulk boundary correspondence paradox is resolved and establish a universal criterion for arbitrary facets. The framework and experimental results further suggests that overlapping Fermi arcs can hybridize into closed Fermi arc loops, enriching boundary topology and enabling unconventional transport, interference, and collective phenomena unique to lowsymmetry facets."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Instability and self-propulsion of flexible autophoretic filaments",
      "authors": [
        "Ursy Makanga, Akhil Varma, Panayiota Katsamba"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10153",
      "arxiv": "https://arxiv.org/abs/2509.10153",
      "doi": null,
      "summary": "Over the past decade, autophoretic colloids have emerged as a prototypical system for studying self-propelled motion at microscopic scales, with promising applications in microfluidics, micro-machinery, and therapeutics. Their motion in a viscous fluid hinges on their ability to induce surface slip flows that are spatially asymmetric, from self-generated solute gradients. Here, we demonstrate theoretically that a straight elastic filament with homogeneous surface chemical properties -- which is otherwise immotile -- can spontaneously achieve self-propulsion by experiencing a buckling instability that serves as the symmetry-breaking mechanism. Using efficient numerical simulations, we characterize the nonlinear dynamics of the elastic filament and show that, over time, it attains distinct swimming modes such as a steadily translating \"U\" shape and a metastable rotating \"S\" shape when semi-flexible, and an oscillatory state when highly flexible. Our findings provide physical insight into future experiments and the design of reconfigurable synthetic active colloids."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Novel 3D Pentagraphene Allotropes: Stability, Electronic, Mechanical, and Optical Properties",
      "authors": [
        "I. M. F\\'elix, B. Ipaves, R. B. de Oliveira, L. A. Ribeiro Junior, L. S. Rocha, M. L. Pereira Junior, D. S. Galv\\~ao, R. M. Tromer"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10191",
      "arxiv": "https://arxiv.org/abs/2509.10191",
      "doi": null,
      "summary": "Carbon-based materials have attracted great attention due to their exceptional structural diversity and wide-ranging applications. Recently, a new two-dimensional carbon allotrope, named pentagraphene (PG), was proposed. In this study, we proposed three novel three-dimensional (3D) PG allotropes, named 3D-PG-$\\alpha$, -$\\beta$, and -$\\gamma$, engineered through biaxial strain and controlled compression of 2D PG layers. Comprehensive stability analyses, including phonon dispersion and ab initio molecular dynamics simulations (AIMD), confirm their thermodynamic stability under room and high-temperature conditions. 3D-PG-$\\alpha$ is the most stable, exhibiting a cohesive energy 0.5 eV/atom lower than the least stable structure, 3D-PG-$\\gamma$. Electronic property characterization reveals semiconducting behavior for all structures, with indirect electronic band gaps ranging from 0.91 to 2.67 eV. The analyses of the mechanical properties showed significant anisotropy, with higher stiffness along the in-plane ($xy$-plane) direction. Optical properties highlight strong absorption along a wide range and a pronounced anisotropic response. Additionally, the absorption spectra exhibit activity in the visible region, and the refractive index and reflectivity indicate potential use in ultraviolet-blocking devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spectroscopy and transport of nonpolarons in silicon and germanium: the influence of doping and temperature",
      "authors": [
        "Raveena Gupta, Joao Abreu, Matthieu J. Verstraete"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10192",
      "arxiv": "https://arxiv.org/abs/2509.10192",
      "doi": null,
      "summary": "We perform a first-principles investigation of electron-phonon interactions in silicon and germanium, uncovering distinct non-polaronic spectral and transport fingerprints in these archetypal covalent semiconductors. Using many-body perturbation theory with the retarded cumulant expansion, we compute quasiparticle energies, lifetimes, and phonon satellites beyond the Dyson-Migdal approximation. Short-range crystal fields dominate coupling in both materials, yet their low-temperature spectral fingerprints differ: Si exhibits well-resolved satellites at both band edges, whereas Ge displays strong sidebands mainly at the valence band maximum (VBM) and much weaker features at the conduction band minimum (CBM). Phonon-induced satellites in both materials broaden and merge with the quasiparticle peak at elevated temperatures. Doping broadens peaks and compresses satellite-quasiparticle separation, with n-type carriers affecting the CBM and p-type the VBM. Mobility calculations, combining cumulant-derived phonon scattering with experimentally motivated ionized-impurity scattering models, reproduce measured trends and reveal Ge's consistently higher mobilities than Si, stemming from lighter effective masses and weaker coupling. These results link band-edge asymmetries and phonon energetics to measurable transport differences, providing a unified framework for predicting mobility in nonpolar semiconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnetism Induced by Azanide and Ammonia Adsorption in Defective Molybdenum Disulfide and Diselenide: A First-Principles Study",
      "authors": [
        "Guilherme S. L. Fabris, Bruno Ipaves, Raphael B. Oliveira, Humberto R. Gutierrez, Marcelo L. Pereira Junior, Douglas S. Galv\\~ao"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10207",
      "arxiv": "https://arxiv.org/abs/2509.10207",
      "doi": null,
      "summary": "Two-dimensional (2D) transition metal dichalcogenides (TMDs) have attracted considerable attention due to their tunable structural, electronic, and spin-related properties, particularly in the presence of point defects and molecular adsorbates. Motivated by these aspects, we have investigated using first-principles methods the magnetic properties induced by azanide (NH$_2$) and ammonia (NH$_3$) adsorption on defective monolayers of Molybdenum Disulfide (MoS$_2$) and Diselenide(MoSe$_2$). Spin-polarized density functional theory (DFT) was employed to investigate the impact of mono- and di-vacancies on the local spin environment and the role of molecular adsorption in modifying magnetic behavior. The results show that pristine chalcogen vacancies do not generate magnetism, whereas the adsorption of NH$_2$ and NH$_3$ creates localized magnetic moments in Mo-based dichalcogenides. A notable case occurs for MoSe$_2$, where NH$_3$ dissociation into NH$_2$ and H fragments on the same side of the surface produces a net magnetic moment of 2.0 $\\mu_B$. Tests performed on W-based dichalcogenides under equivalent conditions showed no magnetic response, and are reported here only for comparison. These findings demonstrate that molecular adsorption combined with defect engineering can be a practical approach to tune magnetism in 2D materials, with potential relevance for spintronic and sensing applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Direct evidence for the absence of coupling between shear strain and superconductivity in Sr2RuO4",
      "authors": [
        "Giordano Mattoni, Thomas Johnson, Atsutoshi Ikeda, Shubhankar Paul, Jake Bobowski, Manfred Sigrist, Yoshiteru Maeno"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10215",
      "arxiv": "https://arxiv.org/abs/2509.10215",
      "doi": null,
      "summary": "The superconducting symmetry of Sr2RuO4 has been intensely debated for many years. A crucial controversy recently emerged between shear-mode ultrasound experiments, which suggest a two-component order parameter, and some uniaxial pressure experiments that suggest a one-component order parameter. To resolve this controversy, we use a new approach to directly apply three different kinds of shear strain to single crystals of Sr2RuO4 and investigate the coupling to superconductivity. After characterising the strain by optical imaging, we observe variations of the transition temperature Tc smaller than 10mK/% as measured by low-frequency magnetic susceptibility, indicating that shear strain has little to no coupling to superconductivity. Our results are consistent with a one-component order parameter model, but such a model cannot consistently explain other experimental evidence such as time-reversal symmetry breaking, superconducting domains, and horizontal line nodes, thus calling for alternative interpretations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Competitive Adsorption of Toluene and Water in MFI-type Zeolites",
      "authors": [
        "Gavriel Arbiv, Sambhu Radhakrishnan, Alysson F. Morais, C. Vinod Chandran, Dries Vandenabeele, Dirk Dom, Karel Duerinckx, Christine E. A. Kirschhock, Eric Breynaert"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10219",
      "arxiv": "https://arxiv.org/abs/2509.10219",
      "doi": null,
      "summary": "Competitive adsorption is a major challenge in understanding catalytic activity, selectivity and reaction mechanisms in confined environments such as zeolites. This study investigated competitive adsorption in MFI-type zeolites (ZSM-5) using solid-state NMR, focusing on the interplay between toluene and water. Quantitative 1H NMR spectroscopy identified three distinct populations of adsorbed toluene evolving with increasing toluene loading. The adsorption behavior was consistent across a series of samples with Si/Al ratio ranging from 11.5 to 140. Combining 1D and 2D NMR techniques with sample engineering (e.g. pore-blocking) enabled the assignment of the populations to toluene within the zeolite channels, at the pore mouths, and adsorbed on the external crystal surface. Crucially, introducing water to toluene-loaded zeolites caused a partial displacement of toluene from the internal channels, but significant removal from the pore mouths. This dis-placement occurred even in the highly hydrophobic zeolite (Si/Al = 140), where water still preferentially adsorbed to Br{\\o}nsted acid sites and silanol species. The results highlight the critical impact that competitive adsorption from solvents, products, or impurities can have on the efficiency and selectivity of zeolite-mediated transformations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Anomalous Electrical Transport in SnSe$_2$ Nanosheets: Role of Thickness and Surface Defect States",
      "authors": [
        "Aarti Lakhara, Lars Thole, Rolf J. Haug, P. A. Bhobe"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10228",
      "arxiv": "https://arxiv.org/abs/2509.10228",
      "doi": null,
      "summary": "This work examines the influence of thickness on the electrical transport properties of mechanically exfoliated two-dimensional SnSe$_2$ nanosheets, derived from the bulk single crystal. Contrary to conventional trend observed in two-dimensional systems, we find a semiconducting to metallic resistivity behavior with decreasing thickness. The analysis of low-temperature conduction indicates an increased density of states at Fermi-level with decreasing thickness, which is further corroborated by gate bias dependent conductance measurement. The enhanced conductivity in thinner flake is attributed to the n-type doping arising from surface defect states. The presence and evolution of these defect states with thickness is probed by thickness-dependent room-temperature Raman spectroscopy. Our study provides insights into the thickness-dependent electronic transport mechanism of SnSe$_2$ and the crucial role of defect states in governing the observed conductivity behavior."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Noncontact friction in ultracoherent nanomechanical resonators near dielectric materials",
      "authors": [
        "Amirali Arabmoheghi, Alessio Zicoschi, Guillermo Arregui, Mohammad J. Bereyhi, Yi Xia, Nils J. Engelsen, Tobias J. Kippenberg"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10237",
      "arxiv": "https://arxiv.org/abs/2509.10237",
      "doi": null,
      "summary": "Micro- and nanomechanical resonators are emerging as promising platforms for quantum technologies, precision sensors and fundamental science experiments. To utilize these devices for force sensing or quantum optomechanics, they must be brought in close proximity with other systems for functionalization or efficient readout. Improved understanding of the loss mechanisms in nanomechanical resonators, specifically the advent of dissipation dilution, has led to the development of resonators with unprecedented coherence properties. The mechanical quality factors of this new class of ultracoherent micro- and nanomechanical oscillators can now exceed 1 billion at room temperature, setting their force sensitivities below 1 $\\mathrm{aN}/\\sqrt{\\mathrm{Hz}}$, surpassing those of the state-of-the-art atomic force microscopes (AFMs). Given this new regime of sensitivity, an intriguing question is whether the proximity of other materials hinders mechanical coherence. Here we show: it does. We report a novel dissipation mechanism that occurs in ultracoherent nanomechanical oscillators caused by the presence of nearby dielectrics. By studying the parameter scaling of the effect, we show that the mechanism is more severe for low-frequency mechanical modes and that it is due to dielectric loss within the materials caused by the motion of a resonator which carries static charges. Our observations are consistent with the noncontact friction (NCF) observed in AFMs. Our findings provide insights into limitations on the integration of ultracoherent nanomechanical resonators and highlight the adverse effects of charged defects in these systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Pure dephasing increases partition noise in the quantum Hall effect",
      "authors": [
        "C. W. J. Beenakker"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10242",
      "arxiv": "https://arxiv.org/abs/2509.10242",
      "doi": null,
      "summary": "Quantum Hall edge channels partition electric charge over N chiral (uni-directional) modes. Intermode scattering leads to partition noise, observed in graphene p-n junctions. While inelastic scattering suppresses this noise by averaging out fluctuations, we show that pure (quasi-elastic) dephasing may enhance the partition noise. The noise power increases by up to 50% for two modes, with a general enhancement factor of 1+1/N in the strong-dephasing limit. This counterintuitive effect is explained in the framework of monitored quantum transport, arising from the self-averaging of quantum trajectories."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interplay of vibrational, electronic, and magnetic states in CrSBr",
      "authors": [
        "Daria I. Markina, Priyanka Mondal, Lukas Krelle, Sai Shradha, Mikhail M. Glazov, Regine von Klitzing, Kseniia Mosina, Zdenek Sofer, Bernhard Urbaszek"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10267",
      "arxiv": "https://arxiv.org/abs/2509.10267",
      "doi": null,
      "summary": "The van der Waals antiferromagnet CrSBr exhibits coupling of vibrational, electronic, and magnetic degrees of freedom, giving rise to distinctive quasi-particle interactions. We investigate these interactions across a wide temperature range using polarization-resolved Raman spectroscopy at various excitation energies, complemented by optical absorption and photoluminescence excitation (PLE) spectroscopy. Under 1.96 eV excitation, we observe pronounced changes in the A$_g^1$, A$_g^2$, and A$_g^3$ Raman modes near the N\\'eel temperature, coinciding with modifications in the oscillator strength of excitonic transitions and clear resonances in PLE. The distinct temperature evolution of Raman tensor elements and polarization anisotropy for Raman modes indicates that they couple to different excitonic and electronic states. The suppression of the excitonic state's oscillation strength above the N\\'eel temperature could be related to the magnetic phase transition, thereby connecting these excitonic states and Raman modes to a specific spin alignment. These observations make CrSBr a versatile platform for probing quasi-particle interactions in low-dimensional magnets and provide insights for applications in quantum sensing and quantum communication."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnetic Field Dependence of Critical Fluctuations in CeCu$_{5.8}$Ag$_{0.2}$",
      "authors": [
        "X. Boraley, A. D. Christianson, J. Lass, C. Balz, M. Bartkowiak, Ch. Niedermayer, J. M. Lawrence, L. Poudel, D. G. Mandrus, F. Ronning, M. Janoschek, D. G. Mazzone"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10285",
      "arxiv": "https://arxiv.org/abs/2509.10285",
      "doi": null,
      "summary": "Quantum phase transitions are among the most intriguing phenomena that can occur when the electronic ground state of correlated metals are tuned by external parameters such as pressure, magnetic field or chemical substitution. Such transitions between distinct states of matter are driven by quantum fluctuations, and can give rise to macroscopically coherent phases that are at the forefront of condensed matter research. However, the nature of the critical fluctuations, and thus the fundamental physics controlling many quantum phase transitions, remain poorly understood in numerous strongly correlated metals. Here we study the model material CeCu$_{5.8}$Ag$_{0.2}$ to gain insight into the implications of critical fluctuations originating from different regions in reciprocal space. By employing an external magnetic field along the crystallographic $a$- and $c$-axis as auxiliary tuning parameter we observe a pronounced anisotropy in the suppression of the quantum critical fluctuations, reflecting the spin anisotropy of the long-range ordered ground state at larger silver concentration. Coupled with the temperature dependence of the quantum critical fluctuations, these results suggest that the quantum phase transition in CeCu$_{5.8}$Ag$_{0.2}$ is driven by three-dimensional spin-density wave fluctuations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "OpenCSP: A Deep Learning Framework for Crystal Structure Prediction from Ambient to High Pressure",
      "authors": [
        "Yinan Wang, Xiaoyang Wang, Zhenyu Wang, Jing Wu, Jian Lv, Han Wang"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10293",
      "arxiv": "https://arxiv.org/abs/2509.10293",
      "doi": null,
      "summary": "High-pressure crystal structure prediction (CSP) underpins advances in condensed matter physics, planetary science, and materials discovery. Yet, most large atomistic models are trained on near-ambient, equilibrium data, leading to degraded stress accuracy at tens to hundreds of gigapascals and sparse coverage of pressure-stabilized stoichiometries and dense coordination motifs. Here, we introduce OpenCSP, a machine learning framework for CSP tasks spanning ambient to high-pressure conditions. This framework comprises an open-source pressure-resolved dataset alongside a suite of publicly available atomistic models that are jointly optimized for accuracy in energy, force, and stress predictions. The dataset is constructed via randomized high-pressure sampling and iteratively refined through an uncertainty-guided concurrent learning strategy, which enriches underrepresented compression regimes while suppressing redundant DFT labeling. Despite employing a training corpus one to two orders of magnitude smaller than those of leading large models, OpenCSP achieves comparable or superior performance in high-pressure enthalpy ranking and stability prediction. Across benchmark CSP tasks spanning a wide pressure window, our models match or surpass MACE-MPA-0, MatterSim v1 5M, and GRACE-2L-OAM, with the largest gains observed at elevated pressures. These results demonstrate that targeted, pressure-aware data acquisition coupled with scalable architectures enables data-efficient, high-fidelity CSP, paving the way for autonomous materials discovery under ambient and extreme conditions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Self-locking and Stability of the Bowline Knot",
      "authors": [
        "Bastien F. G. Aymon, Fani Derveni, Michael Gomez, J\\'er\\^ome Crassous, Pedro M. Reis"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10306",
      "arxiv": "https://arxiv.org/abs/2509.10306",
      "doi": null,
      "summary": "We investigate the self-locking of the bowline knot through numerical simulations, experiments, and theoretical analysis. Specifically, we perform two complementary types of simulations using the 3D finite-element method (FEM) and a reduced-order model based on the discrete-element method (DEM). For the FEM simulations, we develop a novel mapping technique that automatically transforms the centerline of the rod into the required knot topology prior to loading. In parallel, we conduct experiments using a nearly inextensible elastic rod tied into a bowline around a rigid cylinder. One end of the rod is pulled to load the knot while the other is left free. The measured force-displacement response serves to validate both the FEM and DEM simulations. Leveraging these validated computational frameworks, we analyze the internal tension profile along the rod's centerline, revealing that a sharp drop in tension concentrates around a strategic locking region, whose geometry resembles that observed in other knot types. By considering the coupling of tension, bending, and friction, we formulate a theoretical model inspired by the classic capstan problem to predict the stability conditions of the bowline, finding excellent agreement with our FEM and DEM simulations. Our methodology and findings offer new tools and insights for future studies on the performance and reliability of other complex knots."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin-qubit Noise Spectroscopy of Magnetic Berezinskii-Kosterlitz-Thouless Physics",
      "authors": [
        "Mark Potts, Shu Zhang"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10309",
      "arxiv": "https://arxiv.org/abs/2509.10309",
      "doi": null,
      "summary": "We propose using spin-qubit noise magnetometry to probe dynamical signatures of magnetic Berezinskii-Kosterlitz-Thouless (BKT) physics. For a nitrogen-vacancy (NV) center coupled to two-dimensional XY magnets, we predict distinctive features in the magnetic noise spectral density in the sub-MHz to GHz frequency range. In the quasi-long-range ordered phase, the spectrum exhibits a temperature-dependent power law characteristic of algebraic spin correlations. Above the transition, the noise reflects the proliferation of free vortices and enables quantitative extraction of the vortex conductivity, a key parameter of vortex transport. These results highlight NV as a powerful spectroscopic method to resolve magnetic dynamics in the mesoscopic and low-frequency regimes and to probe exotic magnetic phase transitions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Breakdown of the critical state in the ferromagnetic superconductor EuFe$_2$(As$_{1-x}$P$_x$)$_2$",
      "authors": [
        "William Robert Fern, Joseph Alec Wilcox, Tong Ren, Ivan Veshchunov, Tsuyoshi Tamegai, Simon John Bending"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10339",
      "arxiv": "https://arxiv.org/abs/2509.10339",
      "doi": null,
      "summary": "There are very few materials in which ferromagnetism coexists with superconductivity due to the destructive effect of the magnetic exchange field on singlet Cooper pairs. The iron-based superconductor EuFe$_2$(As$_{1-x}$P$_x$)$_2$ is therefore unique in exhibiting robust superconductivity with a maximum critical temperature of 25 K and long-range ferromagnetism below $T_\\mathrm{FM}\\approx19$ K. Here we report a spatially-resolved study of the irreversible magnetisation in this system that reveals a variety of novel behaviours that are strongly linked with underlying ferromagnetic domain structures. In the superconducting-only state, hysteretic magnetisation due to irreversible vortex motion is consistent with typical weak vortex-pinning behaviour. Just below $T_\\mathrm{FM}$, very narrowly-spaced stripe domains give rise to highly erratic and irreproducible fluctuations in the irreversible magnetisation that we attribute to the dynamics of multi-vortex clusters stabilised by the formation of vortex polarons. In contrast, at lower temperatures, ferromagnetic domains become wider and saturated with spontaneously nucleated vortices and antivortices, leading to a smoother but unconventional evolution of the irreversible state. This observation suggests that the penetrating flux front is roughened by the presence of the magnetic domains in this regime, presenting a clear departure from standard critical state models. Our findings indicate that the mechanism governing irreversibility is strongly influenced by the precise nature of the underlying ferromagnetic domains, being very sensitive to the specific material parameters of EuFe$_2$(As$_{1-x}$P$_x$)$_2$. We consider the possible microscopic origins of these effects, and suggest further ways to explore novel vortex-domain magnetic behaviours."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Disorder-driven Weyl-Kondo Semimetal Phase in WTe$_2$",
      "authors": [
        "Arpan Manna, Sunit Das, Amit Agarwal, Soumik Mukhopadhyay"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10398",
      "arxiv": "https://arxiv.org/abs/2509.10398",
      "doi": null,
      "summary": "In this Letter, we report the observation of disorder-driven anisotropic Kondo screening and spontaneous Hall effect in bulk WTe${_2}$, a nonmagnetic type-II Weyl semimetal. We show that Kondo scattering emerges more prominently in disordered samples and produces magnetoresistance that is strongly anisotropic with respect to both current and magnetic field orientation, reflecting the underlying type-II Weyl dispersion. Strikingly, we find a spontaneous Hall effect in zero magnetic field, whose magnitude is enhanced with disorder, together with a large second-harmonic Hall signal exhibiting quadratic current scaling. Our analysis indicates that disorder-driven Kondo interactions pin the Fermi level near the Weyl nodes. This enhances the Berry curvature-driven nonequilibrium transport, accounting for both the second-order and spontaneous Hall responses. These findings establish disordered WTe${_2}$ as a platform hosting Weyl-Kondo fermions and highlight disorder as an effective control knob for inducing correlated topological phases in weakly correlated Weyl semimetals."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Knotted DNA Configurations in Bacteriophage Capsids: A Liquid Crystal Theory Approach",
      "authors": [
        "Pei Liu, Zhijie Wang, Tamara Christiani, Mariel Vazquez, M. Carme Calderer, Javier Arsuaga"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10410",
      "arxiv": "https://arxiv.org/abs/2509.10410",
      "doi": null,
      "summary": "Bacteriophages, viruses that infect bacteria, store their micron long DNA inside an icosahedral capsid with a typical diameter of 40 nm to 100 nm. Consistent with experimental observations, such confinement conditions induce an arrangement of DNA that corresponds to a hexagonal chromonic liquid-crystalline phase, and increase the topological complexity of the genome in the form of knots. A mathematical model that implements a chromonic liquid-crystalline phase and that captures the changes in topology has been lacking. We adopt a mathematical model that represents the viral DNA as a pair of a vector field and a line. The vector field is a minimizer of the total Oseen-Frank energy for nematic liquid crystals under chromonic constraints, while the line is identified with the tangent to the field at selected locations, representing the central axis of the DNA molecule. The fact that the Oseen-Frank functional assigns infinite energy to topological defects (point defects in two dimensions and line defects in three dimensions) precludes the presence of singularities and, in particular, of knot structures. To address this issue, we begin with the optimal vector field and helical line, and propose a new algorithm to introduce knots through stochastic perturbations associated with splay and twist deformations, modeled by means of a Langevin system. We conclude by comparing knot distributions generated by the model and by interpreting them in the context of previously published experimental results. Altogether, this work relies on the synergy of modeling, analysis and computation in the study of viral DNA organization in capsids."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological superconductivity in a dimerized Kitaev chain revealed by nonlocal transport",
      "authors": [
        "Rafael Pineda Medina, Pablo Burset, William J. Herrera"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10412",
      "arxiv": "https://arxiv.org/abs/2509.10412",
      "doi": null,
      "summary": "Artificial Kitaev chains engineered from semiconducting quantum dots coupled by superconducting segments offer a promising route to realize and control Majorana bound states for topological quantum computation. We study a dimerized Kitaev chain--equivalent to a superconducting Su-Schrieffer-Heeger model--and analyze the behavior of the resulting two coupled chains. We show that interference between Majorana edge modes from each chain gives rise to observable signatures in nonlocal conductance. Additionally, we identify a parity effect in the system length that governs the coupling of edge states, supported by an analytical model. Our results provide experimentally accessible probes for Majorana hybridization in mesoscopic topological superconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Gradient-based search of quantum phases: discovering unconventional fractional Chern insulators",
      "authors": [
        "Andr\\'e Grossi Fonseca, Eric Wang, Sachin Vaidya, Patrick J. Ledwith, Ashvin Vishwanath, Marin Solja\\v{c}i\\'c"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10438",
      "arxiv": "https://arxiv.org/abs/2509.10438",
      "doi": null,
      "summary": "The discovery and understanding of new quantum phases has time and again transformed both fundamental physics and technology, yet progress often relies on slow, intuition-based theoretical considerations or experimental serendipity. Here, we introduce a general gradient-based framework for targeted phase discovery. We define a differentiable function, dubbed \"target-phase loss function\", which encodes spectral fingerprints of a quantum state, thereby recasting phase search as a tractable optimization problem in Hamiltonian space. The method is broadly applicable to phases characterized by ground-state degeneracy and can be extended to a wide range of symmetry-broken and topological orders. As a demonstration, we apply it to spinless fermions on the kagome lattice and discover two distinctive fractional Chern insulators (FCIs), verified through detailed exact diagonalization: (i) at filling $\\nu = 1/3$, a \"non-ideal\" Abelian FCI whose band geometry lies far beyond the Landau-level mimicry paradigm and all recent generalizations; and (ii) at $\\nu = 1/2$, a non-Abelian FCI stabilized purely by finite-range two-body interactions. These results provide the first explicit realization of such types of FCIs and establish a versatile paradigm for systematic quantum-phase discovery."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Image detection-based high-throughput sorting of particles using traveling surface acoustic waves in microscale flows",
      "authors": [
        "Nikhil Sethia, Joseph Sushil Rao, Amit Manicka, Michael L. Etheridge, Erik B. Finger, John C. Bischof, Cari S. Dutcher"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09692",
      "arxiv": "https://arxiv.org/abs/2509.09692",
      "doi": null,
      "summary": "Large particle sorters have potential applications in sorting microplastics and large biomaterials (>50 micrometer), such as tissues, spheroids, organoids, and embryos. Though great advancements have been made in image-based sorting of cells and particles ( 50 micrometer) has been more limited. An image-based detection technique is highly desirable due to richness of the data (including size, shape, color, morphology, and optical density) that can be extracted from live images of individualized biomaterials or particles. Such a detection technique is label-free and can be integrated with a contact-free actuation mechanism such as one based on traveling surface acoustic waves (TSAWs). Recent advances in using TSAWs for sorting cells and particles (<50 micrometer) have demonstrated short response times (<1 ms), high biocompatibility, and reduced energy requirements to actuate. Additionally, TSAW-based devices are miniaturized and easier to integrate with an image-based detection technique. In this work, a high-throughput image-detection based large particle microfluidic sorting technique is implemented. The technique is used to separate binary mixtures of small and large polyethylene particles (ranging between ~45-180 micrometer in size). All particles in flow were first optically interrogated for size, followed by actuations using momentum transfer from TSAW pulses, if they satisfied the size cutoff criterion. The effect of control parameters such as duration and power of TSAW actuation pulse, inlet flow rates, and sample dilution on sorting efficiency and throughput was observed. At the chosen conditions, this sorting technique can sort on average ~4.9-34.3 particles/s (perform ~2-3 actuations/s), depending on the initial sample composition and concentration."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Langevin Dynamics",
      "authors": [
        "Mohammad Attrash, Roi Baer"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09743",
      "arxiv": "https://arxiv.org/abs/2509.09743",
      "doi": null,
      "summary": "Previous years researchers began to simulate open quantum system, taking into account the interaction between system and the environment. One approach to deal with this problem is to use the density matrix within the Liouville-von-Neumann formalism or the Markovian variant the Lindblad equations. Another way is to use a stochastic approach where a random force is added to the system. The benefit of the stochastic approach is to solve the dynamics of the system with less time and memory than the density matrix approaches. In this project we want to develop a stochastic approach that can deal with the stochastic wave functions approach. We did this on a 2-level system and found that it works well when comparing to a density matrix approach. Next, we tested a quantum particle connect to a bath of harmonic oscillators using the stochastic approach. We found that a friction term is necessary and applied it. Like in the classical Langevin equations the friction constant and the random force fluctuations are related by the fluctuation-dissipation constant. We showed that with friction the dynamics decays to an ensemble with energy of $E_{gs}+k_BT$. However, we also found here are problems. The system seems to absorb energy indefinitely if the temperature is higher than the zero point energy or if the system is a Morse oscillator. Thus more research is required to make this method work."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "What do the fundamental constants of physics tell us about life?",
      "authors": [
        "Pankaj Mehta, Jane Kondev"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09892",
      "arxiv": "https://arxiv.org/abs/2509.09892",
      "doi": null,
      "summary": "In the 1970s, the renowned physicist Victor Weisskopf famously developed a research program to qualitatively explain properties of matter in terms of the fundamental constants of physics. But there was one type of matter prominently missing from Weisskopf's analysis: life. Here, we develop Weisskopf-style arguments demonstrating how the fundamental constants of physics can be used to understand the properties of living systems. By combining biophysical arguments and dimensional analysis, we show that vital properties of chemical self-replicators, such as growth yield, minimum doubling time, and minimum power consumption in dormancy, can be quantitatively estimated using fundamental physical constants. The calculations highlight how the laws of physics constrain chemistry-based life on Earth, and if it exists, elsewhere in our universe."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Neural Scaling Laws for Deep Regression",
      "authors": [
        "Tilen Cadez, Kyoung-Min Kim"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10000",
      "arxiv": "https://arxiv.org/abs/2509.10000",
      "doi": null,
      "summary": "Neural scaling laws--power-law relationships between generalization errors and characteristics of deep learning models--are vital tools for developing reliable models while managing limited resources. Although the success of large language models highlights the importance of these laws, their application to deep regression models remains largely unexplored. Here, we empirically investigate neural scaling laws in deep regression using a parameter estimation model for twisted van der Waals magnets. We observe power-law relationships between the loss and both training dataset size and model capacity across a wide range of values, employing various architectures--including fully connected networks, residual networks, and vision transformers. Furthermore, the scaling exponents governing these relationships range from 1 to 2, with specific values depending on the regressed parameters and model details. The consistent scaling behaviors and their large scaling exponents suggest that the performance of deep regression models can improve substantially with increasing data size."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Experimental validation of electron correlation models in warm dense matter",
      "authors": [
        "Dmitrii S. Bespalov, Ulf Zastrau, Zhandos A. Moldabekov, Thomas Gawne, Tobias Dornheim, Moyassar Meshhal, Alexis Amouretti, Michal Andrzejewski, Karen Appel, Carsten Baehtz, Erik Brambrink, Khachiwan Buakor, Carolina Camarda, David Chin, Gilbert Collins, Celine Crepisson, Adrien Descamps, Jon Eggert, Luke Fletcher, Alessandro Forte, Gianluca Gregori, Marion Harmand, Oliver S. Humphries, Hauke Hoeppner, Jonas Kuhlke, William Lynn, Julian Luetgert, Masruri Masruri, Emma M. McBride, Ryan Stewart McWilliams, Alan Augusto Sanjuan Mora, Jean-Paul Naedler, Paul Neumayer, Charlotte Palmer, Alexander Pelka, Lea Pennacchioni, Danae Polsin, Calum Prestwood, Natalia A. Pukhareva, Chongbing Qu, Divyanshu Ranjan, Ronald Redmer, Michael Roeper, Christoph Sahle, Samuel Schumacher, Jan-Patrick Schwinkendorf, Melanie J. Sieber, Madison Singleton, Ethan Smith, Christian Sternemann, Thomas Stevens, Michael Stevenson, Cornelius Strohm, Minxue Tang, Monika Toncian, Toma Toncian, Thomas Tschentscher, Sam Vinko, Justin Wark, Max Wilke, Dominik Kraus, Thomas R. Preston"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10107",
      "arxiv": "https://arxiv.org/abs/2509.10107",
      "doi": null,
      "summary": "We report X-ray Thomson scattering measurements of warm dense aluminium at densities 3.75-4.5 g/cm$^3$ and a temperature of approximately 0.6 eV, performed at the HED-HiBEF instrument of the European XFEL using the DiPOLE-100X drive laser. By probing plasmon dispersion across momentum transfers $k$ = 0.99-2.57 Angstrom$^{-1}$ with high statistical fidelity, we directly test competing theories of electron dynamics under extreme conditions. Time-dependent density functional theory (TDDFT) reproduces both the observed plasmon energies and spectral shapes across the full $k$ range, whereas the random phase approximation (RPA) and static local-field-correction (LFC) models systematically overestimate the plasmon frequency, even for aluminium (a canonical uniform electron gas metal). Considering electron localisation around ions and the loss of crystalline symmetry due to liquid-state disorder, our measurements provide direct evidence that simple uniform electron gas models fail in warm dense matter and establish TDDFT as a reliable approach for electronic correlations in this regime."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Turing patterns on adaptive networks",
      "authors": [
        "Marie Dorchain, S. Nirmala Jenifer, Timoteo Carletti"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10124",
      "arxiv": "https://arxiv.org/abs/2509.10124",
      "doi": null,
      "summary": "We are surrounded by spatio-temporal patterns resulting from the interaction of the numerous basic units constituting natural or human-made systems. In presence of diffusive-like coupling, Turing theory has been largely applied to explain the formation of such self-organized motifs both on continuous domains or networked systems, where reactions occur in the nodes and the available links are used for species to diffuse. In many relevant applications, those links are not static, as very often assumed, but evolve in time and more importantly they adapt their weights to the states of the nodes. In this work, we make one step forward and we provide a general theory to prove the validity of Turing idea in the case of adaptive symmetric networks with positive weights. The conditions for the emergence of Turing instability rely on the spectral property of the Laplace matrix and the model parameters, thus strengthening the interplay between dynamics and network topology. A rich variety of patterns are presented by using two prototype models of nonlinear dynamical systems, the Brusselator and the FitzHugh-Nagumo model. Because many empirical networks adapt to changes in the system states, our results pave the way for a thorough understanding of self-organization in real-world systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Optical tweezers assisted coupling of nematic droplets to gold nanoparticle cluster: Effect on whispering gallery modes",
      "authors": [
        "Sumant Pandey, G. V. Pavan Kumar"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10126",
      "arxiv": "https://arxiv.org/abs/2509.10126",
      "doi": null,
      "summary": "Dye doped liquid crystal (LC) microdroplets exhibit tunable optical resonances modulated by size, shape, temperature, and external perturbations. When a dye-doped nematic microdroplet is coupled to a gold nanoparticle cluster, near-field interactions enhance local electric fields, boosting fluorescence emission. Optical tweezers serve as a tool for the parking of dye doped nematic microdroplets on gold nanoparticle clusters, enabling the dynamic coupling and excitation of whispering-gallery modes (WGMs). This configuration resulted in amplified WGMs, with a clearly detectable shift in the spectral position. Resonance mode red shifts confirmed efficient photonic plasmonic coupling, with up to seven nm tunability achieved without significant degradation of the Q-factor. The magnitude of tunability depends on the size of the gold nanoparticle cluster. Also, the WGM emission spectrum of the nematic microdroplet can be reversibly tuned by decoupling from the gold nanoparticle cluster."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Coarse-Grained BCFT Tensor Networks and Holographic Reflected Entropy in 3D Gravity",
      "authors": [
        "Ning Bao, Jinwei Chu, Yikun Jiang, Jacob March"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10170",
      "arxiv": "https://arxiv.org/abs/2509.10170",
      "doi": null,
      "summary": "We use the framework of $\\textit{BCFT tensor networks}$ to present a microscopic CFT derivation of the correspondence between reflected entropy (RE) and entanglement wedge cross section (EW) in AdS$_3$/CFT$_2$, for both bipartite and multipartite settings. These fixed-point tensor networks, obtained by triangulating Euclidean CFT path integrals, allow us to explicitly construct the canonical purification via cutting-and-gluing CFT path integrals. Employing modular flow in the large-$c$ limit, we demonstrate that these intrinsic CFT manipulations reproduce bulk geometric prescriptions, without assuming the AdS/CFT dictionary. The emergence of bulk geometry is traced to coarse-graining over heavy states in the large-$c$ limit. Universal coarse-grained BCFT data for compact 2D CFTs, through the relation to Liouville theory with ZZ boundary conditions, yields hyperbolic geometry on the Cauchy slice. The corresponding averaged replica partition functions reproduce all candidate EWs, arising from different averaging patterns, with the dominant one providing the correct RE and EW. In this way, many heuristic tensor-network intuitions in toy models are made precise and established directly from intrinsic CFT data."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phase Transitions for Elephant Random Walks with Two memory Channels",
      "authors": [
        "Krishanu Maulik, Parthanil Roy, Tamojit Sadhukhan"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10225",
      "arxiv": "https://arxiv.org/abs/2509.10225",
      "doi": null,
      "summary": "Elephant random walk, introduced to study the effect of memory on random walks, is a novel type of walk that incorporates the information of one randomly chosen past step to determine the future step. However, memory of a process can be multifaceted and can arise due to interactions of more than one underlying phenomena. To model this, random walks with multiple memory channels were introduced in the statistical physics literature by Saha (2022) - here the information on a bunch of independently chosen past steps is needed to decide the future step. With the help of variance heuristics, this work analyzed the two-channel case and predicted a double phase transition: from diffusive to superdiffusive and from superdiffusive to ballistic regimes. We prove these conjectures rigorously (with some corrections), discover a mildly superdiffusive regime at one of the conjectured transition boundaries, and observe a new second-order phase transition. We also carry out a detailed investigation of the asymptotic behavior of the walk at different regimes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tunable Magnetic Order in Chiral Coupled Spin Chains",
      "authors": [
        "Rafael D. Soares, J. M. Viana Parente Lopes, Hugo Ter\\c{c}as"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10286",
      "arxiv": "https://arxiv.org/abs/2509.10286",
      "doi": null,
      "summary": "We obtain the ground-state phase diagram of two spin chains consisting in a set two-level systems asymmetrically coupled to an XX chain through a chiral interaction. The interaction is parametrized by its magnitude and an angle defined by the relative orientation of the spins in different chains. From the entanglement spectrum, we identify the critical lines separating distinct magnetically ordered phases, with the interaction angle able to shift or fully suppress the transition. By increasing the coupling strength, the systems is driven through a quantum phase transition, leading to the formation of two types of in-plane antiferromagnetic stripes. The interaction strength sets stripe formation, while the angle controls the spins orientations. The chiral interaction also induces a non-trivial finite vector spin chirality with opposite orientation on the chains. We show that the vector spin chirality emerges smoothly from the decoupled limit and occurs for angles different from zero and $\\pi/2$, where collinear order is favored instead."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Witt Groups and Bulk-Boundary Correspondence for Stabilizer States",
      "authors": [
        "B{\\l}a\\.zej Ruba, Bowen Yang"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10418",
      "arxiv": "https://arxiv.org/abs/2509.10418",
      "doi": null,
      "summary": "We establish a bulk--boundary correspondence for translation-invariant stabilizer states in arbitrary spatial dimension, formulated in the framework of modules over Laurent polynomial rings. To each stabilizer state restricted to half-space geometry we associate a boundary operator module. Boundary operator modules provide examples of quasi-symplectic modules, which are objects of independent mathematical interest. In their study, we use ideas from algebraic L-theory in a setting involving non-projective modules and non-unimodular forms. Our results about quasi-symplectic modules in one spatial dimension allow us to resolve the conjecture that every stabilizer state in two dimensions is characterized by a corresponding abelian anyon model with gappable boundary. Our techniques are also applicable beyond two dimensions, such as in the study of fractons."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "MatSKRAFT: A framework for large-scale materials knowledge extraction from scientific tables",
      "authors": [
        "Kausik Hira, Mohd Zaki,  Mausam, N. M. Anoop Krishnan"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.10448",
      "arxiv": "https://arxiv.org/abs/2509.10448",
      "doi": null,
      "summary": "Scientific progress increasingly depends on synthesizing knowledge across vast literature, yet most experimental data remains trapped in semi-structured formats that resist systematic extraction and analysis. Here, we present MatSKRAFT, a computational framework that automatically extracts and integrates materials science knowledge from tabular data at unprecedented scale. Our approach transforms tables into graph-based representations processed by constraint-driven GNNs that encode scientific principles directly into model architecture. MatSKRAFT significantly outperforms state-of-the-art large language models, achieving F1 scores of 88.68 for property extraction and 71.35 for composition extraction, while processing data $19$-$496\\times$ faster than them (compared to the slowest and the fastest models, respectively) with modest hardware requirements. Applied to nearly 69,000 tables from more than 47,000 research publications, we construct a comprehensive database containing over 535,000 entries, including 104,000 compositions that expand coverage beyond major existing databases, pending manual validation. This systematic approach reveals previously overlooked materials with distinct property combinations and enables data-driven discovery of composition-property relationships forming the cornerstone of materials and scientific discovery."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Direct synthesis of single-crystal bilayer graphene on dielectric substrate",
      "authors": [
        "Zuoquan Tan, Xianqin Xing, Yimei Fang, Le Huang, Shunqing Wu, Zhiyong Zhang, Le Wang, Xiangping Chen, Shanshan Chen"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2204.00194",
      "arxiv": "https://arxiv.org/abs/2204.00194",
      "doi": null,
      "summary": "The growth of high-quality Bernal-stacked bilayer graphene (BLG) directly on dielectric substrates is crucial for electronic and optoelectronic applications, but there are still challenges such as poor quality, uncontrollable thickness and polycrystalline films. In this work, a novel method to grow high-quality and single-crystalline BLG directly on various dielectric substrates (SiO2/Si, sapphire, and quartz) was demonstrated. Single-crystalline monolayer graphene was applied as a seeding layer to facilitate the homo-epitaxial synthesis of single-crystalline BLG directly on insulating substrates. The Cu nano-powders (Cu NPs) with nanostructure and high surface-area were used as the remote catalysis to provide long-lasting catalytic activity during the graphene growth. The TEM results confirm the single-crystalline nature of the BLG domains, which validates the superiority of the homo-epitaxial growth technique. The as-grown BLG show comparable quality with the CVD-grown BLG on metal surface. Field-effect transistors directly fabricated on the as-grown BLG/SiO2/Si showed a room temperature carrier mobility as high as 2297cm2/Vs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dipolar-octupolar correlations and hierarchy of exchange interactions in Ce$_2$Hf$_2$O$_7$",
      "authors": [
        "Victor Por\\'ee, Anish Bhardwaj, Elsa Lhotel, Sylvain Petit, Nicolas Gauthier, Han Yan, Vladimir Pomjakushin, Jacques Ollivier, Jeffrey A. Quilliam, Andriy H. Nevidomskyy, Hitesh J. Changlani, Romain Sibille"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2305.08261",
      "arxiv": "https://arxiv.org/abs/2305.08261",
      "doi": null,
      "summary": "High-resolution neutron spectroscopy on Ce$_2$Hf$_2$O$_7$ reveals a correlated state characterized by distinct dipolar scattering signals -- quasi-elastic and inelastic contributions consistent with `photon' and `spinon' excitations in quantum spin ice. These signals coexist with weak octupolar scattering. Fits of thermodynamic data using numerical methods indicate a dominant octupolar exchange, $J_{x}$ or $J_{y}$, with substantial dipolar $J_{z}$ and minute dipole-octupole $J_{xz}$ couplings. The $J_{xz}$ value is corroborated by an independent fit of the neutron scattering amplitude balance between dipolar and octupolar `photon' contributions, highlighting its importance to understand neutron scattering results in this family. Ce$_2$Hf$_2$O$_7$ enriches the landscape of dipole-octupole pyrochlore physics, and reveals a `quantum multipolar liquid' where hybrid correlations involve multiple terms in moment series expansion, opening questions on their intertwining and hierarchy in quantum phases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Space Group Informed Transformer for Crystalline Materials Generation",
      "authors": [
        "Zhendong Cao, Xiaoshan Luo, Jian Lv, Lei Wang"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2403.15734",
      "arxiv": "https://arxiv.org/abs/2403.15734",
      "doi": null,
      "summary": "We introduce CrystalFormer, a transformer-based autoregressive model specifically designed for space group-controlled generation of crystalline materials. By explicitly incorporating space group symmetry, CrystalFormer greatly reduces the effective complexity of crystal space, which is essential for data-and compute-efficient generative modeling of crystalline materials. Leveraging the prominent discrete and sequential nature of the Wyckoff positions, CrystalFormer learns to generate crystals by directly predicting the species and coordinates of symmetry-inequivalent atoms in the unit cell. We demonstrate the advantages of CrystalFormer in standard tasks such as symmetric structure initialization and element substitution over widely used conventional approaches. Furthermore, we showcase its plug-and-play application to property-guided materials design, highlighting its flexibility. Our analysis reveals that CrystalFormer ingests sensible solid-state chemistry knowledge and heuristics by compressing the material dataset, thus enabling systematic exploration of crystalline materials space. The simplicity, generality, and adaptability of CrystalFormer position it as a promising architecture to be the foundational model of the entire crystalline materials space, heralding a new era in materials discovery and design."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Prediction and identification of point defect fingerprints in X-ray photoelectron spectra of TiN$_x$ with 1.18 $\\le x \\le$ 1.37",
      "authors": [
        "Pavel Ondra\\v{c}ka, Pauline K\\\"ummerl, Marcus Hans, Stanislav Mr\\'az, Daniel Primetzhofer, David Holec, Petr Va\\v{s}ina, Jochen M. Schneider"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2403.19190",
      "arxiv": "https://arxiv.org/abs/2403.19190",
      "doi": null,
      "summary": "We investigate the effect of selected N and Ti point defects in $B$1 TiN on N 1s and Ti\\,2p$_{3/2}$ binding energies (BE) by experiments and ab initio calculations. X-ray photoelectron spectroscopy (XPS) measurements of TiN$_x$ films with 1.18 $\\le x \\le$ 1.37 reveal additional N 1s spectral components at lower binding energies. Ab initio calculations predict that these components are caused by either Ti vacancies, which induce a N 1s BE shift of -0.54 eV in its first N neighbors, and/or N tetrahedral interstitials, which have their N 1s BE shifted by -1.18 eV and shift the BE of their first N neighbors by -0.53 eV. However, based on {\\it ab initio} data the tetrahedral N interstitial is estimated to be unstable at room temperature. We, therefore, unambiguously attribute the N 1s spectral components at lower BE in Ti-deficient TiN$_x$ thin films to the presence of Ti vacancies. Furthermore, it is demonstrated that the vacancy concentration in Al-capped Ti-deficient TiN$_x$ can be quantified with the here proposed correlative method based on measured and predicted BE data. Our work highlights the potential of ab initio-guided XPS measurements for detecting and quantifying point defects in $B$1 TiN$_x$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Slow quasiparticle dynamics and anyonic statistics in a fractional quantum Hall Fabry-P\\'erot interferometer",
      "authors": [
        "Noah L. Samuelson, Liam A. Cohen, Will Wang, Simon Blanch, Takashi Taniguchi, Kenji Watanabe, Michael P. Zaletel, Andrea F. Young"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2403.19628",
      "arxiv": "https://arxiv.org/abs/2403.19628",
      "doi": null,
      "summary": "Anyons are particles with fractional exchange statistics that emerge as elementary excitations of fractional quantum Hall phases. Experimentally, their exchange statistics can be measured in the edge-state Fabry-P\\'erot interferometer. In these devices, the presence of $N_{qp}$ localized anyons in the bulk contributes a phase $N_{qp}\\theta_a$ to the interference signal. Here we report the observation of large, hysteretic phase jumps in a monolayer graphene Fabry-P\\'erot interferometer at $\\nu=1/3$. When the filling factor is increased from $\\nu<1/3$ towards the center of the plateau, we observe phase slips with magnitude $\\Delta \\theta \\approx 2\\pi/3$, consistent with the addition of individual quasiparticles to the interferometer bulk. In contrast to prior work, however, the phase slips occur as instantaneous jumps in the interference signal, indicative of quasiparticle equilibration times exceeding 20 minutes. We use this long timescale to investigate the effect of changes in interferometer area $A_I$ and $N_{QP}$ independently at fixed magnetic field, revealing a striking memory effect in the phase slip magnitude. In particular, as the $\\nu=1/3$ plateau is approached from higher filling, we observed phase slips with $\\Delta \\theta$ significantly larger than $2\\pi/3$ over the same range of gate voltage where quantized jumps are seen for increasing $\\nu$. We discuss this asymmetry in terms of bulk-edge coupling of quasiparticles localized near the edge or in the bulk, and argue that this effect can be qualitatively reconciled with theoretical expectations for strongly interacting quasiparticles in the presence of weak disorder and strongly nonequilibrium charge dynamics. Our results highlight the key role played by charge dynamics on signatures of the anyon phase, and demonstrate that fractional quasiparticles can be indefinitely localized in nonequilibrium configurations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hierarchy of percolation patterns in a kinetic replication model",
      "authors": [
        "P. Ovchinnikov, K. Soldatov, V. Kapitan, G. Y. Chitov"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2409.16786",
      "arxiv": "https://arxiv.org/abs/2409.16786",
      "doi": null,
      "summary": "The model of a one-dimensional kinetic contact process with parallel update is studied by the Monte Carlo simulations and finite-size scaling. The goal was to reveal the structure of the hidden percolative patterns (order parameters) in the active phase and the nature of transitions those patterns emerge through. Our results corroborate the earlier conjecture that in general the active (percolating) phases possess the hierarchical structure (tower of percolation patterns), where more complicated patterns emerge on the top of coexistent patterns of lesser complexity. Plethora of different patterns emerge via cascades of continuous transitions. We detect five phases with distinct patterns of percolation within the active phase of the model. All transitions on the phase diagram belong to the directed percolation universality class, as confirmed by the scaling analysis. To accommodate the case of multiple percolating phases the extension of the Janssen-Grassberger conjecture is proposed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unravelling the multiscale surface mechanics of soft solids",
      "authors": [
        "Nicolas Bain, Lawrence A. Wilen, Dominic Gerber, Mengjie Zu, Carl P. Goodrich, Senthilkumar Duraivel, Kaarthik Varma, Harsha Koganti, Robert W. Style, Eric R. Dufresne"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2410.09158",
      "arxiv": "https://arxiv.org/abs/2410.09158",
      "doi": null,
      "summary": "The softer a material is, the more its mechanics are sensitive to interfaces. In soft gels, an elastic polymeric network is filled with free-flowing molecules. In theory, either of these components could dominate the material interfacial properties. In practice, current measurements cannot distinguish between the two, nor can they rule out material inhomogeneities, which could modulate the apparent properties of the interfaces. Here, we introduce an experimental approach that elucidates the interfacial mechanics of soft solids. Coupling quantum dots, controlled deformations, and precise confocal measurements, we fully separate the material inhomogeneities of a silicone gel from its true interfacial properties. We quantify a gradient in bulk elastic properties near the surface, with a characteristic length scale of about 20 {\\mu}m. In addition, we observe a surface excess elasticity, whose associated gradient is unresolvable with light microscopy. The composition of the external medium has a strong affect on the observed value of the surface elasticity. Thus, we conclude that the surface elasticity of this silicone network is an interfacial property."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Coexistence of Chiral Majorana Edge States and Bogoliubov Fermi Surfaces in Two-Dimensional Nonsymmorphic Dirac Semimetal/Superconductor Heterostructures",
      "authors": [
        "Yijie Mo, Xiao-Jiao Wang, Zheng-Yang Zhuang, Zhongbo Yan"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.10851",
      "arxiv": "https://arxiv.org/abs/2411.10851",
      "doi": "10.1103/PhysRevB.111.L140504",
      "summary": "Dirac semimetals are renowned for the host of singular symmetry-protected band degeneracies which can give rise to other exotic phases. In this work, we consider a two-dimensional Dirac semimetal stabilized by PT symmetry and nonsymmorphic symmetries. We find that an out-of-plane Zeeman field can lift the Dirac points and transform the system into a Chern insulator with chiral edge states. By placing the nonsymmorphic Dirac semimetal in proximity to an s-wave superconductor, we uncover that chiral topological superconductors with large Chern numbers can be achieved. In addition, we find that topologically-protected Bogoliubov Fermi surface can also emerge in this system, due to the coexistence of inversion symmetry and particle-hole symmetry. Notably, we find that the chiral Majorana edge state persists even when the Chern number becomes ill-defined due to the appearance of Bogoliubov Fermi surfaces. The impact of these Bogoliubov Fermi surfaces on the thermal Hall effects is also investigated. Our study not only identifies a class of materials capable of realizing topological Bogoliubov Fermi surfaces through conventional s-wave superconductivity, but also uncovers an exotic phase where chiral Majorana edge states and Bogoliubov Fermi surfaces coexist."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hierarchical self-assembly for high-yield addressable complexity at fixed conditions",
      "authors": [
        "Miranda Holmes-Cerfon, Matthieu Wyart"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.02611",
      "arxiv": "https://arxiv.org/abs/2501.02611",
      "doi": null,
      "summary": "There is evidence that the self-assembly of complex molecular systems often proceeds hierarchically, by first building subunits that later assemble in larger entities, in a process that can repeat multiple times. Yet, our understanding of this phenomenon and its performance is limited. Here we introduce a simple model for hierarchical addressable self-assembly, where interactions between particles can be optimised to maximise the fraction of a well-formed target structure, or yield. We find that a hierarchical strategy leads to an impressive yield up to at least five generations of the hierarchy, and does not require a cycle of temperatures as used in previous methods. High yield is obtained when the microscopic interaction decreases with the scale of units considered, such that the total interaction between intermediate structures remains identical at all scales. We provide thermodynamic and dynamical arguments constraining the interaction strengths where this strategy is effective. Overall, our work characterizes an alternative strategy for addressable self-assembly at a fixed temperature, and provides insight into the mechanisms sustaining hierarchical assembly in biology."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electric-Field Driven Nuclear Dynamics of Liquids and Solids from a Multi-Valued Machine-Learned Dipolar Model",
      "authors": [
        "Elia Stocco, Christian Carbogno, Mariana Rossi"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.02413",
      "arxiv": "https://arxiv.org/abs/2502.02413",
      "doi": null,
      "summary": "The driving of vibrational motion by external electric fields is a topic of continued interest, due to the possibility of assessing new or metastable material phases with desirable properties. Here, we combine ab initio molecular dynamics within the electric-dipole approximation with machine-learning neural networks (NNs) to develop a general, efficient and accurate method to perform electric-field-driven nuclear dynamics for molecules, solids, and liquids. We train equivariant and autodifferentiable NNs for the interatomic potential and the dipole, modifying the model infrastructure to account for the multi-valued nature of the latter in periodic systems. We showcase the method by addressing property modifications induced by electric field interactions in a polar liquid and a polar solid from nanosecond-long molecular dynamics simulations with quantum-mechanical accuracy. For liquid water, we present a calculation of the dielectric function in the GHz to THz range and the electrofreezing transition, showing that nuclear quantum effects enhance this phenomenon. For the ferroelectric perovskite LiNbO$_3$, we simulate the ferroelectric to paraelectric phase transition and the non-equilibrium dynamics of driven phonon modes related to the polarization switching mechanisms, showing that a full polarization switch is not achieved in the simulations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Non-Normal Phase Transitions: A New Universality in Complex Systems",
      "authors": [
        "Virgile Troude, Didier Sornette"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.05251",
      "arxiv": "https://arxiv.org/abs/2502.05251",
      "doi": null,
      "summary": "We identify a new universality class of phase transitions that emerges in non-normal systems, extending the classical framework beyond eigenvalue instabilities. Unlike traditional critical phenomena, where transitions occur when eigenvalues cross zero, we show that the geometry of eigenvectors alone can trigger qualitative changes in dynamics. Within a large-deviation framework, transient amplification intrinsic to non-normal operators renormalizes the effective noise amplitude, acting as an emergent temperature. Once the non-normality index $\\kappa$ exceeds a critical threshold $\\kappa_c$--the balance between restoring curvature and non-normal shear--stable equilibria lose practical relevance: fluctuations are amplified enough to induce escapes even though spectral stability is preserved. This mechanism defines a fundamentally new route to criticality (pseudo-criticality) that generalizes Kramers' escape beyond potential barriers and can dominate noise-driven transitions in natural and engineered systems. In biology, we demonstrate that DNA methylation, a cornerstone of epigenetic regulation, operates in this regime: by extending a bistable CpG dyad model to include non-normality, we reconcile long-term epigenetic memory with rapid stochastic switching observed on minute timescales. More broadly, the same mechanism underlies abrupt tipping in climate, ecological collapse, financial crises, and engineered network failures. By showing that phase transitions can arise from non-normal amplification rather than spectral instabilities, our work provides a predictive framework for sudden transitions across disciplines."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Adhesion differentials control the rheology of biomimetic emulsions",
      "authors": [
        "Quentin Guigue, Marc Besse, Raphael Voituriez, Alexis M. Prevost, Elie Wandersman, Matthias Merkel, Lea-Laetitia Pontani"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.18782",
      "arxiv": "https://arxiv.org/abs/2503.18782",
      "doi": null,
      "summary": "Animal morphogenesis involves complex tissue deformation processes, which require tight control over tissue rheology. Yet, it remains insufficiently understood how tissue rheology results from the interplay between cellular packing and cellular forces, such as cortical tension, cell pressure, and cell-cell adhesion. Here, we follow a biomimetic approach to study this interplay. We mimic adhesive cells with oil droplets whose adhesion strength and specificity can be flexibly tuned. Using microfluidics, we expose 2D emulsions to an oscillatory geometry imposing cyclic pure shear, and we develop a geometric method to quantify their rheology using only imaging data. We find that some of the emulsions made of two droplet types progressively change their yielding behavior across subsequent shear cycles. Combining this with vertex model simulations, we show that the observed shift in yielding behavior is due to a progressive compaction, which only occurs in emulsions with a high adhesion differential and only when exposed to oscillatory shear. Gradients of cell compaction have been observed during animal development. Our work demonstrates how such gradients can be used to control gradients of tissue rheological properties. Moreover, the progressive compaction suggests the emergence of a pumping mechanism, which potentially acts in many cellular materials, from foams to tissues."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dielectric permittivity of water confined in stacks of charged lipid layers: extracting profiles from molecular dynamics simulations using a modified Poisson-Boltzmann equation",
      "authors": [
        "Ludovic Gardr\\'e, Swen Helstroffer, Pierre Muller, Fabrice Thalmann, Thierry Charitat, Laurent Joly, Claire Loison"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.21593",
      "arxiv": "https://arxiv.org/abs/2503.21593",
      "doi": null,
      "summary": "Most organic and inorganic surfaces (e.g., glass, nucleic acids or lipid membranes) become charged in aqueous solutions. The resulting ionic distribution induces effective interactions between the charged surfaces. Stacks of like-charged lipid bilayers immersed in multivalent ion solutions exhibit strong coupling (SC) effects, where ion correlations cause counter-intuitive membrane attraction. A similar attraction observed with monovalent ions is explained by SC theory through reduced dielectric permittivity under confinement. To explore this phenomenon, we propose a modified Poisson-Boltzmann (mPB) model with spatially varying dielectric permittivity and explicit Born solvation energy for ions. We use the model to investigate the dielectric permittivity profile of confined water in molecular dynamics simulations of charged lipid layers stacks at varying hydration levels, and compare the results with alternative computational methods. The model captures a sharp decrease in permittivity upon dehydration, converging to a plateau value that we attribute to lipid headgroups. The generic nature of the mPB framework allows application to other systems, such as other biological interfaces or solid walls, provided ions follow Boltzmann statistics. Finally, the increase of the area per lipid in our tension-free simulations of the fluid membranes hints that the permittivity decrease upon dehydration is concomitant with an intermembrane attraction."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Self-Optimizing Machine Learning Potential Assisted Automated Workflow for Highly Efficient Complex Systems Material Design",
      "authors": [
        "Jiaxiang Li, Junwei Feng, Jie Luo, Bowen Jiang, Xiangyu Zheng, Qigang Song, Jian Lv, Keith Butler, Hanyu Liu, Congwei Xie, Yu Xie, Yanming Ma"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.08159",
      "arxiv": "https://arxiv.org/abs/2505.08159",
      "doi": null,
      "summary": "Machine learning interatomic potentials have revolutionized complex materials design by enabling rapid exploration of material configurational spaces via crystal structure prediction with ab initio accuracy. However, critical challenges persist in ensuring robust generalization to unknown structures and minimizing the requirement for substantial expert knowledge and time-consuming manual interventions. Here, we propose an automated crystal structure prediction framework built upon the attention-coupled neural networks potential to address these limitations. The generalizability of the potential is achieved by sampling regions across the local minima of the potential energy surface, where the self-evolving pipeline autonomously refines the potential iteratively while minimizing human intervention. The workflow is validated on Mg-Ca-H ternary and Be-P-N-O quaternary systems by exploring nearly 10 million configurations, demonstrating substantial speedup compared to first-principles calculations. These results underscore the effectiveness of our approach in accelerating the exploration and discovery of complex multi-component functional materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnetic Anisotropy and Absence of Long-Range Order in the Triangular Magnet NdMgAl$_{11}$O$_{19}$",
      "authors": [
        "Sonu Kumar, Jan Prokle\\v{s}ka, Karol Za{\\l}\\k{e}ski, Andrej Kancko, Cinthia Correa, Ma{\\l}gorzata \\'Sliwi\\'nska-Bartkowiak, Ga\\\"el Bastien, Ross H. Colman"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.18898",
      "arxiv": "https://arxiv.org/abs/2505.18898",
      "doi": null,
      "summary": "The rare-earth triangular-lattice magnet NdMgAl11O19 offers an ideal platform for examining the interplay of crystal electric field effects, geometric frustration, and weak exchange interactions. Using high-quality single crystals, we measured magnetic susceptibility and magnetization down to 1.8 K, while specific heat was measured down to 45 mK. The system exhibits uniaxial anisotropy along the c-axis, with a ground-state Kramers doublet. A Curie-Weiss temperature of -0.38 K indicates weak antiferromagnetic interactions, while a specific heat anomaly at 81 mK suggests weak magnetic correlations with no long-range magnetic order. The absence of long-range magnetic order down to 45 mK makes it a very interesting material, which is highly frustrated but weakly correlated. Under external fields, the Zeeman splitting of the ground-state doublet leads to a field-tunable Schottky anomaly, with the specific heat peak shifting to 0.65 meV at 3 T, with g ~ 3.7. A Brillouin function fit to magnetization yields g ~ 3.72, confirming the quasi-paramagnetic nature of NdMgAl11O19. These findings highlight NdMgAl11O19 as a promising candidate to investigate quantum spin liquid and exotic spin states in frustrated triangular magnets."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Visualization of Co-3d high- and low-spin states in an Ising spin chain magnet",
      "authors": [
        "Kamini Gautam, Shunsuke Kitou, Yuiga Nakamura, Arvind Kumar Yogi, Dinesh Kumar Shukla, Taka-hisa Arima"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.01298",
      "arxiv": "https://arxiv.org/abs/2506.01298",
      "doi": null,
      "summary": "Properties of trivalent cobalt oxide compounds are largely influenced by the spin state of the six 3d electrons at each Co site. High-spin Co3+ ions, where orbital angular momentum is only partially quenched, often exhibit significant anisotropy, providing playgrounds for Ising spin systems. However, real-space observations of their orbital states have remained limited. Here, we determine the Co-3d spin and orbital states in an Ising spin chain magnet Ca3Co2O6, where high- and low-spin states alternate along the chain. Synchrotron x-ray diffraction and valence electron density (VED) analysis, utilizing the core differential Fourier synthesis (CDFS) method, reveal distinct anisotropic VED distributions around the two inequivalent Co sites. The VED distribution around the octahedral Co site corresponds to a low-spin state, while the trigonal-prismatic Co site exhibits anisotropic VED that cannot be explained by the crystal electric field (CEF) alone. This anisotropy is quantitatively captured by a model incorporating CEF, spin-orbit coupling, and on-site 3d-4p orbital hybridization, consistent with a high-spin state exhibiting Ising magnetism."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Violation of Luttinger's theorem in one-dimensional interacting fermions",
      "authors": [
        "Meng Gao, Yin Zhong"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.04064",
      "arxiv": "https://arxiv.org/abs/2506.04064",
      "doi": null,
      "summary": "Using the density matrix renormalization group method, we systematically investigate the evolution of the Luttinger integral in the one-dimensional generalized $t$-$V$ model as a function of filling and interaction strength, and identify three representative phases. In the weak-coupling regime, the zero-frequency Green's function exhibits a branch-cut structure at the Fermi momentum, and the Luttinger integral accurately reflects the particle density, indicating that the Luttinger theorem holds. As the interaction increases, the spectral weight near the Fermi momentum is gradually suppressed. Interestingly, in the strong coupling regime near half-filling, this singularity is progressively destroyed, accompanied by the emergence of momentum-space zeros in the real part of the Green's function, leading to a novel non-Fermi liquid metallic phase beyond the classic Luttinger liquid paradigm, where the Luttinger surface is no longer defined by a single singularity. While finite spectral weight remains at the original Fermi momentum, the singularity gradually diminishes. Meanwhile, zeros with negligible spectral weight appear away from this momentum, significantly affecting the integral. At exact half-filling, a single-particle gap opens, and the Green's function becomes nearly vanishing across the entire momentum space, indicating the complete suppression of low-energy electronic states consistent with the nature of an insulating charge-density-wave phase. These results suggest that the breakdown of the Luttinger theorem is not triggered by a single mechanism, but rather results from the interplay between interaction-driven evolution of excitation modes and the breaking of particle-hole symmetry, ultimately leading to a continuous reconstruction of the generalized Fermi surface from topologically protected to correlation-driven."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Determining the chemical potential via universal density functional learning",
      "authors": [
        "Florian Samm\\\"uller, Matthias Schmidt"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.15608",
      "arxiv": "https://arxiv.org/abs/2506.15608",
      "doi": null,
      "summary": "We demonstrate that the machine learning of density functionals allows one to determine simultaneously the equilibrium chemical potential across simulation datasets of inhomogeneous classical fluids. Minimization of a loss function based on an Euler-Lagrange equation yields both the universal one-body direct correlation functional, which is represented locally by a neural network, as well as the system-specific unknown chemical potential values. The method can serve as an efficient alternative to conventional computational techniques of measuring the chemical potential. It also facilitates using canonical data from Brownian dynamics, molecular dynamics, or Monte Carlo simulations as a basis for constructing neural density functionals, which are fit for accurate multiscale prediction of soft matter systems in equilibrium."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Two dimensional Coulomb gas in a non-conservative trap",
      "authors": [
        "David S. Dean, Rashed Aljasmi, Satya N. Majumdar"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.18551",
      "arxiv": "https://arxiv.org/abs/2506.18551",
      "doi": "10.1103/gy9c-gsrd",
      "summary": "We study the nonequilibrium steady state of a two dimensional Coulomb gas under the action of an anisotropic harmonic trapping potential along with a non-conservative rotational force. In the case without rotation, the equilibrium (zero temperature) steady state has a uniform density supported over a a static elliptical droplet. The addition of a rotational force drives the system into a nonequilibrium steady state where the density is still uniform inside an ellipse, but the ellipse gets tilted by a a fixed angle compared to the non-rotational case. In addition, a nonzero current is generated inside the droplet which run concentrically to the droplet boundary. For large rotational force, the droplet develops a purely circular form. Our results are predicted by a simple hydrodynamic calculation and are confirmed by numerical simulations and provide a full understanding of a novel driven non-equilibrium state in a strongly interacting system."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Detecting Collective Excitations in Self-Gravitating Bose-Einstein Condensates via Faraday Waves",
      "authors": [
        "Ning Liu, Guodong Cheng"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.18593",
      "arxiv": "https://arxiv.org/abs/2506.18593",
      "doi": null,
      "summary": "We propose Faraday waves as a probe for collective excitations in self-gravitating Bose-Einstein condensates (SGBECs), driven by periodic modulation of the $s$-wave scattering length. Linear stability analysis of the driven Gross-Pitaevskii-Newton equations reveals that parametric instability follows a Mathieu-like equation, with Faraday waves emerging resonantly when half the driving frequency matches the collective excitation frequency of the SGBEC. This framework yields a stability phase diagram that maps the competitive interplay between the unstable tongues of parametric resonance and the intrinsic Jeans instability. The diagram reveals that increasing the driving frequency compresses the Jeans-unstable region and allows well-separated parametric resonance tongues to dominate, thereby creating a clear regime for observing Faraday waves. Conversely, lowering the driving frequency expands the domain of Jeans instability, which fragments and overwhelms the parametric resonance structures. We numerically simulate Faraday wave formation and dynamics within the SGBEC, including the effects of dissipation; simulations reveal a characteristic transition from parametric-resonance-driven Faraday waves to gravity-dominated Jeans collapse as the Jeans frequency increases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exact solution of asymmetric gelation between three walks on the square lattice",
      "authors": [
        "Aleksander L Owczarek, Andrew Rechnitzer"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.17111",
      "arxiv": "https://arxiv.org/abs/2507.17111",
      "doi": null,
      "summary": "We find and analyse the exact solution of a model of three different polymers with asymmetric contact interactions in two dimensions, modelling a scenario where there are different types of polymers involved. In particular, we find the generating function of three directed osculating walks in star configurations on the square lattice with two interaction Boltzmann weights, so that there is one type of contact interaction between the top pair of walks and a different interaction between the bottom pair of walks. These osculating stars are found to be the most amenable to exact solution using functional equation techniques in comparison to the symmetric case where three friendly walks in watermelon configurations were successfully solved with the same techniques. We elucidate the phase diagram, which has four phases, and find the order of all the phase transitions between them. We also calculate the entropic exponents in each phase."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spectral distribution of sparse Gaussian Ensembles of Real Asymmetric Matrices",
      "authors": [
        "Ratul Dutta, Pragya Shukla"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.21002",
      "arxiv": "https://arxiv.org/abs/2507.21002",
      "doi": null,
      "summary": "Theoretical analysis of biological and artificial neural networks e.g. modelling of synaptic or weight matrices necessitate consideration of the generic real-asymmetric matrix ensembles, those with varying order of matrix elements e.g. a sparse structure or a banded structure. We pursue the complexity parameter approach to analyze the spectral statistics of the multiparametric Gaussian ensembles of real asymmetric matrices and derive the ensemble averaged spectral densities for real as well as complex eigenvalues. Considerations of the matrix elements with arbitrary choice of mean and variances render us the freedom to model the desired sparsity in the ensemble. Our formulation provides a common mathematical formulation of the spectral statistics for a wide range of sparse real-asymmetric ensembles and also reveals, thereby, a deep rooted universality among them."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Altermagnetic Shastry-Sutherland fullerene networks",
      "authors": [
        "Jiaqi Wu, Alaric Sanders, Rundong Yuan, Bo Peng"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.21056",
      "arxiv": "https://arxiv.org/abs/2508.21056",
      "doi": null,
      "summary": "The interplay between quantum magnetism and many-body physics is of fundamental importance in condensed matter physics. %Magnetic exchange interactions in frustrated lattices give rise to rich phase diagrams. Molecular building blocks provide a versatile platform for exploring the exotic quantum phases arising from complex orderings in frustrated lattices. Here we demonstrate a showcase system based on altermagnetic Shastry-Sutherland fullerene networks, which can be constructed from a C$_{40}$ molecular synthon with two effective spin-1/2 sites due to the resonance structures. The charge-neutral, pure-carbon systems exhibit an altermagnetic ground state with fully compensated spins arranged in alternating C$_{40}$ units in a 2D rutile-like lattice, leading to $d$-wave splitting of the spin-polarised electronic band structure and strong chiral-split magnons. We report a rich phase diagram including altermagentic, quantum spin liquid, plaquette, and dimer phases, which can be accessed via moderate strains. Our findings open a new avenue for exploring quantum many-body physics based on scalable, chemically-feasible, molecular quantum materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Floquet-engineered moire quasicrystal patterns of ultracold Bose gases in twisted bilayer optical lattices",
      "authors": [
        "Zhenze Fan, Juan Wang, Yan Li"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.21093",
      "arxiv": "https://arxiv.org/abs/2508.21093",
      "doi": null,
      "summary": "We investigate the formation of novel moir\\'e quasicrystal patterns in Bose gases confined in twisted bilayer optical lattices via Floquet-engineered intralayer-atomic interactions. By introducing the density wave amplitude, we divide the dynamical evolution into four distinct stages and verify the pattern changes at each stage. The spatial symmetry of the patterns is closely linked to the modulation amplitudes and frequencies. Consequently, appropriately reducing the modulation frequency and increasing the amplitude facilitate lattice symmetry breaking and the subsequent emergence of rotational symmetry. Notably, a twelve-fold quasicrystal pattern emerges under specific parameters, closely resembling the moir\\'e quasicrystal in twisted bilayer graphene. The momentum-space distributions also exhibit high rotational symmetry, consistent with the real-space patterns at specific evolution times. The patterns exhibit remarkable sensitivity to the modulation frequency, suggesting potential applications of this strongly frequency-dependent pattern formation in quantum precision measurement. Our findings establish a new quantum platform for exploring quasicrystals and their symmetry properties in ultracold bosonic systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nonadiabatic Wave-Packet Dynamics: Nonadiabatic Metric, Quantum Geometry, and Analogue Gravity",
      "authors": [
        "Yafei Ren, M. E. Sanchez Barrero"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.00166",
      "arxiv": "https://arxiv.org/abs/2509.00166",
      "doi": null,
      "summary": "We develop a unified theory for the nonadiabatic wave-packet dynamics of Bloch electrons subject to slowly varying spatial and temporal perturbations. Extending the conventional wave-packet ansatz to include interband contributions, we derive equations for the interband coefficients using the time-dependent variational principle, referred to as the wave-packet coefficient equation. Solving these equations and integrating out interband contributions yields the leading-order nonadiabatic corrections to the wave-packet Lagrangian. These corrections appear in three forms: (i) a nonadiabatic metric in real and momentum space, which we identify with the energy-gap-renormalized quantum metric, (ii) modified Berry connections associated with the motion of the wave-packet center, and (iii) an energy correction arising from spatial and temporal variations of the Hamiltonian. This metric reformulates the wave-packet dynamics as geodesic motion in phase space, enabling an analogue-gravity perspective in condensed matter systems. As an application, we analyze one-dimensional Dirac electron systems under a slowly varying exchange field $\\bm{m}$. Our results demonstrate that variations in the magnitude of $\\bm{m}$ are important to nonadiabatic dynamics, in sharp contrast to the adiabatic regime where directional variations of $\\bm{m}$ are crucial."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Integration of promising piezoelectric and photocatalytic properties in Janus In$XY$ ($X$ = S, Se, Te; $Y$ = Cl, Br, I) monolayers and their heterojunctions",
      "authors": [
        "Xinyue Liu, Ziqiang Li, Yanfeng Ge, Yong Liu, Xing Wang, Wenhui Wan"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.00759",
      "arxiv": "https://arxiv.org/abs/2509.00759",
      "doi": null,
      "summary": "Two-dimensional (2D) Janus materials show great promise as piezoelectric materials and photocatalysts for water splitting. In this work, we systematically investigated the piezoelectric and photocatalytic properties of the hexagonal Janus In$XY$ ($X$ = S, Se, Te; $Y$ = Cl, Br, I) monolayers (MLs) using first-principles calculations. Except for InSeCl ML, the remaining eight In$XY$ MLs are stable and exhibit exceptionally high in-plane piezoelectric coefficients ($|d_{22}|$ = 6.07--155.27 pm/V), which exceed those of most known 2D materials. In$XY$ MLs possess band edges straddling the water redox potentials at pH = 0. Their intrinsic vertical polarization induces an intralayer polarization field $E_{\\rm intra}$, leading to low exciton binding energies (0.44--0.78 eV). Moreover, their strong vertical piezoelectric responses ($|d_{32}|$ = 0.34--0.65 pm/V) suggest that in-plane stress can further enhance $E_{\\rm intra}$ to facilitate the separation of photogenerated carriers. Additionally, these In$XY$ MLs exhibit high electron mobility (101--899 cm$^2$/V/s) and a pronounced anisotropy ratio in carrier mobility, which effectively suppresses charge recombination. Among them, several stand out: InSI and InSeBr MLs show high electron mobility and a large carrier mobility anisotropy ratio; InSeBr ML exhibits excellent in-plane and out-of-plane piezoelectricity; and InSeBr, InSeI, and InTe$Y$ ($Y$ = Cl, Br, I) MLs show strong visible-light absorption. To optimize performance, we constructed a van der Waals heterojunction (InSI/InSeBr), which demonstrates remarkable photocatalytic properties, including enhanced redox ability, a direct Z-scheme charge transfer pathway, strong visible-light absorption, high carrier mobility, and excellent photocorrosion resistance."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Integral $ab$ $initio$/DFT and experimental TDPAC approach enlightening the $aftereffects$ phenomenon: probing electronic properties in $\\alpha$-Al$_2$O$_3$:($^{111}$In$\\rightarrow$)$^{111}$Cd at the atomic scale",
      "authors": [
        "G. N. Darriba, R. Vianden, A. P. Ayala, M. Renter\\'ia"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.03460",
      "arxiv": "https://arxiv.org/abs/2509.03460",
      "doi": null,
      "summary": "By means of an integral $ab$ $initio$/DFT and double-approach experimental study we contribute here to enlighten and quantify the origin of dynamic hyperfine interactions (HFIs) assigned to the electron-capture (EC) decay aftereffects (ECAE) phenomenon observed in time-differential perturbed $\\gamma$-$\\gamma$ angular correlation (TDPAC) experiments in oxides doped with ($^{111}$In (EC)$\\rightarrow$)$^{111}$Cd as probe-atom. In previous works [Darriba et al., Phys. Rev. B 105, 195201 (2022)] we proposed an $ab$ $initio$ scenario in which the fluctuating electric-field gradients (EFG) producing the dynamic HFI were related with fluctuating electronic environments close to the $^{111}$Cd nucleus, succeeding to identify the environment which produce the final static EFG when the dynamic ($on-off$) process has stopped. In this work we show that in addition it is possible to obtain, for each temperature and HFI observed, the set of initial electronic configurations close to the probe nucleus as well as their related EFGs among which the system fluctuates to generate these dynamic HFIs. For this, we demonstrate analytically and check experimentally the conditions to stablish the equivalence between the two approaches most used to analyze this type of dynamic HFIs, proposed by B\\\"averstam et al. and by Lupascu et al.. To unravel the unexpected TDPAC results in $^{111}$In($\\rightarrow$ $^{111}$Cd)-implanted $\\alpha$-Al$_2$O$_3$ single crystals reported in the literature, we perform a complete $ab$ $initio$/DFT study of Cd-doped $\\alpha$-Al$_2$O$_3$ semiconductor and a detailed defect formation energy analysis as a function of the charge state of the Cd impurity. The presence of an unexpected second interaction was a key factor to provide experimental support to identify and quantify the different charge states the $^{111}$Cd atom goes through during its electronic recovery process."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Stochastic Compartment Model of Epidemic Spreading in Complex Networks with Mortality and Resetting",
      "authors": [
        "Thomas M. Michelitsch, Bernard Collet, Michael Bestehorn, Alejandro P. Riascos, Andrzej F. Nowakowski"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.06039",
      "arxiv": "https://arxiv.org/abs/2509.06039",
      "doi": null,
      "summary": "We propose an epidemic compartment model, which includes mortality caused by the disease, but excludes demographic birth and death processes. Individuals are represented by random walkers, which are in one of the following states (compartments) S (susceptible to infection), E (exposed: infected but not infectious corresponding to the latency period), I (infected and infectious), R (recovered, immune), D (dead). The disease is transmitted with a certain probability at contacts of I to S walkers. The compartmental sojourn times are independent random variables drawn from specific (here Gamma-) distributions. We implement this model into random walk simulations. Each walker performs an independent simple Markovian random walk on a graph, where we consider a Watts-Strogatz (WS) network. Only I walkers may die. For zero mortality, we prove the existence of an endemic equilibrium for basic reproduction number ${\\cal R}_0 > 1$ and for which the disease free (globally healthy) state is unstable. We explore the effects of long-range-journeys (stochastic resetting) and mortality. Our model allows for various interpretations, such as certain chemical reactions, the propagation of wildfires, and in population dynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hydrogen-induced fast fracture in a 1.5 GPa dual-phase steel",
      "authors": [
        "Rama Srinivas Varanasi, Motomichi Koyama, Shuya Chiba, Saya Ajito, Eiji Akiyama"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.06323",
      "arxiv": "https://arxiv.org/abs/2509.06323",
      "doi": null,
      "summary": "This study clarifies the hydrogen embrittlement (HE) behavior in a 1.5 GPa ferrite-martensite dual-phase (DP) steel. Hydrogen pre-charging (3.8 mass ppm diffusible hydrogen), followed by slow strain tensile testing (10-4 s-1), resulted in a brittle fracture at 900 MPa within the elastic regime. Fractographic studies indicated that surface crack initiation consists of intergranular and quasi-cleavage morphology; site-specific transmission electron microscopy (TEM) investigations revealed sub-surface secondary crack blunting by ferrite. A mixed-mode morphology consisting of ductile and brittle features was observed adjacent to crack initiation. It differs from the previous investigation of uncharged DP steel, wherein a predominant brittle fracture was observed. Following significant crack growth, the pre-charged specimen exhibited predominant brittle fracture; site-specific TEM and transmission Kikuchi diffraction studies revealed {100} ferrite cleavage cracking. Electron backscatter diffraction studies were performed on the cross-sectional cracks. We explain the HE via hydrogen-induced fast fracture mechanism. During loading, hydrogen diffuses to the prior austenite grain boundary, resulting in hydrogen-induced decohesion. Subsequent hydrogen diffusion to the crack tip promotes brittle fracture at high crack velocity (>Vcrit). The high crack velocity effectively inhibits crack blunting via dislocation emission, ensuring sustained brittle crack growth even after hydrogen depletion at the crack tip, resulting in {100} ferrite cleavage cracking. Based on TEM observations, we explain the formation of river pattern features on the {100} cleavage surface."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nanoscale photonic neuron with biological signal processing",
      "authors": [
        "Joachim E. Sestoft, Thomas K. Jensen, Vidar Flodgren, Abhijit Das, Rasmus D. Schlosser, David Alcer, Mariia Lamers, Thomas Kanne, Magnus T. Borgstr\\\"om, Jesper Nyg{\\aa}rd, Anders Mikkelsen"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.06696",
      "arxiv": "https://arxiv.org/abs/2509.06696",
      "doi": null,
      "summary": "Computational hardware designed to mimic biological neural networks holds the promise to resolve the drastically growing global energy demand of artificial intelligence. A wide variety of hardware concepts have been proposed, and among these, photonic approaches offer immense strengths in terms of power efficiency, speed and synaptic connectivity. However, existing solutions have large circuit footprints limiting scaling potential and they miss key biological functions, like inhibition. We demonstrate an artificial nano-optoelectronic neuron with a circuit footprint size reduced by at least a factor of 100 compared to existing technologies and operating powers in the picowatt regime. The neuron can deterministically receive both exciting and inhibiting signals that can be summed and treated with a non-linear function. It demonstrates several biological relevant responses and memory timescales, as well as weighting of input channels. The neuron is compatible with commercial silicon technology, operates at multiple wavelengths and can be used for both computing and optical sensing. This work paves the way for two important research paths: photonic neuromorphic computing with nanosized footprints and low power consumption, and adaptive optical sensing, using the same architecture as a compact, modular front end"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Neural Transformer Backflow for Solving Momentum-Resolved Ground States of Strongly Correlated Materials",
      "authors": [
        "Lixing Zhang, Di Luo"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09275",
      "arxiv": "https://arxiv.org/abs/2509.09275",
      "doi": null,
      "summary": "Strongly correlated materials, such as twisted transition-metal dichalcogenide homobilayers, host a variety of exotic quantum phases but remain notoriously difficult to solve due to strong interactions. We introduce a powerful neural network ansatz, Neural Transformer Backflow (NTB), formulated within a multi-band projection framework. It naturally enforces momentum conservation and enables efficient calculations of momentum-resolved ground states. NTB attains high accuracy on small systems and scales to higher bands and larger system sizes far beyond the reach of exact diagonalization. By evaluating observables such as the structure factor and momentum distribution, we show that NTB captures diverse correlated states in tMoTe$_2$, including charge density waves, fractional Chern insulators, and anomalous Hall Fermi liquids, within a unified framework. Our approach paves the way for understanding and discovering novel phases of matter in strongly correlated materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnetoelectric Effect Dependent on Electric Field Direction in a Pyroelectric Ferrimagnet CaBaCo$_4$O$_7$",
      "authors": [
        "Takumi Shirasaki, Masaaki Noda, Hinata Arai, Mitsuru Akaki, Haruhiko Kuroe, Hideki Kuwahara"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.09326",
      "arxiv": "https://arxiv.org/abs/2509.09326",
      "doi": "10.7566/JPSJ.94.103702",
      "summary": "This study investigates the dependence of the static magnetoelectric (ME) effect on the external field direction in the pyroelectric-ferrimagnet CaBaCo$_4$O$_7$, a topic that remains largely unexplored compared to dynamical nonreciprocal ME effects. We measured the magnetization with respect to the inherent polarization and found that an external electric field stabilizes the ferrimagnetic phase when applied parallel to the polarization, and destabilizes it when antiparallel. These results clearly demonstrate the electric-field-direction dependent control of the static ME effect, suggesting a new route to enhancing ME effects in pyroelectric-magnetic materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Schwinger-Keldysh non-perturbative field theory of open quantum systems beyond the Markovian regime: Application to spin-boson and spin-chain-boson models",
      "authors": [
        "Felipe Reyes-Osorio, Federico Garcia-Gaitan, David J. Strachan, Petr Plechac, Stephen R. Clark, Branislav K. Nikolic"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2405.00765",
      "arxiv": "https://arxiv.org/abs/2405.00765",
      "doi": null,
      "summary": "-cross Abstract: We develop a unified framework for open quantum systems composed of many mutually interacting quantum spins, or any isomorphic systems like qubits and qudits, surrounded by one or more independent bosonic baths. Our framework, based on Schwinger-Keldysh field theory (SKFT), can handle arbitrary spin value S, dimensionality of space, and geometry, while being applicable to a large parameter space for system and bath or their coupling. It can probe regimes in which non-Markovian dynamics and nonperturbative effects pose formidable challenges for other state-of-the-art theoretical methods. This is achieved by working with the two-particle irreducible (2PI) effective action, which resums classes of Feynman diagrams of SKFT to an infinite order. Furthermore, such diagrams are generated via an expansion in 1/N, where N is the number of Schwinger bosons we employ to map spin operators onto canonically commuting ones, rather than via conventional expansion in system-bath coupling constant. We carefully benchmark our SKFT+2PI-computed results vs. numerically (quasi)exact ones from tensor network calculations applied to the archetypical spin-boson model where both methodologies are applicable. Additionally, we demonstrate the capability of SKFT+2PI to handle a much more complex spin-chain-boson model with multiple baths interacting with each spin where no benchmark from other methods is available at present. The favorable numerical cost of solving integro-differential equations produced by the SKFT+2PI framework with an increasing number of spins and time steps makes it a promising route for simulating driven-dissipative systems in quantum computing, quantum magnonics, and quantum spintronics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Solitons with Self-induced Topological Nonreciprocity",
      "authors": [
        "Pedro Fittipaldi de Castro, Wladimir Alejandro Benalcazar"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2405.14919",
      "arxiv": "https://arxiv.org/abs/2405.14919",
      "doi": null,
      "summary": "-cross Abstract: The nonlinear Schrodinger equation supports solitons -- self-interacting, localized states that behave as nearly independent objects. We exhibit solitons with self-induced nonreciprocal dynamics in a discrete nonlinear Schrodinger equation. This nonreciprocal behavior, dependent on soliton power, arises from the interplay between linear and nonlinear terms in the equations of motion. Initially stable at high power, solitons exhibit nonreciprocal instabilities as power decreases, leading to unidirectional acceleration and amplification. This behavior is topologically protected by winding numbers on the solitons' mean-field Hamiltonian and their stability matrix, linking nonlinear dynamics and point gap topology in non-Hermitian Hamiltonians."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum geometric tensor determines the i.i.d. conversion rate in the resource theory of asymmetry for any compact Lie group",
      "authors": [
        "Koji Yamaguchi, Yosuke Mitsuhashi, Tomohiro Shitara, Hiroyasu Tajima"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.04766",
      "arxiv": "https://arxiv.org/abs/2411.04766",
      "doi": null,
      "summary": "-cross Abstract: Quantifying physical concepts in terms of the ultimate performance of a given task has been central to theoretical progress, as illustrated by thermodynamic entropy and entanglement entropy, which respectively quantify irreversibility and quantum correlations. Symmetry breaking is equally universal, yet lacks such an operational quantification. While an operational characterization of symmetry breaking through asymptotic state-conversion efficiency is a central goal of the resource theory of asymmetry (RTA), such a characterization has so far been completed only for the $U(1)$ group among continuous symmetries. Here, we identify the complete measure of symmetry breaking for a general continuous symmetry described by any compact Lie group. Specifically, we show that the asymptotic conversion rate between many copies of pure states in RTA is determined by the quantum geometric tensor, thereby establishing it as the complete measure of symmetry breaking. As an immediate consequence of our conversion rate formula, we also resolve the Marvian-Spekkens conjecture on conditions for reversible conversion in RTA, which has remained unproven for over a decade. By applying our analysis to a standard setup in quantum thermodynamics, we show that asymptotic state conversion under thermal operations generally requires macroscopic coherence in the thermodynamic limit."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Physics of droplet regulation in biological cells",
      "authors": [
        "David Zwicker, Oliver W. Paulin, Cathelijne ter Burg"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.13639",
      "arxiv": "https://arxiv.org/abs/2501.13639",
      "doi": null,
      "summary": "-cross Abstract: Droplet formation has emerged as an essential concept for the spatiotemporal organisation of biomolecules in cells. However, classical descriptions of droplet dynamics based on passive liquid-liquid phase separation cannot capture the complex situations inside cells. This review discusses three general aspects that are crucial in cells: (i) biomolecules are diverse and individually complex, implying that cellular droplets posses complex internal behaviour, e.g., in terms of their material properties; (ii) the cellular environment contains many solid-like structures that droplets can wet; (iii) cells are alive and use fuel to drive processes out of equilibrium. We illustrate how these principles control droplet nucleation, growth, position, and count to unveil possible regulatory mechanisms in biological cells and other applications of phase separation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Measurement-induced symmetry restoration and quantum Mpemba effect",
      "authors": [
        "Giuseppe Di Giulio, Xhek Turkeshi, Sara Murciano"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.19506",
      "arxiv": "https://arxiv.org/abs/2502.19506",
      "doi": "10.3390/e27040407",
      "summary": "-cross Abstract: Monitoring a quantum system can profoundly alter its dynamical properties, leading to nontrivial emergent phenomena. In this work, we demonstrate that dynamical measurements strongly influence the evolution of symmetry in many-body quantum systems. Specifically, we demonstrate that monitored systems governed by non-Hermitian dynamics exhibit a quantum Mpemba effect, where systems with stronger initial asymmetry relax faster to a symmetric state. Crucially, this phenomenon is purely measurement-induced: in the absence of measurements, we find states where the corresponding unitary evolution does not display any Mpemba effect. Furthermore, we uncover a novel measurement-induced symmetry restoration mechanism: below a critical measurement rate, the symmetry remains broken, but beyond a threshold, it is fully restored in the thermodynamic limit--along with the emergence of the quantum Mpemba effect."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Adiabatic quantum state preparation in integrable models",
      "authors": [
        "Maximilian Lutz, Lorenzo Piroli, Georgios Styliaris, J. Ignacio Cirac"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.21741",
      "arxiv": "https://arxiv.org/abs/2503.21741",
      "doi": null,
      "summary": "-cross Abstract: We propose applying the adiabatic algorithm to prepare high-energy eigenstates of integrable models on a quantum computer. We first review the standard adiabatic algorithm to prepare ground states in each magnetization sector of the prototypical XXZ Heisenberg chain. Based on the thermodynamic Bethe ansatz, we show that the algorithm circuit depth is polynomial in the number of qubits $N$, outperforming previous methods explicitly relying on integrability. Next, we propose a protocol to prepare arbitrary eigenstates of integrable models that satisfy certain conditions. For a given target eigenstate, we construct a suitable parent Hamiltonian written in terms of a complete set of local conserved quantities. We propose using such Hamiltonian as an input for an adiabatic algorithm. After benchmarking this construction in the case of the non-interacting XY spin chain, where we can rigorously prove its efficiency, we apply it to prepare arbitrary eigenstates of the Richardson-Gaudin models. In this case, we provide numerical evidence that the circuit depth of our algorithm is polynomial in $N$ for all eigenstates, despite the models being interacting."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Noise-Aware Entanglement Generation Protocols for Superconducting Qubits with Impedance-Matched FBAR Transducers",
      "authors": [
        "Erin Sheridan, Michael Senatore, Samuel Schwab, Eric Aspling, Taylor Wagner, James Schneeloch, Stephen McCoy, Daniel Campbell, David Hucul, Zachary Smith, Matthew LaHaye"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.07253",
      "arxiv": "https://arxiv.org/abs/2504.07253",
      "doi": null,
      "summary": "-cross Abstract: Connecting superconducting quantum processors to telecommunications-wavelength quantum networks is critically necessary to enable distributed quantum computing, secure communications, and other applications. Optically-mediated entanglement heralding protocols offer a near-term solution that can succeed with imperfect components, including sub-unity efficiency microwave-optical quantum transducers. The viability and performance of these protocols relies heavily on the properties of the transducers used: the conversion efficiency, resonator lifetimes, and added noise in the transducer directly influence the achievable entanglement generation rate and fidelity of an entanglement generation protocol. Here, we use an extended Butterworth-van Dyke (BVD) model to optimize the conversion efficiency and added noise of a Thin Film Bulk Acoustic Resonator (FBAR) piezo-optomechanical transducer. We use the outputs from this model to calculate the fidelity of one-photon and two-photon entanglement heralding protocols in a variety of operating regimes. For transducers with matching circuits designed to either minimize the added noise or maximize conversion efficiency, we theoretically estimate that entanglement generation rates of greater than $160\\;\\mathrm{kHz}$ can be achieved at moderate pump powers with fidelities of $>90\\%$. This is the first time a BVD equivalent circuit model is used to both optimize the performance of an FBAR transducer and to directly inform the design and implementation of an entanglement generation protocol. These results can be applied in the near term to realize quantum networks of superconducting qubits with realistic experimental parameters."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "High-performance local decoders for defect matching in 1D",
      "authors": [
        "Louis Paletta, Anthony Leverrier, Mazyar Mirrahimi, Christophe Vuillot"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.10162",
      "arxiv": "https://arxiv.org/abs/2505.10162",
      "doi": null,
      "summary": "-cross Abstract: Local decoders, also known as cellular-automaton decoders, offer a promising path toward real-time quantum error correction by replacing centralized classical decoding, with inherent hardware constraints, by a natively parallel and streamlined architecture from a simple local transition rule. We propose two new types of local decoders for the quantum repetition code in one dimension. The signal-rule decoders interpret odd parities between neighboring qubits as defects, attracted to each other via the exchange of classical point-like excitations, represented by a few bits of local memory. We prove the existence of a threshold in the code-capacity model and present numerical evidence of exponential logical error suppression under a phenomenological noise model, with data and measurement errors at each error correction cycle. Compared to previously known local decoders that suffer from sub-optimal threshold and scaling, our construction significantly narrows the gap with global decoders for practical system sizes and error rates. Implementation requirements can be further reduced by eliminating the need for local classical memories, with a new rule defined on two rows of qubits. This shearing-rule works well at relevant system sizes making it an appealing short-term solution. When combined with biased-noise qubits, such as cat qubits, these decoders enable a fully local quantum memory in one dimension."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Echo State and Band-pass Networks with aqueous memristors: leaky reservoir computing with a leaky substrate",
      "authors": [
        "T. M. Kamsma, J. J. Teijema, R. van Roij, C. Spitoni"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.13451",
      "arxiv": "https://arxiv.org/abs/2505.13451",
      "doi": null,
      "summary": "-cross Abstract: Recurrent Neural Networks (RNN) are extensively employed for processing sequential data such as time series. Reservoir computing (RC) has drawn attention as an RNN framework due to its fixed network that does not require training, making it an attractive platform for hardware based machine learning. We establish an explicit correspondence between the well-established mathematical RC implementations of Echo State Networks and Band-pass Networks with Leaky Integrator nodes on the one hand and a physical circuit containing iontronic simple volatile memristors on the other. These aqueous iontronic devices employ ion transport through water as signal carriers, and feature a voltage-dependent (memory) conductance. The activation function and the dynamics of the Leaky Integrator nodes naturally materialise as the (dynamic) conductance properties of iontronic memristors, while a simple fixed local current-to-voltage update rule at the memristor terminals facilitates the relevant matrix coupling between nodes. We process various time series, including pressure data from simulated airways during breathing that can be directly fed into the network due to the intrinsic responsiveness of iontronic devices to applied pressures. We accomplish this by employing established physical equations of motion of iontronic memristors for the internal dynamics of the circuit."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dynamics of Vortex Clusters on a Torus",
      "authors": [
        "Aswathy K R, Udaya Maurya, Surya Teja Gavva, Rickmoy Samanta"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.13158",
      "arxiv": "https://arxiv.org/abs/2506.13158",
      "doi": "10.1063/5.0288059",
      "summary": "-cross Abstract: We investigate the collective dynamics of multivortex assemblies in a two dimensional (2D) toroidal fluid film of distinct curvature and topology. The incompressible and inviscid nature of the fluid allows a Hamiltonian description of the vortices, along with a self-force of geometric origin, arising from the standard Kirchhoff-Routh regularization procedure. The Hamiltonian dynamics is constructed in terms of $q$-digamma functions $\\Psi_q(z)$, closely related to the Schottky-Klein prime function known to arise in multiply connected domains. We show the fundamental motion of the two-vortex system and identify five classes of geodesics on the torus for the special case of a vortex dipole, along with subtle distinctions from vortices in quantum superfluids. In multivortex assemblies, we observe that a randomly initialized cluster of vortices of the same sign and strength (chiral cluster) remains geometrically confined on the torus, while undergoing an overall drift along the toroidal direction, exhibiting collective dynamics. A cluster of fast and slow vortices also show the collective toroidal drift, with the fast ones predominantly occupying the core region and the slow ones expelled to the periphery of the revolving cluster. Vortex clusters of mixed sign but zero net circulation (achiral cluster) show unconfined dynamics and scatter all over the surface of the torus. A chiral cluster with an impurity in the form of a single vortex of opposite sign also show similar behavior as a pure chiral cluster, with occasional ``jets\" of dipoles leaving and re-entering the revolving cluster. The work serves as a step towards analysis of vortex clusters in models that incorporate harmonic velocities in the Hodge decomposition."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Active viscoelastic condensates provide controllable mechanical anchor points",
      "authors": [
        "Oliver W. Paulin, J\\'ulia Garcia-Baucells, Luise Zieger, Sebastian Aland, Alexander Dammermann, David Zwicker"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.14591",
      "arxiv": "https://arxiv.org/abs/2506.14591",
      "doi": null,
      "summary": "-cross Abstract: Many biological materials must couple mechanical strength with the ability to rapidly self-assemble at a specific location. In particular, biomolecular condensates readily self-assemble via phase separation, but may also need to resist external forces to fulfil their function. Spatial localisation of condensate formation can be controlled by active cores that preferentially drive the production of condensate material at a particular point, while resistance to external forces can be facilitated by viscoelastic material properties. To investigate the interplay of these two processes, we develop a continuum model of viscoelastic growth around an active core. We find that viscoelastic stresses restrict condensate growth, but also impart resistance to deformation. We investigate the effect of different incorporation schemes on growth dynamics, and test the influence of mechanical properties on condensate strength. Finally, we compare the predictions of our model to experimental data from centrosomes in C. elegans embryos, identifying a parameter regime in which rapid growth can be combined with appropriate mechanical strength, and studying how strain-dependent material incorporation may lead to isotropic growth of scaffold material. Our results provide general design principles for other materials that must reconcile rapid, localised self-assembly with mechanical strength, such as focal adhesions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Symmetry TFTs for Continuous Spacetime Symmetries",
      "authors": [
        "Fabio Apruzzi, Nicola Dondi, I\\~naki Garc\\'ia Etxebarria, Ho Tat Lam, Sakura Schafer-Nameki"
      ],
      "date": "2025-09-15T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.07965",
      "arxiv": "https://arxiv.org/abs/2509.07965",
      "doi": null,
      "summary": "-cross Abstract: We propose a Symmetry Topological Field Theory (SymTFT) for continuous spacetime symmetries. For a $d$-dimensional theory, it is given by a $(d+1)$-dimensional BF-theory for the spacetime symmetry group, and whenever $d$ is even, it can also include Chern-Simons couplings that encode conformal and gravitational anomalies. We study the boundary conditions for this SymTFT and describe the general setup to study symmetry breaking of spacetime symmetries. We then specialize to the conformal symmetry case and derive the dilaton action for conformal symmetry breaking. To further substantiate that our setup captures spacetime symmetries, we demonstrate that the topological defects of the SymTFT realize the associated spacetime symmetry transformations. Finally, we study the relation to gravity and holography. The proposal classically coincides with two-dimensional Jackiw-Teitelboim gravity for $d=1$ as well as the topological limit of four-dimensional gravity in the $d=3$ case."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Publisher Correction: Experimental determination of partial charges with electron diffraction",
      "authors": [
        "Soheil Mahmoudi",
        "Tim Gruene",
        "Christian Schröder",
        "Khalil D. Ferjaoui",
        "Erik Fröjdh",
        "Aldo Mozzanica",
        "Kiyofumi Takaba",
        "Anatoliy Volkov",
        "Julian Maisriml",
        "Vladimir Paunović",
        "Jeroen A. van Bokhoven",
        "Bernhard K. Keppler"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09608-5",
      "doi": "10.1038/s41586-025-09608-5",
      "summary": "Nature, Published online: 15 September 2025; doi:10.1038/s41586-025-09608-5 Publisher Correction: Experimental determination of partial charges with electron diffraction"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Continuous operation of a coherent 3,000-qubit system",
      "authors": [
        "Neng-Chun Chiu",
        "Elias C. Trapp",
        "Jinen Guo",
        "Mohamed H. Abobeih",
        "Luke M. Stewart",
        "Simon Hollerith",
        "Pavel L. Stroganov",
        "Marcin Kalinowski",
        "Alexandra A. Geim",
        "Simon J. Evered",
        "Sophie H. Li",
        "Xingjian Lyu",
        "Lisa M. Peters",
        "Dolev Bluvstein",
        "Tout T. Wang",
        "Markus Greiner",
        "Vladan Vuletić",
        "Mikhail D. Lukin"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09596-6",
      "doi": "10.1038/s41586-025-09596-6",
      "summary": "Nature, Published online: 15 September 2025; doi:10.1038/s41586-025-09596-6 Continuous operation of a coherent 3,000-qubit system"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Sweet like chocolate: researching in the shade of a cacao tree",
      "authors": [
        "Rachel Brazil"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02923-x",
      "doi": "10.1038/d41586-025-02923-x",
      "summary": "Nature, Published online: 15 September 2025; doi:10.1038/d41586-025-02923-x Naailah Ali aims to support cacao farmers in the West Indies by improving the bean-fermentation process."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Ssmoke-dried mummies pre-date Egypt’s embalmed bodies",
      "authors": [],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02988-8",
      "doi": "10.1038/d41586-025-02988-8",
      "summary": "Nature, Published online: 15 September 2025; doi:10.1038/d41586-025-02988-8 Remains buried in Asia in a crouching position are thought to be oldest known examples of intentionally mummified burials."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Weird ‘time crystals’ are made visible at last",
      "authors": [
        "Elizabeth Gibney"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02939-3",
      "doi": "10.1038/d41586-025-02939-3",
      "summary": "Nature, Published online: 15 September 2025; doi:10.1038/d41586-025-02939-3 Time crystals, a state of matter once thought physically impossible, could soon be on a banknote."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "‘Lipstick on a pig’: how to fight back against a peer-review bully",
      "authors": [
        "Katarina Zimmer"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02922-y",
      "doi": "10.1038/d41586-025-02922-y",
      "summary": "Nature, Published online: 15 September 2025; doi:10.1038/d41586-025-02922-y Scientific societies, journals, editors and researchers are pushing back against mean-spirited peer reviews."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How should ‘mirror life’ research be restricted? Debate heats up",
      "authors": [
        "Mark Peplow"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02902-2",
      "doi": "10.1038/d41586-025-02902-2",
      "summary": "Nature, Published online: 15 September 2025; doi:10.1038/d41586-025-02902-2 Some researchers are calling for strict limits, while others speak out against prematurely halting basic science."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "The chatbots claiming to be Jesus: spreading gospel or heresy?",
      "authors": [
        "Brian Owens"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02987-9",
      "doi": "10.1038/d41586-025-02987-9",
      "summary": "Nature, Published online: 15 September 2025; doi:10.1038/d41586-025-02987-9 Jesus chatbots aren't the only AI technologies seeping into religious practice. Some worshippers don't agree with the use of them."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Heroes or hoarders? The strange brains of people who collect",
      "authors": [
        "Andrew Robinson"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02919-7",
      "doi": "10.1038/d41586-025-02919-7",
      "summary": "Nature, Published online: 15 September 2025; doi:10.1038/d41586-025-02919-7 Public museums and private collections are stuffed with scientific artefacts gathered by individuals — often with highly questionable obsessions and motivations."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "GPS timekeeping is increasingly vulnerable: here’s how to deliver future-proofed time",
      "authors": [
        "Leon Lobo",
        "Douglas Paul",
        "Chander Velu"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02921-z",
      "doi": "10.1038/d41586-025-02921-z",
      "summary": "Nature, Published online: 15 September 2025; doi:10.1038/d41586-025-02921-z With crucial infrastructure increasingly dependent on accurate, resilient clocks, outages in the dominant system for global positioning highlight the need for other ways of distributing time information."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Mirror of the unknown: should research on mirror-image molecular biology be stopped?",
      "authors": [
        "Ting Zhu"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02912-0",
      "doi": "10.1038/d41586-025-02912-0",
      "summary": "Nature, Published online: 15 September 2025; doi:10.1038/d41586-025-02912-0 Amid growing debates about the benefits and risks of studying looking-glass versions of life’s building blocks, there is an urgent need to bridge divergent views."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Ready or not, the digital afterlife is here",
      "authors": [
        "Tammy Worth"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02940-w",
      "doi": "10.1038/d41586-025-02940-w",
      "summary": "Nature, Published online: 15 September 2025; doi:10.1038/d41586-025-02940-w Developers of griefbots say that they help people by allowing them to commune with recreations of the dead, but others say that the technology is fraught with danger."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Decoding frequency-modulated signals increases information entropy in bacterial second messenger networks",
      "authors": [
        "Rongrong Zhang",
        "Shengjie Wan",
        "Jiarui Xiong",
        "Lei Ni",
        "Ye Li",
        "Yajia Huang",
        "Bing Li",
        "Mei Li",
        "Shuai Yang",
        "Fan Jin"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03030-4",
      "doi": "10.1038/s41567-025-03030-4",
      "summary": "Nature Physics, Published online: 15 September 2025; doi:10.1038/s41567-025-03030-4 Cells decode temporal patterns into gene expression states through amplitude and frequency modulation. Now it is shown that frequency modulation increases information entropy compared with amplitude modulation alone."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Climate research in the Global South",
      "authors": [],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63884-3",
      "doi": "10.1038/s41467-025-63884-3",
      "summary": "Nature Communications, Published online: 15 September 2025; doi:10.1038/s41467-025-63884-3 The consequences of weather and climate extremes are felt disproportionately by some of the most disadvantaged populations of the world. Gaps in data and research perpetuate these deeply rooted inequalities and must be overcome."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Operando interlayer expansion of multiscale curved graphene for volumetrically-efficient supercapacitors",
      "authors": [
        "Petar Jovanović",
        "Meysam Sharifzadeh Mirshekarloo",
        "Phillip Aitchison",
        "Mahdokht Shaibani",
        "Mainak Majumder"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63485-0",
      "doi": "10.1038/s41467-025-63485-0",
      "summary": "Nature Communications, Published online: 15 September 2025; doi:10.1038/s41467-025-63485-0 Supercapacitors are high-power energy storage devices that suffer from poor volumetric performance. Here, the authors demonstrate that unusually curved graphene crystallites exhibit rapid ion transport dynamics and enable the fabrication of thin electrodes for compact energy and power delivery."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "A retrospective cohort study of valproate and infertility in men with epilepsy or bipolar disorder using international health data",
      "authors": [
        "Gashirai K. Mbizvo",
        "Susan E. Duncan",
        "Lewis Nancarrow",
        "Tessa Sagarino",
        "Lance V. Watkins",
        "Michael T. Mbizvo",
        "Gregory Y. H. Lip",
        "Anthony G. Marson"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63469-0",
      "doi": "10.1038/s41467-025-63469-0",
      "summary": "Nature Communications, Published online: 15 September 2025; doi:10.1038/s41467-025-63469-0 Valproate prescribing is being restricted in men due to animal studies linking it to infertility. Results in humans are conflicting. In this large study, men with epilepsy or bipolar disorder on valproate did not show a clear increase in infertility."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "A polycyclic scaffold identified by structure-based drug design effectively inhibits the human P2X7 receptor",
      "authors": [
        "Adam C. Oken",
        "Andreea L. Turcu",
        "Eva Tzortzini",
        "Kyriakos Georgiou",
        "Jessica Nagel",
        "Franka G. Westermann",
        "Marta Barniol-Xicota",
        "Jonas Seidler",
        "Ga-Ram Kim",
        "So-Deok Lee",
        "Annette Nicke",
        "Yong-Chul Kim",
        "Christa E. Müller",
        "Antonios Kolocouris",
        "Santiago Vázquez",
        "Steven E. Mansoor"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62643-8",
      "doi": "10.1038/s41467-025-62643-8",
      "summary": "Nature Communications, Published online: 15 September 2025; doi:10.1038/s41467-025-62643-8 Comparison between structures of human, mouse and rat P2X7 receptors define ortholog-specific pharmacology and facilitated structure-based drug design of UB-MBX-46, an antagonist that selectively inhibits the human P2X7 receptor with sub-nanomolar potency."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Directing selective solvent presentations at electrochemical interfaces to enable initially anode-free sodium metal batteries",
      "authors": [
        "Qianli Xing",
        "Jung Min Lee",
        "Ziqi Yang",
        "Reid C. Van Lehn",
        "Fang Liu"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63902-4",
      "doi": "10.1038/s41467-025-63902-4",
      "summary": "Nature Communications, Published online: 15 September 2025; doi:10.1038/s41467-025-63902-4 Electrolyte design faces challenges of balancing stability at both electrodes. Here, authors present an electrolyte design strategy to direct distinct solvent molecules to negative and positive electrodes respectively, achieving good stability in initially anode-free sodium metal batteries."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Terahertz light confined to the nanoscale with hafnium dichalcogenides",
      "authors": [],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02353-0",
      "doi": "10.1038/s41563-025-02353-0",
      "summary": "Nature Materials, Published online: 15 September 2025; doi:10.1038/s41563-025-02353-0 Terahertz technology has the potential to push the speed limit of future opto-electronic applications, but the large free-space wavelength of terahertz light hinders nanoscale device implementation. Now, the confinement of terahertz light to the nanometre scale is demonstrated using phonon polaritons in hafnium-based van der Waals crystals."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "In situ tissue stiffening as a model of early lung injury and disease",
      "authors": [],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02337-0",
      "doi": "10.1038/s41563-025-02337-0",
      "summary": "Nature Materials, Published online: 15 September 2025; doi:10.1038/s41563-025-02337-0 Extracellular matrix remodelling and densification are hallmarks of fibrosis that have been challenging to study ex vivo. Visible light-induced dityrosine crosslinking of native matrix proteins in viable lung tissues has now been shown to recapitulate local stiffening that characterizes early lung injury. This stiffening led to aberrant alveolar epithelial cell differentiation, mechanosensing and nascent protein deposition."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Salt turns ice into a powerful flexoelectric material",
      "authors": [
        "Daesu Lee"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02328-1",
      "doi": "10.1038/s41563-025-02328-1",
      "summary": "Nature Materials, Published online: 15 September 2025; doi:10.1038/s41563-025-02328-1 The brine network in common sea ice boosts its flexoelectric response by three orders of magnitude, matching high-quality piezoelectrics and pointing to cost-effective energy harvesters for cold environments."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Streaming flexoelectricity in saline ice",
      "authors": [
        "X. Wen",
        "Q. Ma",
        "J. Liu",
        "U. Saeed",
        "S. Shen",
        "G. Catalan"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02332-5",
      "doi": "10.1038/s41563-025-02332-5",
      "summary": "Nature Materials, Published online: 15 September 2025; doi:10.1038/s41563-025-02332-5 By doping ice with NaCl, it is shown that a flexoelectric coefficient of up to 10 μC m−1 is generated, enabling effective piezoelectric coefficients that are comparable to those of ceramics. This arises from the streaming current of quasi-liquid flow through grain boundaries from one side of the sample to the other."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Interstitial oxygen order and its competition with superconductivity in La<sub>2</sub>PrNi<sub>2</sub>O<sub>7+<i>δ</i></sub>",
      "authors": [
        "Zehao Dong",
        "Gang Wang",
        "Ningning Wang",
        "Wen-Han Dong",
        "Lin Gu",
        "Yong Xu",
        "Jinguang Cheng",
        "Zhen Chen",
        "Yayu Wang"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02351-2",
      "doi": "10.1038/s41563-025-02351-2",
      "summary": "Nature Materials, Published online: 15 September 2025; doi:10.1038/s41563-025-02351-2 An electron ptychography and energy-loss spectroscopy study of La2PrNi2O7, a material that exhibits high-temperature superconductivity, is conducted."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Ultraconfined terahertz phonon polaritons in hafnium dichalcogenides",
      "authors": [
        "Ryan A. Kowalski",
        "Niclas S. Mueller",
        "Gonzalo Álvarez-Pérez",
        "Maximilian Obst",
        "Katja Diaz-Granados",
        "Giulia Carini",
        "Aditha Senarath",
        "Saurabh Dixit",
        "Richarda Niemann",
        "Raghunandan B. Iyer",
        "Felix G. Kaps",
        "Jakob Wetzel",
        "J. Michael Klopf",
        "Ivan I. Kravchenko",
        "Martin Wolf",
        "Thomas G. Folland",
        "Lukas M. Eng",
        "Susanne C. Kehr",
        "Pablo Alonso-Gonzalez",
        "Alexander Paarmann",
        "Joshua D. Caldwell"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02345-0",
      "doi": "10.1038/s41563-025-02345-0",
      "summary": "Nature Materials, Published online: 15 September 2025; doi:10.1038/s41563-025-02345-0 The authors demonstrate deeply subwavelength light confinement in the terahertz spectral range by exploiting the strong light–matter coupling and hyperbolicity of phonon polaritons in hafnium-based dichalcogenides."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "The rising danger of AI-generated images in nanomaterials science and what we can do about it",
      "authors": [
        "Nadiia Davydiuk",
        "Elisha Krieg",
        "Jens Gaitzsch",
        "Patrick M. McCall",
        "Günter K. Auernhammer",
        "Mu Yang",
        "Joseph B. Tracy",
        "Sara Bals",
        "Wolfgang J. Parak",
        "Nicholas A. Kotov",
        "Luis M. Liz-Marzán",
        "Andreas Fery",
        "Matthew Faria",
        "Quinn A. Besford"
      ],
      "date": "2025-09-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02009-9",
      "doi": "10.1038/s41565-025-02009-9",
      "summary": "Nature Nanotechnology, Published online: 15 September 2025; doi:10.1038/s41565-025-02009-9 Generative AI has made it trivial to generate fake microscopy images that are indistinguishable from real images, even for experts. As researchers in nanoscience, it is time for us to face this reality and discuss strategies to conserve the integrity of our discipline."
    }
  ]
}