{
  "generatedAt": "2025-09-09T01:47:38.997919+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Two-Step Procedure to Detect Cosmological Gravitational Wave Backgrounds with Next-Generation Terrestrial Gravitational-Wave Detectors",
      "authors": [
        "Haowen Zhong, Luca Reali, Bei Zhou, Emanuele Berti, and Vuk Mandic"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/j9jg-4drj",
      "doi": "10.1103/j9jg-4drj",
      "summary": "Cosmological gravitational-wave backgrounds are an exciting science target for next-generation ground-based detectors, as they encode invaluable information about the primordial Universe. However, any such background is expected to be obscured by the astrophysical foreground from compact-binary coal… [Phys. Rev. Lett. 135, 111401] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Superradiant Neutrino Lasers from Radioactive Condensates",
      "authors": [
        "B. J. P. Jones and J. A. Formaggio"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/l3c1-yg2l",
      "doi": "10.1103/l3c1-yg2l",
      "summary": "J. P. Jones and J. A. Formaggio A Bose-Einstein condensate of radioactive atoms could turn into a source of intense, coherent, and directional neutrino beams, according to a theoretical proposal. [Phys. Rev. Lett. 135, 111801] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Electric Hall Effect and Quantum Electric Hall Effect",
      "authors": [
        "Chaoxi Cui, Run-Wu Zhang, Yuhui Qiu, Yilin Han, Zhi-Ming Yu, and Yugui Yao"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5yxp-djy9",
      "doi": "10.1103/5yxp-djy9",
      "summary": "Exploring new Hall effect is always a fascinating research topic. The ordinary Hall effect and the quantum Hall effect, initially discovered in two-dimensional (2D) nonmagnetic systems, are the phenomena that a transverse current is generated when a system carrying an electron current is placed in a… [Phys. Rev. Lett. 135, 116301] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Universal Transport at Lifshitz Metal-Insulator Transitions in Two Dimensions",
      "authors": [
        "Harry Tomlins and Jan M. Tomczak"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kc4r-72vj",
      "doi": "10.1103/kc4r-72vj",
      "summary": "We study the charge transport across a band-tuned metal-insulator transition in two dimensions. For high temperatures $T$ and chemical potentials $μ$ far from the transition point, conduction is ballistic and the resistance $R(T)$ verifies a simple one-parameter scaling relation. Here, we explore th… [Phys. Rev. Lett. 135, 116302] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Inversion-Asymmetric Itinerant Antiferromagnets by the Space Group Symmetry",
      "authors": [
        "Changhee Lee and P. M. R. Brydon"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/85fd-dmy8",
      "doi": "10.1103/85fd-dmy8",
      "summary": "M. R. Brydon Antiferromagnetic states which break inversion symmetry are able to host odd-parity spin splittings, in analogy to altermagnets. Here we study the emergence of these inversion-asymmetric antiferromagnet (IA AFM) states via an itinerant mechanism in nonsymmorphic systems with two magnetic ions per un… [Phys. Rev. Lett. 135, 116701] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Single-Chain Nanoparticles Break the Strength-Toughness-Processability Trilemma in Polymer Glasses",
      "authors": [
        "Lei Zhang, Xu-Ze Zhang, Rui Shi, Shi-Long Wu, Chao-Hao Xu, Ji-Chun You, Yu Zhang, Ming-Yang Li, Wen-Yu Xu, Qing-Lin Li, Zhen-Zhong Yang, Zhong-Yuan Lu, and Hu-Jun Qian"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nm5z-2hxm",
      "doi": "10.1103/nm5z-2hxm",
      "summary": "Incorporating single-chain nanoparticles in polymer glasses can simultaneously enhance strength, toughness, and processabilty – qualities that are typically at odds with one another. [Phys. Rev. Lett. 135, 118101] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Integrals of motion as slow modes in dissipative many-body operator dynamics",
      "authors": [
        "Tian-Hua Yang and Dmitry A. Abanin"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d9b4-wlv6",
      "doi": "10.1103/d9b4-wlv6",
      "summary": "We consider Lindbladian operator dynamics in many-body quantum systems with one or more integrals of motion (IOMs), subject to weak local dissipation. We demonstrate that IOMs with small support become slow modes of these dynamics, in the sense that their Frobenius norms decay more slowly compared t… [Phys. Rev. B 112, 094304] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Prediction of pulsed laser control of sliding tunneling magnetoresistance in bilayer $\\mathrm{VC}{\\mathrm{l}}_{2}$",
      "authors": [
        "Xiaolin Zhang, Ruiqing Cheng, Sicong Zhu, Bin Liu, Yao Wen, Lei Yin, and Jun He"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tgc9-2d8b",
      "doi": "10.1103/tgc9-2d8b",
      "summary": "The ferroelectric properties of type II multiferroic monolayers are intrinsically linked to their magnetic characteristics, wherein the noncollinear spin chirality generates a polarization perpendicular to the spin spiral plane. However, research into the control mechanisms and potential application… [Phys. Rev. B 112, 094414] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Real space imaging of dipole-stabilized hybrid skyrmions in magnetic multilayer thin films",
      "authors": [
        "W. S. Parker, J. Reddinger, R. Moraski, E. E. Fullerton, S. A. Montoya, and B. J. McMorran"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zlzp-chdg",
      "doi": "10.1103/zlzp-chdg",
      "summary": "Magnetic skyrmions are chiral spin textures whose nontrivial topology protects them from annihilation and are a prime candidate for logical bits in future spintronics devices and next-generation magnetic memories. While their topology and structure are typically described in two dimensions, recent w… [Phys. Rev. B 112, 094415] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Scaling of disorder operator and entanglement entropy at easy-plane deconfined quantum criticalities",
      "authors": [
        "Jiarui Zhao, Zi Yang Meng, Yan-Cheng Wang, and Nvsen Ma"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/swvs-l34d",
      "doi": "10.1103/swvs-l34d",
      "summary": "We systematically investigate the scaling behaviors of the disorder operator and the entanglement entropy (EE) of the easy-plane JQ (EPJQ) model at its transitions between the antiferromagnetic XY ordered phase (AFXY) and the valence bond solid (VBS) phase. We find there exists a tiny yet finite val… [Phys. Rev. B 112, 094416] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Axionic $p+is$ superconductivity from two pairing channels",
      "authors": [
        "Maitê Kessler de Azambuja and David Möckli"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jdrs-9j44",
      "doi": "10.1103/jdrs-9j44",
      "summary": "In unconventional superconductors, inversion and/or time-reversal symmetries may be broken, either extrinsically or spontaneously. Here, we consider a simple BCS model with both attractive singlet and attractive triplet pairing channels. We show that when the triplet instability dominates, the model… [Phys. Rev. B 112, 094505] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Oscillating-charged Andreev bound states and their appearance in ${\\mathrm{UTe}}_{2}$",
      "authors": [
        "Satoshi Ando, Shingo Kobayashi, Andreas P. Schnyder, Yasuhiro Asano, and Satoshi Ikegaya"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8npj-w7j5",
      "doi": "10.1103/8npj-w7j5",
      "summary": "We demonstrate the emergence of unconventional charged Andreev bound states in a superconductor with a sublattice degree of freedom, where the sign of charge density of the Andreev bound states oscillates between the two sublattices. The oscillating-charged Andreev bound states lead to distinct diff… [Phys. Rev. B 112, 094506] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Tunable Majorana corner states driven by superconducting phase bias in a vertical Josephson junction",
      "authors": [
        "Cheng-Ming Miao, Yu-Hao Wan, Ying-Tao Zhang, and Qing-Feng Sun"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tnnd-n2fg",
      "doi": "10.1103/tnnd-n2fg",
      "summary": "The realization and manipulation of Majorana zero modes is a key step in achieving topological quantum computation. In this paper, we demonstrate the existence of Majorana corner states in a superconductor-insulators-superconductor vertical Josephson junction. The position of these Majorana corner s… [Phys. Rev. B 112, 094507] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Strain-induced manipulation of noncollinear antiferromagnets",
      "authors": [
        "Mithuss Tharmalingam, Feodor Svetlanov Konomaev, and Kjetil M. D. Hals"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/62np-6zjt",
      "doi": "10.1103/62np-6zjt",
      "summary": "In recent years, there has been growing interest in harnessing noncollinear antiferromagnets (NCAFMs) for applications in antiferromagnetic spintronics. A key requirement for their practical use is the ability to control the spin order in a reliable and tunable manner. In this work, we investigate h… [Phys. Rev. B 112, 104410] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "$G$-type antiferromagnetic ${\\mathrm{BiFeO}}_{3}$ is a multiferroic $g$-wave altermagnet",
      "authors": [
        "Andrea Urru, Daniel Seleznev, Yujia Teng, Se Young Park, Sebastian E. Reyes-Lillo, and Karin M. Rabe"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v3fg-6smc",
      "doi": "10.1103/v3fg-6smc",
      "summary": "Altermagnetic spin splitting is often missed by conventional band structure plots, as it often vanishes along the high-symmetry lines and planes in the Brillouin zone shown in these plots. Here, the authors introduce a novel band structure plotting method that incorporates high-symmetry and general lines to make the splitting apparent. A framework to classify the splitting in three dimensions and its nodal surfaces is also developed. These concepts are demonstrated in a theoretical study of altermagnetism in multiferroic BiFeO 3 . [Phys. Rev. B 112, 104411] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Correlation between unconventional spin Hall effect and crystal structure in the noncollinear antiferromagnet ${\\mathrm{Mn}}_{3}\\mathrm{Sn}$",
      "authors": [
        "Dequan Meng, Meng Zhu, Hao Yan, Chuangwen Wu, Sha Lu, Pan Zhang, Yurong Su, Cuimei Cao, Yong Liu, Rui Xiong, Long You, Hao Wu, Shiwei Chen, Jia Zhang, and Shiheng Liang"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9ndy-z3nt",
      "doi": "10.1103/9ndy-z3nt",
      "summary": "Noncollinear antiferromagnets have emerged as promising platforms for next-generation spintronic devices due to their unique spin textures and unconventional spin-polarized currents. However, the limited understanding of factors governing the out-of-plane spin polarization efficiency (${ξ}_{\\mathrm{… [Phys. Rev. B 112, 104412] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Thermomagnetic irreversibility in a ${\\mathrm{Cr}}_{1.45}$${\\mathrm{Te}}_{2}$ crystal: Role of spin-phonon coupling",
      "authors": [
        "Ruihuan Lan, Xuan Luo, Nan Zhou, Aile Wang, Ming Cheng, Lanxin Liu, Yongqiang Pan, Ranran Zhang, Jingxin Li, Yubin Hou, Wenhai Song, Qingyou Lu, and Yuping Sun"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qppq-qsx7",
      "doi": "10.1103/qppq-qsx7",
      "summary": "Spin-phonon coupling (SPC) is vital in two-dimensional magnetic materials (2DMMs), correlating charge, spin, and lattice vibrations, which is significant for fundamental physics and spintronics. ${\\mathrm{CrTe}}_{2}$, a 2DMM with high Curie temperature, forms self-intercalated ${\\mathrm{Cr}}_{1+\\mat… [Phys. Rev. B 112, 104414] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum entanglement generation in heterometallic ${\\mathrm{Ni}}_{4}^{2+}{\\mathrm{Gd}}_{4}^{3+}$ complexes",
      "authors": [
        "Hamid Arian Zad, Michal Jaščur, Azam Zoshki, Ralph Kenna, and Nerses Ananikian"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/w4yk-kclj",
      "doi": "10.1103/w4yk-kclj",
      "summary": "We investigate various types of quantum entanglement in the octanuclear heterometallic $3d/4f$ complexes denoted as ${\\mathrm{Ni}}_{4}^{2+}{\\mathrm{Gd}}_{4}^{3+}$ under an external magnetic field, using the exact diagonalization approach. These molecular magnets, which can be effectively described b… [Phys. Rev. B 112, 104415] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Normal-state quantum geometry, nonlocality, and superconductivity",
      "authors": [
        "Florian Simon"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kzj9-99j1",
      "doi": "10.1103/kzj9-99j1",
      "summary": "We investigate aspects of the relation between the quantum geometry of the normal state (NS) and the superconducting phase, through the lens of nonlocality. By relating band theory to quantum estimation theory, we derive a direct momentum-dependent relation between quantum geometry and the quantum f… [Phys. Rev. B 112, 104504] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Twisted light drives chiral excitations of interacting electrons in nanostructures with a magnetic field",
      "authors": [
        "F. J. Rodríguez, L. Quiroga, and N. F. Johnson"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/291s-23hq",
      "doi": "10.1103/291s-23hq",
      "summary": "Ultrafast control of confined two-dimensional few-electron systems requires detailed understanding of light-matter interactions at the nanoscale. Twisted light (TL), a special kind of light carrying orbital angular momentum, offers a powerful tool for driving symmetry-resolved transitions in such qu… [Phys. Rev. B 112, 115115] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Correlated helimagnetic configuration in a nonsymmorphic magnetic nodal semimetal",
      "authors": [
        "Xi Luo, Yu-Ge Chen, Ye-Min Zhan, and Yue Yu"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/89jl-7bj3",
      "doi": "10.1103/89jl-7bj3",
      "summary": "Nonsymmorphic magnetic Weyl semimetal materials such as $\\mathrm{ReAl}X$ (Re = rare earth, $X$ = Si/Ge) provide a unique opportunity to explore the correlated phenomena between Weyl fermions and nontrivial magnetic configurations. To be specific, we study a lattice model in which the magnetic config… [Phys. Rev. B 112, 115116] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Emergent topology in thin films of nodal line semimetals",
      "authors": [
        "Faruk Abdulla"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zmg4-bl6l",
      "doi": "10.1103/zmg4-bl6l",
      "summary": "We investigate finite-size topological phases in thin films of nodal line semimetals (codimension 2) in three dimensions. By analyzing the hybridization of drumhead surface states, we demonstrate that such systems can transition into either a lower-dimensional nodal line state (codimension 1) or a f… [Phys. Rev. B 112, 115117] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Enhanced anomalous Hall conductivity via Ga doping in ${\\mathrm{Mn}}_{3}\\mathrm{Sn}$ and ${\\mathrm{Mn}}_{3}\\mathrm{Ge}$",
      "authors": [
        "Chenyue Wen, Danrong Xiong, Chengyi Yang, Dapeng Zhu, and Weisheng Zhao"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tktp-dhvc",
      "doi": "10.1103/tktp-dhvc",
      "summary": "This study examines the anomalous Hall effect (AHE) in the Heusler series ${\\mathrm{Mn}}_{3}Z$ ($Z$=Ga, Ge, Sn), with a particular emphasis on the manipulation of noncollinear antiferromagnetic structures to enhance the AHE. By employing density-functional theory and first-principles calculations, w… [Phys. Rev. B 112, 115118] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Snake states at domain walls of magnetic topological insulators",
      "authors": [
        "Shuguang Cheng"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yjxb-hl6h",
      "doi": "10.1103/yjxb-hl6h",
      "summary": "The transport properties of domain wall states in a magnetic topological insulator thin film-based heterostructure are highly sensitive to domain wall configurations. In this work, we identify the existence of the snake state at the magnetic domain wall via electronic transport calculations. We have… [Phys. Rev. B 112, 115302] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Nonreciprocal ballistic transport in multilayer Weyl semimetal films with surface engineering",
      "authors": [
        "M. H. Zou, R. Ma, S. J. Xu, W. Chen, H. Geng, L. Sheng, and D. Y. Xing"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wbch-86q6",
      "doi": "10.1103/wbch-86q6",
      "summary": "Weyl semimetal (WSM) thin films exhibit distinct electronic properties compared to their bulk counterparts. In this study, we theoretically investigate the nonreciprocal ballistic transport phenomena arising in WSM thin films due to surface modifications. Our analysis demonstrates that the nonrecipr… [Phys. Rev. B 112, 115410] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Coupling between ferroelectricity, Rashba splitting, and band topology enabled by quadruple-well ferroelectrics",
      "authors": [
        "Xin Jin, Jinbo Pan, Yu-Yang Zhang, and Shixuan Du"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pp48-d63c",
      "doi": "10.1103/pp48-d63c",
      "summary": "The Rashba effect, characterized by spin splitting in band structures and helical spin textures, plays a pivotal role in various spintronics. However, the nonvolatile modulation of the Rashba splitting magnitude ${α}_{R}$ in a single material, which potentially gives rise to novel spintronics, still… [Phys. Rev. B 112, 115411] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Hierarchy construction for non-Abelian fractional quantum Hall states via anyon condensation",
      "authors": [
        "Carolyn Zhang, Ashvin Vishwanath, and Xiao-Gang Wen"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jndb-435f",
      "doi": "10.1103/jndb-435f",
      "summary": "For a given parent fractional quantum Hall (FQH) state at filling fraction $ν$, the hierarchy construction produces FQH states at nearby filling fractions ${{ν}_{n}}$ by condensing minimally charged quasiholes or quasiparticles of the parent state into their own FQH states. The hierarchy constructio… [Phys. Rev. B 112, 125116] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Effects of Berry curvature and orbital magnetic moment on the magnetothermoelectric transport of Bloch electron systems",
      "authors": [
        "Viktor Könye and Masao Ogata"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xg2y-yrqv",
      "doi": "10.1103/xg2y-yrqv",
      "summary": "Thermoelectric transport coefficients up to linear order in the applied magnetic field are microscopically studied using Kubo-Luttinger linear response theory and thermal Green's functions. We derive exact formulas for the thermoelectric conductivity and thermal conductivity in the limit of small re… [Phys. Rev. B 112, 125409] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Chiral states induced by symmetry breaking terms in $α\\text{−}{T}_{3}$ lattices",
      "authors": [
        "J. P. G. Nascimento, S. M. Cunha, M. L. A. Paz, R. N. Costa Filho, J. M. Pereira, F. M. Peeters, and D. R. da Costa"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b4tj-5rky",
      "doi": "10.1103/b4tj-5rky",
      "summary": "By changing the coupling parameter $α$, the $α\\text{−}{T}_{3}$ model lattice varies from honeycomb to dice (or ${T}_{3}$) lattice. These lattices are composed of three atomic sites per unit cell, arranged in such a way as to support an additional flat band that touches the conduction and valence ban… [Phys. Rev. B 112, 125410] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Van der Waals antiferroelectric multiferroic tunnel junction with giant tunneling electroresistance and magnetoresistance towards bidirectional photoresponse and photoassisted memory: Theoretical exploration</span>",
      "authors": [
        "Zhi Yang, Shen-Ao Qin, Bao-Fu Ruan, Jia-Heng Wang, Bing-Xin Liu, Chuan-Kui Wang, Zong-Liang Li, and Shuai Qiu"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b1073ObdR4e10757c4b120b2167a65c50a94df68d",
      "doi": "10.1103/9m1x-q7dn",
      "summary": "Achieving higher-order multistates with significant tunneling electroresistance (TER) and tunneling magnetoresistance (TMR) in van der Waals (vdW) multiferroic tunnel junction at the nanoscale is essential for multifunctional information storage. Based on first-principles calculations, a strategy is… [Phys. Rev. B] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Microscopic features of the effect of vehicle overacceleration on traffic flow",
      "authors": [
        "Boris S. Kerner and Sergey L. Klenov"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8l5g-zjpn",
      "doi": "10.1103/8l5g-zjpn",
      "summary": "Through the development of a microscopic deterministic model in the framework of three-phase traffic theory, microscopic features of vehicle overacceleration, which determines the occurrence of the metastability of free traffic flow at a bottleneck, have been revealed: (i) The greater the impact of … [Phys. Rev. E 112, 034309] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Density-dependent transport coefficients in two-dimensional cellular aggregates",
      "authors": [
        "Subhadip Chakraborti and Vasily Zaburdaev"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/x9qs-28vj",
      "doi": "10.1103/x9qs-28vj",
      "summary": "A two-dimensional hydrodynamics framework for bacterial cell aggregation is used to derive bulk diffusivity and conductivity from microscopic parameters and cell density. This work quantifies a density-dependent transport slowdown during colony formation and provides analytical tools for quantifying hydrodynamic transport in experimental systems involving cellular aggregation. #BiophysicsSpotlight #BroadlyAccessible [Phys. Rev. E 112, 034406] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Application of a spherically averaged pair potential in <i>ab initio</i> path integral Monte Carlo simulations of a warm dense electron gas",
      "authors": [
        "Tobias Dornheim, Thomas M. Chuna, Hannah M. Bellenbaum, Zhandos A. Moldabekov, Panagiotis Tolias, and Jan Vorberger"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lj9c-bh48",
      "doi": "10.1103/lj9c-bh48",
      "summary": "Spherically averaged periodic pair potentials offer the enticing promise to provide accurate results at a drastically reduced computational cost compared to the traditional Ewald sum. In this work, we employ the pair potential by Yakub and Ronchi [ J. Chem. Phys. 119 , 11556 (2003) ] in ab initio path … [Phys. Rev. E 112, 035203] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Bistable flow dynamics of airfoil stall under varying angle of attack: A stochastic model with multiplicative noise",
      "authors": [
        "Edouard Boujo, Ivan Kharsansky Atallah, and Luc R. Pastur"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8jz3-3j3t",
      "doi": "10.1103/8jz3-3j3t",
      "summary": "We focus on the intermittent bistable stall dynamics of an airfoil under varying angle of attack. We propose a one-dimensional Langevin equation where the stochastic forcing depends on the state of the system—high-lift attached flow or low-lift detached flow—and where the deterministic potential dep… [Phys. Rev. E 112, L032202] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Dependence of Krylov complexity saturation on the initial operator and state",
      "authors": [
        "Sreeram PG, J. Bharathi Kannan, Ranjan Modak, and S. Aravinda"
      ],
      "date": "2025-09-08T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hsvm-w849",
      "doi": "10.1103/hsvm-w849",
      "summary": "Krylov complexity, a quantum complexity measure which uniquely characterizes the spread of a quantum state or an operator, has recently been studied in the context of quantum chaos. However, the definitiveness of this measure as a chaos quantifier is in question in light of its strong dependence on … [Phys. Rev. E 112, L032203] Published Mon Sep 08, 2025"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Domain coarsening in fractonic systems: a cascade of critical exponents",
      "authors": [
        "Jacopo Gliozzi, Federico Balducci, Giuseppe De Tomasi"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04556",
      "arxiv": "https://arxiv.org/abs/2509.04556",
      "doi": null,
      "summary": "We study the dynamics of domain growth when multipole moments of the order parameter are conserved. Following a quench into the ordered phase of the Ising model, the typical size of domains grows with time as $R(t) \\sim t^{1/2}$ in the absence of conserved quantities. When the order parameter is conserved, the domain growth slows to $R(t) \\sim t^{1/3}$. Conservation of higher moments of the order parameter fundamentally modifies this behavior: coarsening proceeds via anomalously slow growth. We analytically and numerically show that conservation of the $m$-th multipole moment causes domains to grow as $R(t) \\sim t^{1/(2m+3)}$. This cascade of dynamical critical exponents characterizes a new family of non-equilibrium universality classes for fractonic systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dirac quantum criticality in twisted double bilayer transition metal dichalcogenides",
      "authors": [
        "Jan Biedermann, Lukas Janssen"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04561",
      "arxiv": "https://arxiv.org/abs/2509.04561",
      "doi": null,
      "summary": "We investigate the phase diagram of moir\\'e double bilayer transition metal dichalcogenides with ABBA stacking as a function of twist angle and applied pressure. At hole filling $\\nu = 2$ per moir\\'e unit cell, the noninteracting system hosts a Dirac semimetal with graphene-like low-energy bands in the moir\\'e Brillouin zone. At small twist angles, the Fermi velocity is reduced and interactions dominate the low-temperature behavior. A strong-coupling analysis identifies insulating ferromagnetic and antiferromagnetic ground-state candidates, characterized by spin-density modulations set by the moir\\'e scale. Using a realistic continuum model with long-range Coulomb interactions, we perform self-consistent Hartree-Fock calculations to study the competition between these states. Varying the twist angle or pressure drives a transition from a Dirac semimetal to an antiferromagnetic insulator, which breaks SU(2) spin rotation and two-fold lattice rotation symmetries. This semimetal-to-insulator transition is continuous and belongs to the (2+1)D relativistic Gross-Neveu-Heisenberg universality class with $N = 2$ four-component Dirac fermions. Finite heterostrain, relevant in realistic samples, induces a crossover from Gross-Neveu-Heisenberg universality at intermediate temperatures to conventional (2+1)D Heisenberg criticality at the lowest temperatures. Further decreasing the twist angle can cause a level crossing from the antiferromagnetic insulator into a ferromagnetic insulator with spin-split bands. Our results provide a comprehensive theoretical framework that complements and elucidates recent experiments in twisted double bilayer WSe$_2$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Superconducting pairing symmetries in charge-ordered kagom\\'e metals",
      "authors": [
        "Pujita Das, Parth Bahuguna, Tulika Maitra, Narayan Mohanta"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04571",
      "arxiv": "https://arxiv.org/abs/2509.04571",
      "doi": null,
      "summary": "We investigate the superconducting state in a kagom\\'e lattice, with intertwined charge order and time-reversal symmetry-breaking loop current, using self-consistent Bogoliubov-de Gennes formalism to find the emergent pairing symmetries. Using local and nearest-neighbor attractive interactions, treated within Hartree-Fock mean-field approximation, we obtain all possible pairing symmetries in position space. Our findings indicate that the uniform $s$-wave symmetry, arising in the absence of the charge order and the loop current, modifies to a pair density wave of $s$-wave symmetry of 2$\\times$2 lattice periodicity in the presence of the charge order, and a chiral pair density wave of $d_{x^2-y^2}\\!+\\!id_{xy}$-wave symmetry of the same 2$\\times$2 periodicity in the presence of the charge order and loop current order, in both onsite and nearest-neighbor channels. In the absence of inversion symmetry, such as in the thin-film geometry, Rashba spin-orbit coupling appears, inducing an additional nearest-neighbor triplet $p_x\\pm ip_y$-wave pairing. The results are relevant to superconductivity found in $A$V$_{3}$Sb$_{5}$ ($A$ = K, Rb, Cs), coexisting with a charge order that breaks time-reversal symmetry. We discuss fingerprints of these different pairing symmetries in scanning tunneling microscopy experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Symmetric entanglers for non-invertible SPT phases",
      "authors": [
        "Minyoung You"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04581",
      "arxiv": "https://arxiv.org/abs/2509.04581",
      "doi": null,
      "summary": "It has been suggested that non-invertible symmetry protected topological phases (SPT), due to the lack of a stacking structure, do not have symmetric entanglers (globally symmetric finite-depth quantum circuits) connecting them. Using topological holography, we argue that a symmetric entangler should in fact exist for $1+1$d systems whenever the non-invertible symmetry has SPT phases connected by fixed-charge dualities (FCD). Moreover, we construct an explicit example of a symmetric entangler for the two SPT phases with $\\mathrm{Rep}(A_4)$-symmetry, as a matrix product unitary (MPU)."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Non-equilibrium Ion Transport in a Hybrid Battery Material",
      "authors": [
        "J. Cattermull, B. Jagger, S. J. Cassidy, S. Dhir, P. K. Allan, M. Pasta, A. L. Goodwin"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04587",
      "arxiv": "https://arxiv.org/abs/2509.04587",
      "doi": null,
      "summary": "Hybrid materials, which combine inorganic and molecular components, often exhibit structural flexibility that enables unusual functional responses. Among them, Prussian blue analogues (PBAs) are a promising class for post-lithium battery technologies. Here, we show that non-equilibrium transformation processes govern the charge-storage mechanism of a PBA electrode, K2Mn[Fe(CN)6]. Ostensibly, this behavior mirrors that observed in high-rate cycling of conventional cathodes such as LiFePO4, yet arises here for fundamentally different reasons -- namely, low elastic moduli and cooperative distortions inherent to the hybrid framework. Using \\emph{operando} methods, we show that framework flexibility limits transport kinetics and promotes collective, metastable pathways. Our results highlight new directions for PBA cathode optimisation, but also suggest a broader relevance of non-equilibrium mechanisms for mass transport in hybrid materials beyond PBAs alone."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exploring the variational method for thermodynamic models",
      "authors": [
        "Oliwier Urba\\'nski"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04599",
      "arxiv": "https://arxiv.org/abs/2509.04599",
      "doi": "10.1016/j.physa.2025.130941",
      "summary": "This work explores the possibilities of the Gibbs-Bogoliubov-Feynman variational method, aiming at finding room for designing various drawing schemes. For example, mean-field approximation can be viewed as a result of using site-independent drawing in the variational method. In subsequent sections, progressively complex drawing procedures are presented, starting from site-independent drawing in the $k$-space. In the next, each site in the real-space is again drawn independently, which is followed by an adjustable linear transformation $T$. Both approaches are presented on the discrete Ginzburg-Landau model. Subsequently, a percolation-based procedure for the Ising model is developed. It shows a general way of handling multi-stage drawing schemes. Critical inverse temperatures are obtained in two and three dimensions with a few percent discrepancy from exact values. Finally, it is shown that results in the style of the real-space renormalization group can be achieved by suitable fractal-like drawing. This facilitates a new straight-forward approach to establishing the renormalization transformation, but primarily provides a new view on the method. While the first two approaches are capable of capturing long-range correlations, they are not able to reproduce the critical behavior accurately. The main findings of the paper are developing the method of handling intricate drawing procedures and identifying the need of fractality in these schemes to grasp the critical behavior."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tuning Nonradiative Recombination via Cation Substitution in Inorganic Antiperovskite Nitrides",
      "authors": [
        "Sanchi Monga, Saswata Bhattacharya"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04611",
      "arxiv": "https://arxiv.org/abs/2509.04611",
      "doi": null,
      "summary": "Inorganic antiperovskite nitrides have recently emerged as promising materials for photovoltaic applications, yet their nonradiative recombination dynamics remain largely unexplored. Here, we examine the influence of X-site cation substitution on the nonradiative electron-hole recombination in $\\mathrm{X_{3}NSb}$ ($X = \\mathrm{Ca}, \\mathrm{Sr}, \\mathrm{Ba}$). Ca- and Sr-based compounds adopt a cubic phase, whereas Ba stabilizes in a hexagonal structure, introducing pronounced symmetry-driven effects. Substituting Ca with Sr narrows the band gap, suppresses octahedral and band-edge fluctuations, reduces nonadiabatic (NA) coupling by $\\sim 54\\%$, and extends carrier lifetimes by a factor of $2.5$. In contrast, Ba substitution increases lattice distortion, widens the band gap, and enhances NA coupling beyond that of $\\mathrm{Sr_{3}NSb}$, thereby accelerating recombination through stronger lattice fluctuations. The resulting band gap fluctuations in $\\mathrm{Ba_{3}NSb}$ also shorten decoherence times, following the trend $\\mathrm{Ba_{3}NSb} < \\mathrm{Ca_{3}NSb} < \\mathrm{Sr_{3}NSb}$. Our results demonstrate how the interplay between band gap, NA coupling, and decoherence time governs recombination lifetimes, with $\\mathrm{Sr_{3}NSb}$ exhibiting the longest lifetime. These findings highlight the coupled influence of cation chemistry and crystal symmetry in tailoring carrier dynamics for high-performance antiperovskite-based optoelectronics materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Active Heat Transfer Fluids (AHTF): Enhancement of Convective Heat Transfer by Bubble-Driven Self-Propelled Microparticles",
      "authors": [
        "Jacob Velazquez, Pawel Keblinski, Jeffrey Moran"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04643",
      "arxiv": "https://arxiv.org/abs/2509.04643",
      "doi": null,
      "summary": "Liquid coolants containing conductive nanoparticles (nanofluids) have been widely studied over the past 30 years but have seen limited adoption in real-world cooling applications. The ability of passive nanoparticles to enhance heat transfer in liquids is fundamentally limited because the nanoparticles cannot move on their own relative to the bulk fluid, and thus generate negligible convective enhancements in heat transport. In this work, we present experimental evidence that micron-scale self-propelled particles, which convert chemical energy into autonomous motion, enhance convective heat transfer in liquids. We quantified this enhancement by measuring the convective heat transfer coefficient in a pool of suspension heated from below. The enhancements associated with self-propulsion are most pronounced at low heating powers (Rayleigh number of 10,000), in which case the heat transfer coefficient can be over 100 percent higher in the self-propelled case compared to the same particles without propulsion. This work provides a proof-of-concept demonstration that active particles can enhance heat transfer in liquids, motivating the development of \"Active Heat Transfer Fluids\" for various cooling applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mo Atom Rearrangement Drives Layer-Dependent Reactivity in Two-Dimensional MoS2",
      "authors": [
        "Zifan Wang, Jiaxuan Wen, Tina Mihm, Shaopeng Feng, Kelvin Huang, Jing Tang, Tianshu Li, Liangbo Liang, Sahar Sharifzadeh, Keji Lai, Xi Ling"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04648",
      "arxiv": "https://arxiv.org/abs/2509.04648",
      "doi": null,
      "summary": "Two-dimensional (2D) materials offer a valuable platform for manipulating and studying chemical reactions at atomic level, owing to the ease of controlling their microscopic structure at the nanometer scale. While extensive research has been conducted on the structure-dependent chemical activity of 2D materials, the influence of structural transformation during the reaction remains largely unexplored. In this work, we report the layer-dependent chemical reactivity of MoS2 during a nitridation atomic substitution reaction and attribute it to the rearrangement of Mo atoms. Our results show that the chemical reactivity of MoS2 decreases as the number of layers is reduced in the few-layer regime. In particular, monolayer MoS2 exhibits significantly lower reactivity compared to its few-layer and multilayer counterparts. Atomic-resolution transmission electron microscope (TEM) reveals that MoN nanonetworks form as reaction products from monolayer and bilayer MoS2, with the continuity of the MoN crystals increasing with layer number, consistent with the local conductivity mapping data. The layer-dependent reactivity is attributed to the relative stability of the hypothetically formed MoN phase which retain the number of Mo atomic layers present in the precursor. Specifically, the low chemical reactivity of monolayer MoS2 is attributed to the high energy cost associated with Mo atom diffusion and migration necessary to form multi-layer Mo lattices in the thermodynamically stable MoN phase. This study underscores the critical role of lattice rearrangement in governing chemical reactivity and highlights the potential of 2D materials as versatile platforms for advancing the understanding of materials chemistry at atomic scale."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A generalized and adaptable tensor-contraction-based cluster expansion formalism for multicomponent solids",
      "authors": [
        "Jacob Jeffries, Bochuan Sun, Enrique Martinez"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04686",
      "arxiv": "https://arxiv.org/abs/2509.04686",
      "doi": null,
      "summary": "Density functional theory (DFT)-based simulations of materials have first-principles accuracy, but are very computationally expensive. For simulating various properties of multi-component alloys, the cluster expansion (CE) technique has served as the standard workaround to improve computational efficiency. However, the standard CE technique is difficult to extend to exotic and/or low-symmetry lattices, often implemented via iteration over particular cluster types, which must be enumerated per lattice structure. In this work, we introduce the tensor cluster expansion (TCE), implemented in the open-source code tce-lib, which maps correlation functions to mixed tensor contractions, eliminating the need to iterate over cluster types and additionally making the calculation of correlation functions well-suited for massively parallel architectures like GPUs. We show that local interaction energies are an immediate consequence of the TCE formalism, yielding nearly $\\mathcal{O}(1)$ energy difference calculations. We then use this formalism to fit CE models for the TaW and CoNiCrFeMn systems, and use these models to respectively compute the enthalpy of mixing curve and Cowley short-range order parameters, showing excellent agreement with ground truth data."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Emergent odd viscoelasticity in chiral soft glassy materials",
      "authors": [
        "Debarghya Banerjee, Peter Sollich"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04693",
      "arxiv": "https://arxiv.org/abs/2509.04693",
      "doi": null,
      "summary": "Rheological properties of chiral active materials have been an important area of research in the recent past, in particular regarding odd terms in their mechanical response. While much progress has been made in the study of odd viscous fluids and odd elastic solids, there is still a lack of understanding of odd viscoelastic responses. We introduce a chiral soft glassy rheology model to understand the emergence and nature of such odd viscoelastic responses in a class of amorphous solids. We use this model, which effectively considers an ensemble of actively rotating inclusions in a glassy matrix, to study the linear stress response to steady and oscillatory shear flows. For steady shear we find an odd viscosity that, non-trivially, grows as the active rotation frequency {\\Omega} decreases. In oscillatory shear we find an odd viscoelastic spectrum with a non-trivial dependence on the driving frequency {\\omega}, combining resonance effects around {\\omega} = 2{\\Omega} with glassy power laws at larger {\\omega}."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Fully Discrete Element Approach for Modeling Vacuum Packed Particle Dampers",
      "authors": [
        "Pawel Chodkiewicz, Robert Zalewski, Jakub Lengiewicz"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04697",
      "arxiv": "https://arxiv.org/abs/2509.04697",
      "doi": null,
      "summary": "In this work, we investigate Vacuum-Packed Particle (VPP) dampers -- granular-core dampers offering tunable damping performance -- as a more sustainable alternative to conventional systems such as magnetorheological fluid dampers. A comprehensive computational model of the entire VPP damper system is developed using the Discrete Element Method (DEM). A novel discrete-element model of the flexible foil, responsible for consistently transmitting the external pressure resulting from vacuum application, is introduced and implemented by extending the open-source Yade DEM framework. A prototype VPP damper is also designed and experimentally tested, enabling both model calibration and validation of the simulation results. The calibrated DEM model is subsequently employed in a parametric study to assess the influence of material, geometrical, and process parameters on damper performance. All code, along with the associated experimental and simulation datasets, is made available in an open-access repository."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Review on Molecular Simulations for the Rupture of Polymer Networks",
      "authors": [
        "Yuichi Masubuchi, Takato Ishida, Yusuke Koide, Takashi Uneyama"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04720",
      "arxiv": "https://arxiv.org/abs/2509.04720",
      "doi": null,
      "summary": "Molecular simulations provide a powerful means to unravel the complex relationships between network architecture and the mechanical response of polymer networks, with a particular emphasis on rupture and fracture phenomena. Although simulation studies focused on polymer network rupture remain relatively limited compared to the broader field, recent advances have enabled increasingly nuanced investigations that bridge molecular structures and macroscopic failure behaviors. This review surveys the evolution of molecular simulation approaches for polymer network rupture, from early studies on related materials to state-of-the-art methods. Key challenges, including mismatched spatial and temporal scales with experiments, the validity of coarse-grained models, the choice of simulation protocols and boundary conditions, and the development of meaningful structural descriptors, are critically discussed. Special attention is paid to the assumptions underlying universality, limitations of current methodologies, and the ongoing need for theoretically sound and experimentally accessible network characterization. Continued progress in computational techniques, model development, and integration with experimental insights will be essential for a deeper, predictive understanding of polymer network rupture."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "$^{51}$V NMR evidence for interlayer-modulated charge order and a first-order low-temperature transition in CsV$_3$Sb$_5$",
      "authors": [
        "Xiaoling Wang, Arneil P. Reyes, Hrishit Banerjee, Andrea N. Capa Salinas, Stephen Wilson, Brenden R. Ortiz"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04724",
      "arxiv": "https://arxiv.org/abs/2509.04724",
      "doi": null,
      "summary": "Charge order in the kagome superconductor CsV$_3$Sb$_5$ exhibits a complex three-dimensional organization and intermediate-temperature anomalies whose bulk character has remained unsettled. We use orientation-dependent $^{51}$V NMR as a site-selective probe to determine the stacking of the charge density wave (CDW) state and its thermal evolution. Below $T_{\\mathrm{CDW}}\\!\\approx\\!94$~K, the field-linear splitting of the $^{51}$V central transition together with the anisotropy of the Knight-shift tensor identify an interlayer-modulated $3\\mathbf{q}$ CDW whose local environments are consistent with a four-layer $2\\times2\\times4$ stacking with mixed trihexagonal/Star-of-David distortions, in agreement with synchrotron x-ray determinations. For comparison, RbV$_3$Sb$_5$ serves as a reference exhibiting a uniform trihexagonal $2\\times2\\times2$ stacking, allowing us to isolate features unique to the $2\\times2\\times4$ state in CsV$_3$Sb$_5$. With $\\mathbf{H}_0\\!\\parallel\\!c$, the $^{51}$V quadrupolar satellites through the intermediate temperature scale near $T_{\\mathrm{CO}}\\!\\approx\\!65$ K reorganize into two well-resolved electric-field-gradient manifolds that coexist over a finite interval; their relative spectral weights interchange on cooling while the total integrated satellite intensity remains conserved and $\\nu_Q$ within each manifold is nearly temperature independent. The coexistence without critical broadening, together with conserved intensity, provides bulk evidence consistent with a first-order charge-order transition near $T_{\\mathrm{CO}}$. Our measurements do not resolve whether this lower-temperature transition corresponds to a distinct in-plane order or a reorganization of the $3\\mathbf{q}$ state; rather, they delimit this window and provide bulk, site-resolved constraints that connect prior reported anomalies to a thermodynamic first-order transition."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Temperature dependence of $p$-wave contacts in a harmonically trapped Fermi gas",
      "authors": [
        "Kenta Nagase, Hikaru Takahashi, Soki Oshima, Takashi Mukaiyama"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04738",
      "arxiv": "https://arxiv.org/abs/2509.04738",
      "doi": null,
      "summary": "We study the dependence of the $p$-wave contact $C_v$ on the Fermi temperature $T_F$ and reduced temperature $T/T_F$ based on the number of closed-channel molecules. From the anisotropic pattern of dissociated molecules, we resolve the narrow $|m|=0$ and $|m|=1$ dipolar splitting of the $p$-wave Feshbach resonance in $^6$Li, enabling the independent determination of the contact for the two components. As $T_F$ increases, the anisotropy is no longer resolved and the near-resonant contact scales linearly with $\\sqrt{T_F}$, indicating the contribution of the normalized effective range $k_F R_{\\rm{e}}$. The $T/T_F$ dependence across the attractive regime reveals opposite trends in the strongly and weakly interacting limits, which are accurately represented by the second-order virial expansion. Our results, together with estimates from the $p$-wave virial coefficient, provide a route toward a complete understanding of the thermodynamics of strongly interacting $p$-wave Fermi gases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Surface reconstruction and orthogonal decoupling in SrAl4 and EuAl4",
      "authors": [
        "Tongrui Li, Leiyuan Chen, Jian Yuan, Zhengtai Liu, Yichen Yang, Zhicheng Jiang, Jianyang Ding, Jiayu Liu, Jishan Liu, Zhe Sun, Yanfeng Guo, Tong Zhang, Dawei Shen"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04742",
      "arxiv": "https://arxiv.org/abs/2509.04742",
      "doi": null,
      "summary": "Surface-induced symmetry breaking in quantum materials can stabilize exotic electronic phases distinct from those in the bulk, yet its momentum-space manifestations remain elusive due to domain-averaging effects. Here, using angle-resolved photoemission spectroscopy (ARPES) and scanning tunneling microscopy (STM), we present a microscopic investigation of the electronic structures of SrAl4 and EuAl4, layered tetragonal intermetallic compounds that exhibit well-characterized incommensurate charge-density-wave (CDW) transitions. Below the CDW transition temperatures, we uncover linearly dispersing electronic states and pronounced unidirectional replica bands orthogonal to the bulk CDW wave vector, evidencing the emergence of an in-plane C4 symmetry-breaking electronic order that is not dictated by the bulk incommensurate CDW. STM measurements further reveal a 1 times 2 surface reconstruction with quasi-one-dimensional modulations and half-unit-cell steps, traced to ordered 50 percent Sr/Eu vacancies, which vanish irreversibly upon thermal cycling, indicating decoupled surface and bulk orders. These findings establish SrAl4 and EuAl4 as model platforms for exploring surface-confined nematicity and emergent low-dimensional phases in quantum materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Three-Body Limit Cycle: Universal Form for General Regulators",
      "authors": [
        "Langxuan Chen, Feng Wu, Xincheng Lin, Sebastian K\\\"onig, Ubirajara van Kolck, Pengfei Zhang"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04746",
      "arxiv": "https://arxiv.org/abs/2509.04746",
      "doi": null,
      "summary": "The Efimov effect, a remarkable realization of discrete scale invariance, emerges in the three-body problem with short-range interactions and is understood as a renormalization group (RG) limit cycle within Short-Range Effective Field Theory (SREFT). While the analytic form of the three-body renormalization relation has been established for a sharp cutoff regulator, its universality for other regulators remains underexplored. In this letter, we derive the universal functional form of the three-body renormalization relation for general separable regulators through a detailed analysis of the Skorniakov-Ter-Martirosian and Faddeev equations. We find that the relation is characterized by three parameters. This universality is verified numerically for various regulators. Although the functional form remains the same, the parameters characterizing the limit cycle exhibit regulator dependence. These findings broaden the class of RG limit cycles in SREFT and offer a more complete understanding of three-body renormalization."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Glassy interphases reinforce elastomeric nanocomposites by enhancing percolation-driven volume expansion under strain",
      "authors": [
        "Pierre Kawak, Harshad Bhapkar, David S. Simmons"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04755",
      "arxiv": "https://arxiv.org/abs/2509.04755",
      "doi": null,
      "summary": "For nearly a century, introduction of nanoparticles to elastomers has yielded extraordinarily tough nanocomposites that are critical to technologies from actuators to tires. The mechanisms by which this reinforcement occurs have nevertheless remained a central open question in material science. One widely debated hypothesis posits that strong interactions between polymer and particles induce \"glassy bridges\" that cement particles into a cohesive percolating network that resists elongation. Here, molecular dynamics simulations show that glassy particle shells do not primarily provide elongational cohesion. Instead, they amplify an underlying mechanism wherein competition between filler and elastomer networks causes the elastomer's volume to increase on deformation. This induces contributions from the elastomer's bulk modulus, which is of order 1000 times larger than its Young's modulus. These findings establish a unified understanding of low-strain reinforcement in filled elastomers as emanating from volumetric competition between coexisting particulate and elastomeric networks. This reframes and unifies our understanding of low-strain reinforcement, provides a clear-cut diagnostic for the presence of glassy bridging, and offers a new design principle for tough elastomeric nanocomposites."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ferrodark soliton collisions: breather formation, pair reproduction and spin-mass separation",
      "authors": [
        "Yixiu Bai, Jiangnan Biguo, Xiaoquan Yu"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04769",
      "arxiv": "https://arxiv.org/abs/2509.04769",
      "doi": null,
      "summary": "We study collisions between a ferrodark soliton (FDS) and an antiFDS ($Z_2$ kinks in the spin order) in the easy-plane phase of spin-1 Bose-Einstein condensates (BEC). For a type-I pair (type-I FDS-antiFDS pair) at low incoming velocities, the pair annihilates followed by the formation of an extremely long-lived dissipative breather on a stable background, a spatially localized wave packet with out-of-phase oscillating magnetization and number densities. Periodic emissions of spin and density waves cause breather energy dissipation and we find that the breather energy decays logarithmically in time. When the incoming velocity is larger than a critical velocity at which a stationary FDS-anti FDS pair forms, a pair with finite separating velocity is reproduced. When approaching the critical velocity from below, we find that the lifetime of the stationary type-I pair shows a power-law divergence, resembling a critical behavior. In contrast, a type-II pair (type-II FDS-antiFDS pair)never annihilates and only exhibits reflection. For collisions of a mixed type FDS-antiFDS pair, as $Z_2$ kinks in the spin order, reflection occurs in the topological structure of the magnetization while the mass superfluid density profiles pass through each other, manifesting spin-mass separation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Active Learning of A Crystal Plasticity Flow Rule From Discrete Dislocation Dynamics Simulations",
      "authors": [
        "Nicholas Huebner Julian, Giacomo Po, Enrique Martinez, Nithin Mathew, Danny Perez"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04788",
      "arxiv": "https://arxiv.org/abs/2509.04788",
      "doi": null,
      "summary": "Continuum-scale material deformation models, such as crystal plasticity, can significantly enhance their predictive accuracy by incorporating input from lower-scale (i.e., mesoscale) models. The procedure to generate and extract the relevant information is however typically complex and ad hoc, involving decision and intervention by domain experts, leading to long development times. In this study, we develop a principled approach for calibration of continuum-scale models using lower scale information by representing a crystal plasticity flow rule as a Gaussian process model. This representation allows for efficient parameter space exploration, guided by the uncertainty embedded in the model through a process known as Bayesian optimization. We demonstrate a semi-autonomous Bayesian optimization loop which instantiates discrete dislocation dynamics simulations whose initial conditions are automatically chosen to optimize the uncertainty of a model crystal plasticity flow rule. Our self-guided computational pipeline efficiently generated a dataset and corresponding model whose error, uncertainty, and physical feature sensitivities were validated with comparison to an independent dataset four times larger, demonstrating a valuable and efficient active learning implementation readily transferable to similar material systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Enhancement of spin-wave nonreciprocity and group velocity in a low-wavenumber regime",
      "authors": [
        "Shion Yoshimura (Kyoto Univ), Shugo Yoshii (Kyoto Univ, Imperial College London), Ryo Ohshima (Kyoto Univ, CSRN, Kyoto Univ), Masashi Shiraishi (Kyoto Univ, CSRN, Kyoto Univ)"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04806",
      "arxiv": "https://arxiv.org/abs/2509.04806",
      "doi": null,
      "summary": "Nonreciprocity of spin waves is essential for components such as magnetic isolators and circulators used in spin-wave-based computing. A ferromagnetic (FM) bilayer exhibits significant frequency nonreciprocity and has attracted attention in recent years. Prior research on bilayers has predominantly focused on the high-wavenumber regime, where spin waves display significant nonreciprocity and are accessible through Brillouin light scattering (BLS). However, the dynamics at low wavenumbers (k < 5 rad/um), which enable rapid magnon propagation, have yet to be thoroughly investigated. We investigate spin-wave propagation in the bilayer using coplanar waveguides (CPWs) and demonstrate that increasing the bilayer thickness enhances nonreciprocity even at low wavenumbers, which leads to the high group velocity originating from the Damon-Eshbach (DE) mode. These findings establish design principles for high-speed, low-loss spin-wave-based information processing."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dynamical crossover between stretched- and compressed-exponential relaxation in a photoexcited crystal",
      "authors": [
        "Tyler Carbin, Joel Herman, Xinshu Zhang, Adrian B. Culver, Yu Zhang, Hengdi Zhao, Rahul Roy, Gang Cao, Anshul Kogar"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04814",
      "arxiv": "https://arxiv.org/abs/2509.04814",
      "doi": null,
      "summary": "Anomalous relaxation is one of the hallmarks of disordered systems. Following perturbation by an external source, many glassy, jammed and amorphous systems relax as a stretched or compressed exponential as a function of time. However, despite their ubiquity, the origins of and the connection between these phenomenological relaxation functions remains to be understood. Here, we observe a tunable crossover from stretched- to compressed-exponential relaxation by photoexciting single crystal Ca3Ru2O7 across a structural phase transition. We present a simple lattice model that shows how spatial inhomogeneity and local, strain-mediated interactions cooperate to produce the dynamical crossover. Our work reveals anomalous relaxation dynamics in an idealized single crystal material and establishes photoexcited solids as promising platforms for probing the mechanisms underlying anomalous relaxation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Low-frequency interlayer phonon dynamics and photoinduced terahertz absorption in black phosphorus",
      "authors": [
        "Haiyun Huang, Cheng Chen, Yuxin Zhai, Xiu Zhang, Junzhi Zhu, Junyong Wang, Kai Zhang, Qihua Xiong, Haiyun Liu"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04822",
      "arxiv": "https://arxiv.org/abs/2509.04822",
      "doi": "10.1364/OE.574206",
      "summary": "The strong interlayer coupling in black phosphorus (BP), arising from wavefunction overlap between layers, is critical for understanding its electronic and optical properties. Here, we utilize terahertz (THz) spectroscopy to study phonon dynamics in BP. We identify two peaks at 6 and 8.5 meV in steady-state THz spectra, which are attributed to low-frequency interlayer phonon modes. Both modes exhibit anharmonic phonon coupling behavior below 150 K, manifesting as temperature-dependent red-shifts. Using time-resolved THz spectroscopy, we observe significantly increased THz absorption under photoexcitation, arising from the transient enhancements of the extended Drude component and the oscillator strengths of interlayer phonons in non-equilibrium. These findings highlight the critical role of interlayer phonon dynamics in understanding many-body physics in BP."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal properties and dynamical bosonization of strongly interacting one-dimensional $p$-wave anyons",
      "authors": [
        "Ovidiu I. Patu"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04826",
      "arxiv": "https://arxiv.org/abs/2509.04826",
      "doi": null,
      "summary": "We study a one-dimensional system of strongly interacting anyons with short-range interactions under external confinement. This system, referred to as $p$-wave anyons, interpolates continuously between spin-polarized fermions with $p$-wave interactions and free bosons. At zero temperature, the correlation functions decay exponentially with distance, with oscillations governed by the statistics parameter. The decay rate is maximal for $p$-wave fermions and decreases monotonically as the statistics parameter approaches the bosonic limit, where it vanishes. The momentum distribution is asymmetric, a hallmark of one-dimensional anyons, and takes the form of a shifted Lorentzian with universal power-law tails, $\\lim_{k \\to \\pm \\infty} n(k)\\sim C/k^2$. We prove analytically that, following release from a harmonic trap, the asymptotic momentum distribution converges to that of free bosons in the same trap, a phenomenon known as dynamical bosonization. We also establish the universality of the groundstate $n$-particle reduced density matrices: their natural occupations are independent of the confining potential, while the associated natural $n$-functions for different confinements are related through a simple analytical transformation. In particular, for the one-particle reduced density matrix, we derive exact expressions for both the natural occupations and the natural orbitals at arbitrary particle number. These results extend and unify earlier partial findings for $p$-wave fermions, and they provide a clear conceptual explanation of the double degeneracy observed in their spectrum."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Equal-spin and oblique-spin crossed Andreev reflections in ferromagnet/Ising superconductor/ferromagnet junction",
      "authors": [
        "Wei-Tao Lu, Qing-Feng Sun, Qiang Cheng"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04840",
      "arxiv": "https://arxiv.org/abs/2509.04840",
      "doi": null,
      "summary": "We study the subgap transport through a ferromagnet/Ising superconductor/ferromagnet (F/ISC/F) junction by solving the Bogoliubov-de Gennes equations. It is found that the crossed Andreev reflection (CAR) and local Andreev reflection (LAR) strongly depend on the spin polarized F, the magnetization direction, and the Ising superconducting phase. For the same magnetization directions of the two F leads, the equal-spin CAR could take place due to spin-flip mechanism induced by the Ising spin-orbit coupling and equal-spin-triplet pairing. Both equal-spin CAR and equal-spin LAR exhibit a remarkable magnetoanisotropy with period \\pi and show oscillatory behavior with chemical potential. The equal-spin CAR is more prominent for half-metal F and double-band ISC while the normal CAR is completely suppressed. When the magnetization directions of the two F leads are different, the oblique-spin CAR occurs and its magnetoanisotropic period generally becomes 2\\pi instead of \\pi. In the oblique-spin CAR process, the spins of the electron and hole are neither parallel nor antiparallel. Furthermore, the property of oblique-spin CAR is very sensitive to the spin and valley degrees of freedom. The spin and valley polarized CAR can be achieved and controlled by the chemical potentials and the magnetization directions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Cone-dependent retro and specular Andreev reflections in AA-stacked bilayer graphene",
      "authors": [
        "Wei-Tao Lu, Qing-Feng Sun"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04841",
      "arxiv": "https://arxiv.org/abs/2509.04841",
      "doi": null,
      "summary": "We theoretically study the Andreev reflection (AR) in AA-stacked bilayer graphene/superconductor (AABG/SC) junction. AABG has a linear gapless energy band with two shifted Dirac cones and the electronic states are described by the cone indices. The results indicate that the property of AR strongly depends on the cone degree of freedom. In the absence of the inter-layer potential difference, only intra-cone AR and normal reflection (NR) could occur, and the inter-cone process is forbidden. By adjusting the potential, the intra-cone AR can be specular AR (SAR) in one cone and it is retro-AR (RAR) in the other cone. The existence of the inter-layer potential difference would lead to the inter-cone scattering. As a result, double ARs and double NRs can take place between the two cones. The inter-cone SAR could happen in a broad potential region. Furthermore, the inter-cone retro-NR (RNR) could happen as well. The switch between SAR and RAR, and the switch between specular NR (SNR) and RNR can be achieved by regulating the potential. Therefore, different cone carriers can be separated spatially based on the RAR and SAR. The cone-dependent Andreev conductance may be separately measured near the critical values where RAR crosses over to SAR."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dislocation interaction with a tilt low angle grain boundary in bi-crystal SrTiO3",
      "authors": [
        "Kuan Ding, Atsutomo Nakamura, Patrick Cordier, Xufei Fang"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04893",
      "arxiv": "https://arxiv.org/abs/2509.04893",
      "doi": null,
      "summary": "For potentially wider applications of ceramics with dislocation-tuned mechanical and functional properties, it is pertinent to achieve dislocation engineering in polycrystalline ceramics. However, grain boundaries (GBs) in general are effective barriers for dislocation glide and often result in crack formation when plastic deformation in ceramics is attempted at room temperature. To develop strategies for crack suppression, it is critical to understand the fundamental processes for dislocation-GB interaction. For this purpose, we adopt here a model system of bi-crystal SrTiO3 with a 4{\\deg} tilt GB, which consists of an array of edge dislocations. Room-temperature Brinell indentation was used to generate a plastic zone at the mesoscale without crack formation, allowing for direct assessment of GB-dislocation interaction in bulk samples. Together with dislocation etch pits imaging and transmission electron microscopy analysis, we observe dislocation pileup, storage, and transmission across the low-angle tilt GB. Our experimental observations reveal new insight into dislocation-GB interaction at room temperature at the mesoscale."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ultrafast Dynamics of Spin-Orbit Entangled Excitons Coupled to Magnetic Ordering in van der Waals Antiferromagnet NiPS3",
      "authors": [
        "Sidhanta Sahu, Anupama Chauhan, Poulami Ghosh, Sayan Routh, Ruturaj Puranik, Setti Thirupathaiah, Siddhartha Lal, Shriganesh Prabhu S, Chiranjib Mitra, N. Kamaraju"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04900",
      "arxiv": "https://arxiv.org/abs/2509.04900",
      "doi": null,
      "summary": "Spin-orbit entangled excitons (SOEE) in two-dimensional (2D) antiferromagnets provide a direct access to explore unconventional many body interactions in correlated electron systems. In this work, we carry out a detailed investigation using non-degenerate isotropic and anisotropic pump-probe reflection spectroscopy to probe the ultrafast dynamics of SOEE and their coupling to spin fluctuations in NiPS3. Transient reflectivity data reveals acoustic phonon oscillations at ~ 27 GHz, along with two distinct relaxation timescales: fast (1-9 ps) and slower components (1-4 ns) associated with SOEE coherence and spin reordering, respectively. Both timescales exhibit pronouns temperature dependence near the exciton dissociation (TED = 120 K) and Neel TN = 155 K) temperatures. The SOEE coherence shortens from ~ 8-9 ps at T TED with a finite tail persisting beyond TN. The spin reordering time grows near 120 K, and shows critical slowing down around TN. Pump fluence studies further corroborate their spin origin. Our findings uncover the direct interplay between the excitonic and spin degrees of freedom across ultrafast and longer timescales, offering new opportunities to probe and engineer emergent many-body interactions in 2D antiferromagnets."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Coexisting Kagome and Heavy Fermion Flat Bands in YbCr$_6$Ge$_6$",
      "authors": [
        "Hanoh Lee, Churlhi Lyi, Taehee Lee, Hyeonhui Na, Jinyoung Kim, Sangjae Lee, Younsik Kim, Anil Rajapitamahuni, Asish K. Kundu, Elio Vescovo, Byeong-Gyu Park, Changyoung Kim, Charles H. Ahn, Frederick J. Walker, Ji Seop Oh, Bo Gyu Jang, Youngkuk Kim, Byungmin Sohn, Tuson Park"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04902",
      "arxiv": "https://arxiv.org/abs/2509.04902",
      "doi": null,
      "summary": "Flat bands, emergent in strongly correlated electron systems, stand at the frontier of condensed matter physics, providing fertile ground for unconventional quantum phases. Recent observations of dispersionless bands at the Fermi level in kagome lattice open the possibility of unifying the disjoint paradigms of topology and correlation-driven heavy fermion liquids. Here, we report the unprecedented coexistence of these mechanisms in the layered kagome metal YbCr6Ge6. At high temperatures, an intrinsic kagome flat band-arising from the frustrated hopping on the kagome lattice-dominates the Fermi level. Upon cooling, localized Yb 4f-states hybridize with the topological kagome flat bands, transforming this state into the Kondo resonance states that are nearly dispersionless across the entire Brillouin zone. Crystalline symmetry forbids hybridization along specific high-symmetry lines, which stabilizes Dirac crossings of heavy-fermion character. Topological analysis of the resulting gaps reveals both trivial and nontrivial Z2 invariants, establishing the emergence of a Dirac-Kondo semimetal phase. Taken together, these results identify YbCr6Ge6 as a prototype of a topological heavy-fermion system and a platform where geometric frustration, strong correlations, and topology converge, with broad implications for correlated quantum matter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Flux-flow in multiband FeSe$_x$Te$_{1-x}$ explored by microwave magnetotransport",
      "authors": [
        "A. Magalotti, A. Alimenti, V. Braccini, P. Manfrinetti, E. Silva, K. Torokhtii, N. Pompeo"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04912",
      "arxiv": "https://arxiv.org/abs/2509.04912",
      "doi": null,
      "summary": "We measure the flux-flow resistivity in FeSe$_x$Te$_{1-x}$ epitaxial films using a microwave, dual-frequency technique. The flux-flow resistivity allows to open a window on the microscopic electronic state of quasiparticles. We obtain that the field-dependence of flux-flow is typical for multiband superconductors. Once this is assessed, we are able to extract the temperature dependence of the orbital upper critical field and of the normalised vortex core quasiparticle scattering time. Our data suggest that our epitaxial FeSe$_x$Te$_{1-x}$ films are in the moderately clean regime."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Downfolding a quantum many-body system: the quasi-1D Fermi polaron",
      "authors": [
        "Lovro Anto Bari\\v{s}i\\'c (LPENS), Giuliano Orso (MPQ), Fr\\'ed\\'eric Chevy (LPENS, IUF), Kris Van Houcke (LPENS)"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04934",
      "arxiv": "https://arxiv.org/abs/2509.04934",
      "doi": null,
      "summary": "We investigate the properties of an impurity immersed in an ensemble of spin-polarized fermions confined in a tight quantum wire. We use a non-perturbative variational approach that accounts for virtual transverse excitations and regularizes the zero-range interaction. We compute the polaron's energy, effective mass, and spectral weight, and benchmark our results against the exactly solvable Yang-Gaudin model of a purely 1D system. While the two models agree in the weakly interacting regime, we find significant deviations in the strongly attractive limit, including a divergence of the effective mass and evidence for a polaron-to-molecule transition inherited from the underlying 3D physics, which is absent in the purely 1D description. Our work quantifies the accuracy of quasi-1D systems as analog quantum simulators and highlights the emergence of beyond-1D physics even in nominally 1D settings."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Stochastic processes with multiple temporal scales: timescale separation and information",
      "authors": [
        "Giorgio Nicoletti, Daniel M. Busiello"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04946",
      "arxiv": "https://arxiv.org/abs/2509.04946",
      "doi": null,
      "summary": "Complex systems are often characterized by the interplay of multiple interconnected dynamical processes operating across a range of temporal scales. This phenomenon is widespread in both biological and artificial scenarios, making it crucial to understand how such multiscale dynamics influence the overall functioning and behavior of these systems. Here, we present a general timescale separation approach that is valid for any set of stochastic differential equations coupled across multiple timescales. We show two alternative derivations, one based on an iterative procedure, and the other grounded on an a priori expansion in relevant small parameters associated with faster timescales. We provide an explicit expression for the conditional structure of the joint probability distribution of the whole set of processes that is solely determined by the multiscale interactions. This result has important consequences in determining how information is generated in the system and how it propagates across different timescales. To demonstrate that our findings are valid independently of the specific dynamical model, we test them against four different (linear and non-linear) dynamics. Then, we focus on the scenario in which two degrees of freedom are reciprocally coupled across their timescales. In this case, we show that the statistics of the fastest dynamics is captured by an effective self-interaction term in the slowest one, creating a regulatory loop. Finally, a connection with analogous previous results obtained for discrete-state systems with higher-order interactions is drawn, elucidating similarities and differences in the physical interpretation of the system. The presented framework might open the avenue for a clearer understanding of the interplay between the underlying multiscale structure and emergent functional behavior of biological and artificial systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Note on searching for critical lattice models as entropy critical points from strange correlator",
      "authors": [
        "Anran Jin, Ling-Yan Hung"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04947",
      "arxiv": "https://arxiv.org/abs/2509.04947",
      "doi": null,
      "summary": "An entropy function is proposed in [Phys. Rev. Lett. 131, 251602] as a way to detect criticality even when the system size is small. In this note we apply this strategy in the search for criticality of lattice transfer matrices constructed based on the topological holographic principle. We find that the combination of strategy is indeed a cost-effective and efficient way of identifying critical boundary conditions, estimating central charges and moreover, plotting entire phase diagrams in a multi-dimensional phase space."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Internal Stresses as Origin of the Anomalous Low-Temperature Specific Heat in Glasses",
      "authors": [
        "Walter Schirmacher, Giancarlo Ruocco"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04986",
      "arxiv": "https://arxiv.org/abs/2509.04986",
      "doi": null,
      "summary": "We apply a recently developed theory of the nonphononic vibrational density of states (DOS) in glasses to investigate the impact of local frozen-in stresses on the low-temperature specific heat. Using a completely harmonic description we show that the hybridization of the local nonphononic vibrational excitations with the waves leads to a low-frequency DOS, in excess to the Debye one, which varies linearly with frequency up to a certain crossover frequency, and then becomes constant. The actual value of the crossover depends of the ratio between the local stresses and the shear modulus. This excess DOS leads to a low-temperature specific heat with an apparent temperature exponent, which is between one and two, as observed experimentally. We discuss, how these findings may be utilized for the characterisation of glassy materials. We further compare our findings, which only rely on harmonic interactions, with the predictions of other theories, which invoke anharmonic interactions and tunneling for explaining the low-temperature behavior of the specific heat."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Further testing the validity of generalized heterogeneous-elasticity theory for low-frequency excitations in structural glasses",
      "authors": [
        "Walter Schirmacher, Matteo Paoluzzi, Felix Cosmin Mocanu, Dmytro Khomenko, Grzegorz Szamel, Francesco Zamponi, Giancarlo Ruocco"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04988",
      "arxiv": "https://arxiv.org/abs/2509.04988",
      "doi": null,
      "summary": "In a recent paper E. Lerner and E. Bouchbinder, Phys. Rev. E {\\bf 111}, L013402 (2025) raised concerns regarding the validity of the theory and the interpretation of the data, presented in our previous study on non-phononic vibrational excitations in glasses, W. Schirmacher {\\it et al.}, Nature Comm. {\\bf 15}, 3107 (2024). In that work, we presented evidence suggesting that the commonly observed low-frequency regime of the non-phononic vibrational density of states (DoS) is, in fact, highly dependent on technical aspects of the molecular dynamics simulations employed to compute the DoS. Specifically, we showed that the $\\omega^4$ scaling results from the use of a tapering function applied to ensure continuity of the interaction potential at the cutoff distance. In this letter we report further evidence in favor of our previous findings, namely the non-universality of the $\\omega^4$ DoS scaling, and the existence of an important class of non-phononic excitations in glasses, which we call defect states, and are induced by frozen-in stresses. These modes can be classified as quasi-localized."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Optical spectra of small silver clusters with the Bethe-Salpeter formalism: a Reassessment",
      "authors": [
        "Xavier Blase, Ivan Duchemin"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05008",
      "arxiv": "https://arxiv.org/abs/2509.05008",
      "doi": null,
      "summary": "We study the optical absorption spectra of small Ag_n (n=2,4,6,8) clusters using the Bethe-Salpeter equation (BSE) formalism with a Hamiltonian built from GW quasiparticle energies. Calculations are based on an effective core potential including the 4sp shells in the valence. Non-self-consistent G0W0 calculations relying on input Kohn-Sham eigenstates generated with semilocal functionals lead to very poor BSE absorption spectra, confirming a previous observation. However, eigenvalue or quasiparticle self-consistent GW calculations dramatically improves the agreement with experiments and TD-DFT spectra obtained with range-separated hybrid functionals. The importance of the position of the 4d occupied band is emphasized."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Deep Learning-Assisted Weak Beam Identification in Dark-Field X-ray Microscopy",
      "authors": [
        "A. Benhadjira, C. Detlefs, S. Borgi, V. Favre-Nicolin, C. Yildirim"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05017",
      "arxiv": "https://arxiv.org/abs/2509.05017",
      "doi": null,
      "summary": "Dislocations control the mechanical behavior of crystalline materials, yet their quantitative characterization in bulk has remained elusive. Transmission Electron Microscopy provides atomic-scale resolution but is restricted to thin foils, limiting relevance to structural performance. Dark-field X-ray microscopy (DFXM) has recently opened access to three-dimensional, non-destructive imaging of dislocations in macroscopic crystals. A critical bottleneck, however, is the reliable identification of weak- versus strong-beam conditions. Weak-beam imaging enhances dislocation contrast, while strong-beam conditions are dominated by multiple scattering and obscure interpretation. Current practice depends on manual classification by specialists, which is subjective, slow, and incompatible with the scale of modern experiments. Here, we introduce a deep learning framework that automates this task using a lightweight convolutional neural network trained on small, hand-labeled datasets. By enabling robust, rapid, and scalable identification of imaging conditions, this approach transforms DFXM into a high-throughput tool, unlocking statistically significant studies of dislocation dynamics in bulk materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tuning Magneto-Optical Zero-Reflection via Dual-Channel Hybrid Magnonics",
      "authors": [
        "Andrew Christy, Yujie Zhu, Yi Li, Yuzan Xiong, Tao Qu, Frank Tsui, James F. Cahoon, Binbin Yang, Jia-Mian Hu, Wei Zhang"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05022",
      "arxiv": "https://arxiv.org/abs/2509.05022",
      "doi": null,
      "summary": "Multi-channel coupling in hybrid systems makes an attractive testbed not only because of the distinct advantages entailed in each constituent mode, but also the opportunity to leverage interference among the various excitation pathways. Here, via combined analytical calculation and experiment, we demonstrate that the phase of the magnetization precession at the interface of a coupled yttrium iron garnet(YIG)/permalloy(Py) bilayer is collectively controlled by the microwave photon field torque and the interlayer exchange torque, manifesting a coherent, dual-channel excitation scheme that effectively tunes the magneto-optic spectrum. The different torque contributions vary with frequency, external bias field, and types of interlayer coupling between YIG and Py, which further results in destructive or constructive interferences between the two excitation channels, and hence, selective suppression or amplification of the hybridized magnon modes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Energy dependent Chemical Interface Damping induced by 1-Decanethiol Self-Assembled Monolayer on Au(111)",
      "authors": [
        "Maurice Pfeiffer, Gregor B. Vonbun-Feldbauer, Jacob B. Khurgin, Olga Matts, Ahmed Shqer, Nadiia Mameka, Manfred Eich, Alexander Petrov"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05025",
      "arxiv": "https://arxiv.org/abs/2509.05025",
      "doi": null,
      "summary": "The chemical interface damping (CID) effect increases the collision frequency of free electrons in metals by changes of the metal surface. We have now experimentally disentangled the two contributions to CID: induced roughness and direct charge transfer. The latter is an important area of research in photoelectrochemistry with potential applications in light-induced chemical reactions. We present a broadband investigation of the CID effect on Au(111) covered by a self-assembled monolayer of decanethiol. Spectroscopic ellipsometry measurements show a photon energy dependent increase of collision frequency. We observe a constant, photon energy independent contribution, which is attributed to induced roughness and a contribution that linearly increases with photon energy from about 1 eV upwards which we attribute to direct charge transfer. The onset of the charge transfer mechanism corresponds to occupied orbitals of thiols bound to the Au surface, as confirmed by density functional theory calculations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dynamical Learning in Deep Asymmetric Recurrent Neural Networks",
      "authors": [
        "Davide Badalotti, Carlo Baldassi, Marc M\\'ezard, Mattia Scardecchia, Riccardo Zecchina"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05041",
      "arxiv": "https://arxiv.org/abs/2509.05041",
      "doi": null,
      "summary": "We show that asymmetric deep recurrent neural networks, enhanced with additional sparse excitatory couplings, give rise to an exponentially large, dense accessible manifold of internal representations which can be found by different algorithms, including simple iterative dynamics. Building on the geometrical properties of the stable configurations, we propose a distributed learning scheme in which input-output associations emerge naturally from the recurrent dynamics, without any need of gradient evaluation. A critical feature enabling the learning process is the stability of the configurations reached at convergence, even after removal of the supervisory output signal. Extensive simulations demonstrate that this approach performs competitively on standard AI benchmarks. The model can be generalized in multiple directions, both computational and biological, potentially contributing to narrowing the gap between AI and computational neuroscience."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Few is different: deciphering many-body dynamics in mesoscopic quantum gases",
      "authors": [
        "Juergen Berges, Sandra Brandstetter, Jasmine Brewer, Georg Bruun, Tilman Enss, Stefan Floerchinger, Keisuke Fujii, Maciej Galka, Giuliano Giacalone, Qingze Guan, Carl Heintze, Lars H. Heyen, Ilya Selyuzhenkov, Selim Jochim, Jesper Levinsen, Philipp Lunt, Silvia Masciocchi, Aleksas Mazeliauskas, Nir Navon, Alice Ohlson, Meera Parish, Stephanie M. Reimann, Francesco Scazza, Thomas Schaefer, Derek Teaney, Joseph Thywissen, Raju Venugopalan, Yangqian Yan, Matteo Zaccanti, Torsten V. Zache"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05049",
      "arxiv": "https://arxiv.org/abs/2509.05049",
      "doi": null,
      "summary": "Emergent macroscopic descriptions of matter, such as hydrodynamics, are central to our description of complex physical systems across a wide spectrum of energy scales. The conventional understanding of these many-body phenomena has recently been shaken by a number of experimental findings. Collective behavior of matter has been observed in \\emph{mesoscopic} systems, such as high-energy hadron-hadron collisions, or ultra-cold gases with only few strongly interacting fermions. In such systems, the separation of scales between macroscopic and microscopic dynamics (at the heart of any effective theory) is inapplicable. To address the conceptual challenges that arise from these observations and explore the universality of emergent descriptions of matter, the EMMI Rapid Reaction Task Force was assembled. This document summarizes the RRTF discussions on recent theoretical and experimental advances in this rapidly developing field. Leveraging technological breakthroughs in the control of quantum systems, we can now quantitatively explore what it means for a system to exhibit behavior beyond the sum of its individual parts. In particular, the report highlights how the (in)applicability of hydrodynamics and other effective theories can be probed across three principal frontiers: the size frontier, the equilibrium frontier, and the interaction frontier."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exchange spin-wave propagation in Ga:YIG nanowaveguides",
      "authors": [
        "Andrey A. Voronov, Khrystyna O. Levchenko, Roman Verba, Krist\\'yna Dav\\'idkov\\'a, Carsten Dubs, Michal Urb\\'anek, Qi Wang, Dieter Suess, Claas Abert, Andrii V. Chumak"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05050",
      "arxiv": "https://arxiv.org/abs/2509.05050",
      "doi": null,
      "summary": "Spin-wave-based computing has emerged as a promising approach to overcome the fundamental limitations of CMOS technologies. However, the increasing demand for device miniaturization down to a 100 nm scale presents significant challenges for long-distance spin-wave transport. Gallium-substituted yttrium iron garnet (Ga:YIG) offers a potential solution to these challenges due to its unique magnetic properties. The reduced saturation magnetization in Ga:YIG enables efficient excitation of exchange-dominated spin waves, which exhibit enhanced transport characteristics compared to dipolar-dominated modes in conventional materials. Here, we present the first comprehensive study combining experimental, analytical, and numerical investigations of spin-wave propagation in Ga:YIG waveguides down to 145 nm width and 73 nm thickness. Using micro-focused Brillouin light scattering spectroscopy, TetraX simulations, and analytical dispersion calculations, we demonstrate that Ga:YIG waveguides support spin waves with significantly higher group velocities up to 600 m/s. This value remains constant for structures with different widths, leading to longer spin-wave propagation lengths in nanowaveguides compared to non-substituted YIG. These results reveal that gallium substitution provides access to faster and longer-lived spin waves, opening new possibilities for implementing this material in nanoscale magnonic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Active thermodynamics of inertial chiral active gases: equation of state and edge currents",
      "authors": [
        "Lorenzo Caprini, Umberto Marini Bettolo Marconi, Benno Liebchen, Hartmut L\\\"owen"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05053",
      "arxiv": "https://arxiv.org/abs/2509.05053",
      "doi": null,
      "summary": "One of the most fundamental quests in the physics of active matter concerns the existence of a comprehensive theory for its macroscopic properties, i.e. an ``active thermodynamics''. Here, we derive and experimentally verify key elements of the active thermodynamics of ideal chiral active gases, unveiling edge currents and odd diffusivity as their peculiar features. Our main results are the derivation of an equation of state relating density and pressure via a chirality-dependent effective temperature, the derivation of Fick's law including the full diffusion matrix predicting odd diffusion, and the exact prediction of edge currents at container walls that nonmonotonically depend on chirality."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Supersolidity induced flux magnetism with magnetic atoms in an anti-magic wavelength optical lattice",
      "authors": [
        "Michele Miotto, Pietro Lombardi, Giovanni Ferioli, Joana Fraxanet, Maciej Lewenstein, Luca Tanzi, Luca Barbiero"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05058",
      "arxiv": "https://arxiv.org/abs/2509.05058",
      "doi": null,
      "summary": "Supersolidity and magnetism are fundamental phenomena characterizing strongly correlated states of matter. Here, we unveil a mechanism that establishes a direct connection between these quantum regimes and can be experimentally accessed in ultracold atomic systems. Specifically, we exploit the distinctive properties of ultracold magnetic lanthanide atoms trapped in a one dimensional anti-magic wavelength optical lattice. This allows us to design a realistic implementation of a triangular Bose-Hubbard ladder featuring two essential ingredients: strong long-range interactions and tunable gauge fields. Thanks to these unconventional properties, our numerical analysis highlights that, among the others, a robust lattice supersolid regime with finite fluxes in each triangular plaquette occurs. Remarkably, we show that the specific density distribution of the supersolid phase leads to the magnetic ordering of fluxes, which can form ferrimagnetic and ferromagnetic structures. Our results thus discover a fascinating quantum mechanical effect that bridges supersolidity and magnetism."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fast optical data transfer into a Josephson junction array",
      "authors": [
        "K. Kohop\\\"a\\\"a, J. Nissil\\\"a, E. Mykk\\\"anen, P. Selvasundaram, T. Fordell, K. Langi, E. T. Mannila, S. Kafanov, S. Ahopelto, H. Syst\\\"a, M. Ribeiro, P. Sethi, M. Kiviranta, R. Loreto, J. -W. Lee, T. Rantanen, V. Vesterinen, O. Kieler, M. Bieler, J. Govenius, J. Senior, A. Kemppinen"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05074",
      "arxiv": "https://arxiv.org/abs/2509.05074",
      "doi": null,
      "summary": "We employ externally shunted Nb-AlO$_x$-Nb Josephson junctions for demonstrating a circuit that is suitable for an optically driven Josephson Arbitrary Waveform Synthesizer (JAWS). This technology enables overdamped junctions with characteristic frequencies above 100 GHz and critical currents of the order of 100 $\\mu$A, which is promising, e.g., for low-dissipation optical control of quantum circuits such as superconducting quantum bits. Here we utilize a double-pulse technique to experimentally determine the maximum rate at which optical pulse data can be reliably delivered to the superconducting circuit. We demonstrate the feasibility of data transfer up to 60 Gbit/s, which is about factor 4 higher than for typical JAWS."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Revisiting the Poor Man's Majoranas: The Spin-Exchange Induced Spillover Effect",
      "authors": [
        "J. E. Sanches, T. M. Sobreira, L. S. Ricco, M. S. Figueira, A. C. Seridonio"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05088",
      "arxiv": "https://arxiv.org/abs/2509.05088",
      "doi": null,
      "summary": "We give a review on Poor Man's Majorana (PMM) modes, which are theoretically established in the minimal Kitaev chain implementation consisting of two grounded, spinless quantum dots (QDs) operating at the sweet spot condition, where electron cotunneling and crossed Andreev reflection amplitudes achieve precise balance. Particularly, we systematically review, within the Green's functions theoretical framework, the PMM hybridization dynamics under spin-exchange perturbations proposed by some of us in J. Phys.: Condens. Matter 37, 205601 (2025), which demonstrates a characteristic spatial delocalization when subjected to an exchange coupling $J$ mediated by a quantum spin $S$. This spin-exchange induced PMM spillover effect provides a spectroscopic protocol for determining the quantum statistics of $S$ through the emergent multi-level structure in the proximal QD's density of states. Our principal theoretical result establishes that the exchange interaction generates $2S+2$ ($2S+1$) satellite states symmetrically distributed about the zero-bias anomaly, serving as a definitive signature of bosonic (fermionic) spin statistics. As novelty, we demonstrate that multi-terminal environmental coupling induces significant suppression of the spin-exchange spillover mechanism. Under constrained variations of $J$, this effectively localizes the perturbed PMM within its host QD, preventing spatial hybridization with adjacent site. The absence of topological protection in this minimal Kitaev realization is strategically leveraged to: (i) Develop a novel spectroscopic technique for quantum spin characterization through PMM hybridization signatures; (ii) Propose an engineered protection scheme for PMM qubits against exchange fluctuations in multi-terminal architectures, enabling moderately robust quantum computation protocols."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Efficient iPEPS Simulation on the Honeycomb Lattice via QR-based CTMRG",
      "authors": [
        "Qi Yang, Philippe Corboz"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05090",
      "arxiv": "https://arxiv.org/abs/2509.05090",
      "doi": null,
      "summary": "We develop a QR-based corner transfer matrix renormalization group (CTMRG) framework for contracting infinite projected entangled-pair states (iPEPS) on honeycomb lattices. Our method explicitly uses the lattice's native C3v symmetry at each site, generalizing QR-based acceleration (previously limited to square lattices) to enable efficient and stable contractions. This approach achieves order-of-magnitude speedups over conventional singular value decomposition (SVD)-based CTMRG while maintaining high numerical precision. Comprehensive benchmark calculations for the spin-1/2 Heisenberg and Kitaev models demonstrate higher computational efficiency without sacrificing accuracy. We further employ our method to study the Kitaev-Heisenberg model, where we provide numerical evidence for the universal 1/r^4 decay of the dimer-dimer correlation function within the quantum spin liquid (QSL) phase. Our work establishes a framework for extending QR-based CTMRG to other lattice geometries, opening new avenues for studying exotic quantum phases with tensor networks."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Elasticity and plasticity of epithelial gap closure",
      "authors": [
        "Maryam Setoudeh, Pierre A. Haas"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05110",
      "arxiv": "https://arxiv.org/abs/2509.05110",
      "doi": null,
      "summary": "Epiboly, during which a tissue closes around the surface of the egg, pervades animal development. This epithelial gap closure involves cell intercalations at the edge of the gap. Here, inspired by serosa closure in the beetle Tribolium, we study the interplay between these plastic cell rearrangements and the elasticity of the tissue in a minimal continuum model of the closure of a circular gap bounded by a contractile actomyosin cable. We discover two different closure mechanisms at the tissue scale depending on the energy barrier $E_\\text{b}$ to and the energy $\\Delta E$ released by intercalation: If $E_\\text{b}\\gg\\Delta E$, cells intercalate into the gap to close it. For a fluidised tissue in which $E_\\text{b}\\ll\\Delta E$, however, cells deintercalate from the boundary into the bulk of the tissue, and we reveal an emergent mechanical role of inhomogeneities of the actomyosin cable. Our work thus explains the mechanical role of tissue fluidisation in Tribolium serosa closure and processes of epiboly and wound healing more generally."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal Boundary-Modes Localization from Quantum Metric Length",
      "authors": [
        "Xing-Lei Ma, Jin-Xin Hu, K. T. Law"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05114",
      "arxiv": "https://arxiv.org/abs/2509.05114",
      "doi": null,
      "summary": "The presence of localized boundary modes is an unambiguous hallmark of topological quantum matter. While these modes are typically protected by topological invariants such as the Chern number, here we demonstrate that the {\\it quantum metric length} (QML), a quantity inherent in multi-band topological systems, governs the spatial extent of flat-band topological boundary modes. We introduce a framework for constructing topological flat bands from degenerate manifolds with large quantum metric and find that the boundary modes exhibit dual phases of spatial behaviors: a conventional oscillatory decay arising from bare band dispersion, followed by another exponential decay controlled by quantum geometry. Crucially, the QML, derived from the quantum metric of the degenerate manifolds, sets a lower bound on the spatial spread of boundary states in the flat-band limit. Applying our framework to concrete models, we validate the universal role of the QML in shaping the long-range behavior of topological boundary modes. Furthermore, by tuning the QML, we unveil extraordinary non-local transport phenomena, including QML-shaped quantum Hall plateaus and anomalous Fraunhofer patterns. Our theoretical framework paves the way for engineering boundary-modes localization in topological flat-band systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Gas Sensing Properties of Novel Indium Oxide Monolayer: A First-Principles Study",
      "authors": [
        "Afreen Anamul Haque, Suraj G. Dhongade, Aniket Singha"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05121",
      "arxiv": "https://arxiv.org/abs/2509.05121",
      "doi": null,
      "summary": "We present a comprehensive first-principles investigation into the gas sensing capabilities of a novel two-dimensional Indium Oxide (In2O3) monolayer, using density functional theory (DFT) calculations. Targeting both resistive-type and work function based detection mechanisms, we evaluate interactions with ten hazardous gases (NH3, NO, NO2, SO2, CS2, H2S, HCN, CCl2O, CH2O, CO) as well as ambient molecules (O2, CO2, H2O). The monolayer shows pronounced sensitivity towards NO and H2S, and work function modulation enables detection of NH3 and HCN. Mechanical strain further broadens detection capability, enhancing adsorption and selectivity. These results establish 2D In2O3 as a tunable platform for next-generation miniaturized gas sensors for environmental monitoring and safety applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hydrogen absorption in intermetallic compounds from first principles",
      "authors": [
        "Olivier Nadeau, Romuald B\\'ejaud, Lucas Baguet, Gr\\'egory Geneste, Fran\\c{c}ois Bottin, Gabriel Antonius"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05136",
      "arxiv": "https://arxiv.org/abs/2509.05136",
      "doi": null,
      "summary": "Intermetallic compounds such as {A$_{2}$B$_{7}$} alloys are promising candidates for mobile hydrogen storage applications due to their high and reversible hydrogen absorption capacity. We compute the absorption isotherm of {Nd$_{3}$MgNi$_{14}$} from first-principles using a multiscale modeling approach. Absorption sites are identified through a systematic geometrical analysis, and are characterized with Density Functional Theory (DFT) calculations. The absorption site properties are used in room-temperature Grand Canonical Monte Carlo simulations to predict hydrogen uptake as a function of pressure, leading to a full absorption isotherm in good agreement with experimental data. We show that both hybrid exchange-correlation functionals and zero-point energy corrections are necessary to obtain accurate absorption properties. The analysis of the fully hydrogenated structure with DFT shows considerable volume expansion, which stabilizes the structure at large hydrogen content."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Continuum Landau surface states in a non-Hermitian Weyl semimetal",
      "authors": [
        "Shuxin Lin, Rimi Banerjee, Zheyu Cheng, Kohei Kawabata, Baile Zhang, Y. D. Chong"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05138",
      "arxiv": "https://arxiv.org/abs/2509.05138",
      "doi": null,
      "summary": "The surface states of topological phases, which owe their existence to bulk topological band invariants, possess many features of deep physical significance. In some instances, they can be linked to a quantum anomaly: the violation of a classical symmetry by a field theory through the emergence of a non-conserved current. This phenomenon was recently generalized to the non-Hermitian (NH) regime, in the form of an NH chiral anomaly occurring in the surfaces states of an NH Weyl phase. Here, we show that the anomalous NH current is mediated by continnum Landau modes (CLMs) an exotic class of NH eigenstates exhibiting both spatial localization and a continuous spectrum, contrary to the usual distinction between bound and free states. The conditions for which CLMs are normalized, and their scaling of localization length with magnetic field strength, are found to match the requirements of the NH anomaly equation. We also discuss the conditions under which these surface states can be probed experimentally, such as on metamaterial platforms. For instance, under open boundary conditions, the surface states are a mix of CLMs and skin modes induced by the NH skin effect, but the NH anomaly can be observed through transmission measurements under different magnetic fields."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Reply to the Comment by Tikhonov and Khrapai on \"Long-range crossed Andreev reflection in a topological insulator nanowire proximitized by a superconductor\"",
      "authors": [
        "Junya Feng, Henry F. Legg, Mahasweta Bagchi, Daniel Loss, Jelena Klinovaja, Yoichi Ando"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05153",
      "arxiv": "https://arxiv.org/abs/2509.05153",
      "doi": null,
      "summary": "The comment (arXiv:2505.23490) fails to identify any scientific errors and its central arguments actually support the main conclusions of our publication [Nat. Phys. 21, 708 (2025)]. Firstly, the whole argument of the comment to try to explain our data explicitly relies on the existence of a large crossed Andreev reflection (CAR) effect. The presence of a sizable CAR transmission probability over a surprisingly long distance is the first conclusion of our publication. Secondly, the comment discusses the complex interplay of CAR and elastic co-tunneling, especially in the presence of local effects. This complex interplay is precisely the second conclusion of our publication. In essence, the comment amounts to merely pointing out that there is a broader sense in the notion of \"dominant CAR\" when nonlinear effects become relevant."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Cheaper access to universal fluctuations in integrable spin chains from boundary effects",
      "authors": [
        "Sylvain Prolhac"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05176",
      "arxiv": "https://arxiv.org/abs/2509.05176",
      "doi": null,
      "summary": "Observing super-diffusive fluctuations from Kardar-Parisi-Zhang (KPZ) universality in isotropic integrable spin chains is usually challenging as it requires a fairly large number of spins in interaction. We demonstrate in this paper, in the context of classical spins, that accounting for boundary effects lowers the bar, down to a few dozen spins in some cases. Additionally, boundaries control the relaxation to stationarity, which leads to many new universal scaling functions to explore, both in periodic spin chains and for open chains with magnetization imposed by reservoirs at the ends."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Constraint effective action and critical correlation functions at fixed magnetization",
      "authors": [
        "F\\'elix Rose, Adam Ran\\c{c}on, Ivan Balog"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05195",
      "arxiv": "https://arxiv.org/abs/2509.05195",
      "doi": null,
      "summary": "We present an extension of the functional renormalization group (FRG) framework developed to compute critical probability distributions of the order parameter to momentum-dependent observables. Focusing on the constraint effective action at fixed magnetization for the Ising universality class, we derive its exact flow equations and solve them at the second-order of the derivative expansion (DE2). We solve these flow equations numerically for two- and three-dimensional systems, extract universal rate functions and momentum-dependent correlation functions, and benchmark them against Monte Carlo simulations. In three dimensions, we recover the rate function and accurately reproduce the first few Fourier modes of the constrained correlation function, and demonstrate the convergence of the method. In two dimensions, the lowest order approximations such as local potential approximation (LPA) fail, and it is required to consider at least the DE2 to describe the critical point. Our results are in qualitative agreement with the numerics. We confirm the robustness of the FRG approach for calculating both zero- and finite-momentum critical observables at fixed magnetization."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Orbital Ordering in the Charge Density Wave Phases of BaNi$_2$(As$_{1-x}$P$_x$)$_2$",
      "authors": [
        "Tom Lacmann, Robert Eder, Igor Vinograd, Michael Merz, Mehdi Frachet, Philippa Helen McGuinness, Kurt Kummer, Enrico Schierle, Amir-Abbas Haghighirad, Sofia-Michaela Souliou, Matthieu Le Tacon"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05200",
      "arxiv": "https://arxiv.org/abs/2509.05200",
      "doi": null,
      "summary": "We use resonant X-ray scattering at the nickel L$_{2,3}$ edges to investigate the interplay between orbital degrees of freedom and charge density waves (CDW) in the superconductor BaNi$_2$(As$_{1-x}$P$_x$)$_2$. Both the incommensurate and commensurate CDWs in this system exhibit strong resonant enhancement with distinct energy and polarization dependencies, indicative of orbital ordering. Azimuthal-angle-dependent measurements reveal a lowering of the local Ni site symmetry, consistent with monoclinic or lower point group symmetry. The scattering signatures of both CDWs are dominated by contributions from Ni d$_{xz,yz}$ orbitals, with similar orbital character despite their distinct wave vectors. These findings point to a shared orbital-driven formation mechanism and provide new insight into the symmetry breaking and orbital/nematic fluctuations in the high-temperature regime of the superconductor BaNi$_2$(As$_{1-x}$P$_x$)$_2$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Correlation-driven 3d Heavy Fermion behavior in LiV2O4",
      "authors": [
        "Min-Yi-Nan Lei, Z. H. Chen, H. T. Wang, Y. Fan, N. Guo, T. X. Jiang, Yanwei Cao, T. Zhang, Rui Peng, Haichao Xu"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05237",
      "arxiv": "https://arxiv.org/abs/2509.05237",
      "doi": "10.1088/0256-307X/42/10/100710",
      "summary": "LiV2O4 is a spinel-structured compound that stands out as the first known 3d-electron system exhibiting typical heavy fermion behavior. A central question is how such strong mass renormalization emerges in the absence of f-electrons. In this work, we investigate the three-dimensional electronic structure of LiV2O4 thin films using angle-resolved photoemission spectroscopy (ARPES). We identify that an electron-like flat band is derived from a1g orbitals, along with a highly dispersive e'g band strongly coupled with phonons. The overall agreement with dynamical mean-field theory (DMFT) calculations highlights the essential role of inter-orbital Hund's coupling in reducing the a1g bandwidth to 25 meV, approaching a Mott state. Notably, we find that heavy-fermion behavior arises from additional renormalization at the a1g band near the Fermi level, likely driven by many-body interactions at energy scales down to a few meV and potentially linked to geometric frustration inherent to the spinel lattice. These results provide crucial insights into the origin of the heavy fermion behavior in 3d-electron systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Vanadium-Engineered Co2NiSe4 Nanomaterial: Coupled Thermoelectric, Piezoelectric, and Electronic Optimization via DFT+U for Advanced Energy Applications",
      "authors": [
        "Ayesha Riaz, Sikander Azam, Qaiser Rafiq, Amin Ur Rahman, Qazi Muhammad Ahkam, Rafaqat Hussain, Rajwali Khan"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05266",
      "arxiv": "https://arxiv.org/abs/2509.05266",
      "doi": null,
      "summary": "To realize the creation of advanced multifunctional materials in energy storage and conversion technologies, the present research evaluates the structural, electronic, magnetic, thermodynamic, mechanical, thermoelectric, piezoelectric and optical properties of pristine and vanadium-doped Co2NiSe4 by first-principles density functional theory (DFT + U ). It addresses the use of vanadium substitution to tailor the material, its performance and the inclusion of diverse fields by changing its electronic structure and its bonding properties. It can be seen in the results that V doping improves electrical conductivity and magnetic ordering because of a higher density of states and a stronger spin polarization at the Fermi level. Thermodynamic calculations show enhanced entropy stabilization at high temperatures and, mechanical analysis suggests an enhanced elastic moduli that proves the enhanced structural integrity without affecting ductility. The thermoelectric properties have been greatly improved realize an optimal ZT of ~1.1 at 900 K with 5 at.% V doping owing to an ideal combination of Seebeck coefficient, electrical conductivity, and inhibited thermal conductivity. Also, optical analysis reveals that expanded absorption spectra, increased dielectric response, adjustable reflectivity and energy loss spectra, optical properties can be used in photonic, and other optoelectronic devices. Better piezoelectric coefficients due to its effectiveness when doped also appeal to the usefulness of its application in nanoscale electromechanical systems. The combination of these results makes V-doped Co2NiSe4, a versatile material platform of next-generation energy storage, thermoelectric generation, and novel multifunctional sensors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Local Mechanical Response of Lipid Membranes to Tilt Deformation",
      "authors": [
        "Konstantin V. Pinigin"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05274",
      "arxiv": "https://arxiv.org/abs/2509.05274",
      "doi": null,
      "summary": "Using molecular dynamics, this study investigates the local elastic properties of transverse shear deformation of lipid membranes. The analysis demonstrates that transverse shear deformation induces anisotropy in the local stress profile of the lipid bilayer, a phenomenon attributed to the Poynting effect. By analyzing the relationship between transverse shear stress and the induced anisotropy, the local transverse shear modulus is determined. From the local transverse shear modulus, several integral elastic parameters can be derived, including the monolayer tilt modulus, tilt-curvature coupling modulus, and curvature-gradient modulus. The calculated tilt modulus values show good agreement with results from an independent analysis of lipid director fluctuations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Illuminating Stability and Spectral Shifts: A DFT+U Study of Eu-Doped ZnWO$_4$ for Visible-Light Optoelectronics",
      "authors": [
        "Muhammad Tayyab, Sikander Azam, Qaiser Rafiq, Vineet Tirth, Ali Algahtani, Amin Ur Rahman, Syed Sheraz Ahmad, M. Tahir Khan"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05278",
      "arxiv": "https://arxiv.org/abs/2509.05278",
      "doi": null,
      "summary": "Tungstate-based oxides have attracted significant attention owing to their excellent structural stability, chemical robustness, and versatile optical properties, making them suitable for next-generation optoelectronic and phosphor applications. Among these, ZnWO$_4$ has emerged as a promising host matrix; however, the role of europium (Eu) substitution in modulating its optoelectronic behavior remains underexplored. In this work, we employ spin-polarized density functional theory (DFT) within the GGA+U framework to investigate the structural, electronic, and optical properties of pristine ZnWO$_4$ and Eu-doped ZnWO4 systems. Phonon dispersion analysis confirms dynamical stability for both pristine and doped structures. Eu doping reduces the bandgap, introduces new localized states near the Fermi level, and significantly alters the density of states, thereby enhancing electronic transitions. The optical response reveals a broadened dielectric function, red-shifted absorption edge, and intensified extinction coefficient, consistent with the presence of Eu 4f states. Additionally, reflectivity and energy-loss spectra indicate improved photon-phonon coupling and optical tunability upon doping. These findings highlight that Eu incorporation not only stabilizes the ZnWO$_4$ lattice but also tailors its optoelectronic features, positioning Eu-doped ZnWO4 as a potential candidate for white-light-emitting diodes (w-LEDs) and related optoelectronic technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Self-heating in SIS Mixers: Experimental Evidence and Theoretical Modeling",
      "authors": [
        "Wenlei Shan, Shohei Ezaki"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04521",
      "arxiv": "https://arxiv.org/abs/2509.04521",
      "doi": null,
      "summary": "This work investigates the relationship between self-heating and the characteristic features observed in the current-voltage characteristics (IVCs) of superconductor-insulator-superconductor (SIS) junctions. Finite-element analysis is employed to evaluate the steady-state temperature distribution around SIS junctions, explicitly accounting for the temperature dependence of the thermal conductivities of the constituent materials. This approach enables flexible estimation of self-heating under various practical conditions, such as different substrate materials, interfacial thermal resistances, and geometric layouts. A heating coefficient is extracted from the simulations and used as an input parameter for IVC modeling. Incorporating self-heating through temperature-dependent gap energy and quasiparticle broadening, the simulated IVCs reproduce bending features near the energy gap that agree with measured characteristics. Furthermore, when a weak link is present near an SIS junction, its critical current can be significantly reduced by junction heating, producing unexpected bends at the linear branch of measured IVCs. Conversely, such bends may serve as indicators that the junction temperature approaches the superconducting transition temperature."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Existence and bounds of growth constants for restricted walks, surfaces, and generalisations",
      "authors": [
        "Sun Woo P. Kim, Gabriele Pinna"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04568",
      "arxiv": "https://arxiv.org/abs/2509.04568",
      "doi": null,
      "summary": "We introduce classes of restricted walks, surfaces and their generalisations. For example, self-osculating walks (SOWs) are supersets of self-avoiding walks (SAWs) where edges are still not allowed to cross but may 'kiss' at a vertex. They are analogous to osculating polygons introduced in (Jensen and Guttmann, 1998) except that they are not required to be closed. The 'automata' method of (P\\\"onitz and Tittmann, 2000) can be adapted to such restricted walks. For example, we prove upper bounds for the connective constant for SOWs on the square and triangular lattices to be $\\mu^{\\mathrm{SOW}}_\\square \\leq 2.73911$ and $\\mu^{\\mathrm{SOW}}_\\triangle \\leq 4.44931$, respectively. In analogy, we also introduce self-osculating surfaces (SOSs), a superset of self-avoiding surfaces (SASs) which can be generated from fixed polyominoids (XDs). We further generalise and define self-avoiding $k$-manifolds (SAMs) and its supersets, self-osculating $k$-manifolds (SOMs) in the $d$-dim hypercubic lattice and $(d, k)$-XDs. By adapting the concatenation procedure procedure (van Rensburg and Whittington, 1989), we prove that their growth constants exist, and prove an explicit form for their upper and lower bounds. The upper bounds can be improved by adapting the 'twig' method, originally developed for polyominoes (Eden, 1961, Klarner and Rivest, 1973). For the cubic lattice, we find improved upper bounds for the growth constant of SASs as $\\mu^{\\mathrm{SAS}}_{\\mathbb{Z}^3} \\leq 17.11728$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A systematic search for conformal field theories in very small spaces",
      "authors": [
        "Xiang Li, Ting-Chun Lin, John McGreevy"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04596",
      "arxiv": "https://arxiv.org/abs/2509.04596",
      "doi": null,
      "summary": "Groundstates of 1+1d conformal field theories (CFTs) satisfy a local entropic condition called the vector fixed point equation. This condition is surprisingly well satisfied by groundstates of quantum critical lattice models even at small system sizes. We perform a search in the space of states of very small systems (four qubits and four qutrits) and examine the states that satisfy this condition. By reconstructing a local Hamiltonian from each state, we are able to identify many of these solutions with known CFTs; others are gapped fixed points, or involve large relevant perturbations, and others are CFTs we have not yet identified. These ideas are also useful for identifying continuous quantum phase transitions in a given family of Hamiltonians, and for identifying the nature of the critical theory in small systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Simulated Laser Cooling and Magneto-Optical Trapping of Group IV Atoms",
      "authors": [
        "Geoffrey Zheng, Jianwei Wang, Mohit Verma, Qian Wang, Thomas K. Langin, David DeMille"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04635",
      "arxiv": "https://arxiv.org/abs/2509.04635",
      "doi": null,
      "summary": "We present a scheme for laser cooling and magneto-optical trapping of the Group IV (a.k.a. Group 14 or tetrel) atoms silicon (Si), germanium (Ge), tin (Sn), and lead (Pb). These elements each possess a strong Type-II transition ($J \\rightarrow J' = J-1$) between the metastable $s^2p^2 \\,^3 P_1$ state and the excited $s^2ps'\\, ^3P_0^o$ state at an accessible laser wavelength, making them amenable to laser cooling and trapping. We focus on the application of this scheme to Sn, which has several features that make it attractive for precision measurement applications. We perform numerical simulations of atomic beam slowing, capture into a magneto-optical trap (MOT), and subsequent sub-Doppler cooling and compression in a blue-detuned MOT of Sn atoms. We also discuss a realistic experimental setup for realizing a high phase-space density sample of Sn atoms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A scalable method for cavity-enhanced solid-state quantum sensors",
      "authors": [
        "Daniel J. Tibben, Roy Styles, David A. Broadway, Jean-Philippe Tetienne, Daniel E. G\\'omez, Philipp Reineck"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04760",
      "arxiv": "https://arxiv.org/abs/2509.04760",
      "doi": null,
      "summary": "Photoluminescent color centers in diamond and hexagonal boron nitride (hBN) are powerful nanoscale solid-state quantum sensors that are explored in a plethora of quantum technologies. Methods for integrating them into macroscopic structures that improve their sensitivity and enable their large-scale deployment are highly sought after. Here, we demonstrate cavity-enhanced photoluminescence (PL) of fluorescent nanodiamonds (FNDs) and hBN nanoparticles (NPs) embedded in polymer-based thin-film optical cavities on the centimeter scale. The cavity resonances efficiently modulate the spectral PL peak position of nitrogen-vacancy (NV) centers in FNDs across the NV PL spectrum and lead to an up to 2.9-fold Purcell-enhancement of the NV PL decay rate. The brightness of hBN NPs increases by up to a factor of three and the PL decay rate is enhanced by up to 13-fold inside the cavities. Finally, we find a 4.8 times improved magnetic field sensitivity of 20 nm FNDs in thin-film cavities due to cavity-enhanced optically detected magnetic resonance contrast and PL brightness. Our study demonstrates a low-cost and scalable method for the fabrication of quantum sensor-doped thin-film cavities, which is an important step toward the development of advanced quantum sensing technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Control Protocol for Dynamic Synthesis of Qubit and Qudit Gates Using Photonic Pulses and Magnetic Fields",
      "authors": [
        "A. F. Urquijo Rodr\\'iguez, Edgar A. G\\'omez, H. Vinck-Posada"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04825",
      "arxiv": "https://arxiv.org/abs/2509.04825",
      "doi": null,
      "summary": "We propose a theoretical control protocol designed for the dynamic synthesis of single qubit and four-level qudit quantum gates using external parameters, such as photonic Gaussian pulses and magnetic fields, in a microcavity quantum well system. Our approach takes advantage of tunable coherent light matter interactions that can be modulated by the magnetic field between the exciton and negative trion coupled to the lowest photonic mode. We demonstrate that it is possible to achieve precise manipulation of populations of encoded quantum states through the unitary evolution of the system. In particular, we illustrate our optimization method for generating a single qubit gate with a mean fidelity of 99.99 as well as the realization of an iSWAP gate in the four level qudit case with a fidelity of 99.6."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Observation of Arbitrarily Configurable Nonlinear Topological Modes",
      "authors": [
        "Kai Bai, Chen Lin, Jia-Zheng Li, Tao Liu, Duanduan Wan, Meng Xiao"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04837",
      "arxiv": "https://arxiv.org/abs/2509.04837",
      "doi": null,
      "summary": "Nonlinear topology is an emerging field that combines the intrinsic reconfigurability of nonlinear systems with the robustness of topological protection, offering fertile ground for unconventional phenomena and novel applications. Recently, arbitrarily configurable nonlinear topological modes (ANTMs) were proposed, enabling wavefunctions to be configured into arbitrary profiles , and offering greatly enhanced capacity for topological modes and high-throughput topological transport. Here we present the first direct experimental demonstration of ANTMs . These nonlinear topological modes are robust against disorder while also being continuously reshaped and reconfigured in real time through external control. These counterintuitive properties highlight the versatility of arbitrarily morphing nonlinear topological modes and pave the way for highly adaptable topological devices capable of operating reliably across diverse application scenarios, including those involving imperfections, signal variability, and dynamic conditions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hot-Ham: an accurate and efficient E(3)-equivariant machine-learning electronic structures calculation framework",
      "authors": [
        "Zhixin Liang, Yunlong Wang, Chi Ding, Junjie Wang, Hui-Tian Wang, Dingyu Xing, Jian Sun"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04875",
      "arxiv": "https://arxiv.org/abs/2509.04875",
      "doi": null,
      "summary": "The combinations of machine learning with ab initio methods have attracted much attention for their potential to resolve the accuracy-efficiency dilemma and facilitate calculations for large-scale systems. Recently, equivariant message passing neural networks (MPNNs) that explicitly incorporate symmetry constraints have demonstrated promise for interatomic potential and density functional theory (DFT) Hamiltonian predictions. However, the high-order tensors used to represent node and edge information are coupled through the Clebsch-Gordan tensor product (CGTP), leading to steep increases in computational complexity and seriously hindering the performance of equivariant MPNNs. Here, we develop High-order Tensor machine-learning Hamiltonian (Hot-Ham), an E(3) equivariant MPNN framework that combines two advanced technologies local coordinate transformation and Gaunt tensor product (GTP) to efficiently model DFT Hamiltonians. These two innovations significantly reduce the complexity of tensor products from O(L^6) to O(L^3) or O(L^2 log^2 L) for the max tensor order L, and enhance the performance of MPNNs. Benchmarks on several public datasets demonstrate its state-of-the-art accuracy with relatively few parameters, and the applications to multilayer twisted moir\\'e systems, heterostructures and allotropes showcase its generalization ability and high efficiency. Our Hot-Ham method provides a new perspective for developing efficient equivariant neural networks and would be a promising approach for investigating the electronic properties of large-scale materials systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Power-efficiency-stability trade-off in quantum information engines",
      "authors": [
        "Milton Aguilar, C\\\"uneyt \\\"Unal, Eric Lutz"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04901",
      "arxiv": "https://arxiv.org/abs/2509.04901",
      "doi": null,
      "summary": "Efficiency and power are two central measures of the performance of thermal machines. We here study the power-efficiency-stability trade-off in a finite-time quantum Carnot information engine, in which an information reservoir replaces the usual cold bath of a quantum Carnot engine. We analytically evaluate mean and variance of the work output, and demonstrate that maximum efficiency can be reached at both finite work output and finite work output fluctuations. We additionally show that the relative work output fluctuations may be smaller than those of the corresponding Carnot heat engine. This result implies that the finite-time quantum Carnot information engine can be more stable than the quantum Carnot heat engine, an important property for practical applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Investigation of tantalum films growth for coplanar resonators with internal quality factors above ten million",
      "authors": [
        "E. V. Zikiy, N. S. Smirnov, E. A. Krivko, A. R. Matanin, A. I. Ivanov, E. I. Malevannaya, V. I. Polozov, S. V. Bukatin, D. A. Baklykov, I. A. Stepanov, S. A. Kotenkov, S. P. Bychkov, I. A. Ryzhikov, A. V. Andriyash, I. A. Rodionov"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04917",
      "arxiv": "https://arxiv.org/abs/2509.04917",
      "doi": null,
      "summary": "Alpha-tantalum on silicon is a promising platform for high-coherence superconducting quantum circuits. However, the growth mechanism of alpha-tantalum on silicon remains poorly understood. We present a comprehensive study on alpha-tantalum films growth on various substrate. The decisive role of a substrate material Debye temperature on phase selection mechanism in tantalum films growth is experimentally confirmed, contradicting the prior assumptions on substrate temperature influence. Crucially, we confirm that alpha-tantalum starts growing only after a 7-10 nm thick beta-tantalum underlayer. It results in ranging the critical temperature of {\\alpha}-Ta films from 3.77 K to 4.39 K for the total thickness from 20 to 150 nm, respectively. Finally, we compared high-quality Al and Ta coplanar resonators on silicon, demonstrating compact tantalum resonators (4/10.5/4 um) with an internal quality factor exceeding 10 million at single-photon excitation powers."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "High-fidelity two-qubit gates with transmon qubits using bipolar flux pulses and tunable couplers",
      "authors": [
        "Nikita S. Smirnov, Aleksei R. Matanin, Anton I. Ivanov, Vladimir V. Echeistov, Nikita D. Korshakov, Elizaveta I. Malevannaya, Viktor I. Polozov, Bogdan K. Getmanov, Anastasia A. Solovieva, Daria A. Moskaleva, Elizaveta A. Krivko, Dmitry O. Moskalev, Dmitry A. Mikhalin, Igor S. Korobenko, Denis E. Shirokov, Ilya A. Ryzhikov, Alexander V. Andriyash, Ilya A. Rodionov"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04965",
      "arxiv": "https://arxiv.org/abs/2509.04965",
      "doi": null,
      "summary": "High-fidelity two-qubit gates are essential for scalable quantum computing. We present a scheme based on superconducting transmon qubits and a control pulse delivery protocol that enables arbitrary controlled-phase gates modulated solely by an independent arbitrary waveform generator pulse. We combined a tunable coupler design with bipolar flux-pulsing to demonstrate a high-fidelity gate with a performance of $99.5\\%$. Our gates inherit the advantages of both approaches: minimal residual ZZ coupling, built-in echo-like low-frequency noise protection, and time-scale control pulse reproducibility, while remaining easy to calibrate. We optimize the system energy levels to mitigate leakage to the coupler and suppress residual interactions. Numerical simulations of the scheme as three qutrits indicate that an error below $1 \\times 10^{-4}$ is achievable. We confirm the scalability potential of the proposed scheme on a high-fidelity 4-qubit quantum processor."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Modelling and Simulation of an Alkaline Ni/Zn Cell",
      "authors": [
        "Felix K. Schwab, Britta Doppl, Niklas J. Herrmann, Alice Boudet, Shadi Mirhashemi, Sylvain Brimaud, Birger Horstmann"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05026",
      "arxiv": "https://arxiv.org/abs/2509.05026",
      "doi": null,
      "summary": "Nickel/zinc (Ni/Zn) technology is a promising post-lithium battery type for stationary applications with respect to aspects such as safety, environmental compatibility and resource availability. Although this battery type has been known for a long time, the theoretical knowledge about the processes taking place in the battery is limited. In order to gain a deeper understanding of the general cycling behaviour and the underlying processes, but also specific phenomena intrinsic to zinc-based cells such as zinc shape change, we carry out simulations based on a thermodynamically consistent and volume-averaged continuum model. We use a Ni/Zn prototype cell as a reference framework to provide a basis for modelling, parameter estimation and systematic comparison between simulated and experimental cell behaviour to improve cyclability and performance."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal Scaling Formalism and Analytical Optimization Criterion for Multiscale Geometric Design of Thermoelectric Metamaterials",
      "authors": [
        "Xanthippi Zianni"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05095",
      "arxiv": "https://arxiv.org/abs/2509.05095",
      "doi": null,
      "summary": "Thermoelectric (TE) generators can directly convert heat into electricity, but their performance is often constrained by limited temperature gradients. Here it is shown that width-modulated metamaterials with constrictions and expansions (constricted geometries) enhance temperature difference DT by reduced Transmissivity (Tr), a geometry-based parameter defined by the ratio of constriction to expansion cross-sections. A universal scaling behavior of transport and key TE efficiency metrics with Transmissivity is demonstrated, spanning from the nanoscale to the macroscale. Analytical formalism validated through finite element calculations for a range of modulation geometries reveals that DT, electrical and thermal resistances, efficiency, and power output are governed by a single scaling function, g(Tr), independent of carrier type, material, or operating conditions. This function represents the conductance of a constricted geometry relative to a uniform-width counterpart. The developed framework yields TE Performance Design Maps and an analytical criterion for optimal TE performance, with the maximum power density achieved at an optimal Transmissivity Tr_opt, determined by the condition that the functional g(Tr_opt) equals the Biot number, the dimensionless ratio hL/k of the convection coefficient h, the structure length L and the material thermal conductivity k. Transmissivity is established as a robust, multiscale design parameter - analogous to nature's hierarchical structures for optimized functionality. This work provides the theoretical framework for multiscale design and optimization of constricted geometries, thereby enabling systematic exploration of design strategies for next-generation TE modules based on advanced thermoelectric metamaterials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Swarming and Flocking Unified Through Behavioral Imperfections",
      "authors": [
        "Joao Liz\\'arraga, Marcus de Aguiar"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05140",
      "arxiv": "https://arxiv.org/abs/2509.05140",
      "doi": null,
      "summary": "Natural flocks (aligned) and swarms (non-aligned) both exhibit features of criticality, challenging their treatment as two ends of the same phase transition. We present a model for the cohesion of active individuals, who spontaneously self-assemble into a near-critical state, whether aligned or not. In our framework, these individuals move in open space and possess differing self-propelling velocities. The emerging velocity fluctuations, shown to be correlated and scale-invariant, are triggered by inherent noise rooted in individual imperfections. Using the finite-size scaling theory, we show that our system exhibits criticality features observed in groups of midges and starlings."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Casimir-Lifshitz theory for cavity-modification of ground-state energy",
      "authors": [
        "Oleg V. Kotov, Johannes Feist, Francisco J. Garc\\'ia-Vidal, Timur O. Shegai"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05156",
      "arxiv": "https://arxiv.org/abs/2509.05156",
      "doi": null,
      "summary": "A theory for ground-state modifications of matter embedded in a Fabry-Perot cavity and whose excitations are described as harmonic oscillators is presented. Based on Lifshitz's theory for vacuum energy and employing a Lorentz model for the material permittivity, a non-perturbative macroscopic QED model was built that accounts for the infinite number of cavity modes with a continuum of their wavevectors. Differences from the commonly used single-mode Hopfield Hamiltonian are revealed. The non-resonant role of polaritons in the ground-state energy shift is also demonstrated, showing that the cavity effect is mainly caused by static screening occurring at very low frequencies. The theory allows for a straightforward incorporation of losses and temperature effects."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topology and criticality in non-Hermitian multimodal optical resonators through engineered losses",
      "authors": [
        "Elizabeth Louis Pereira, Hongwei Li, Andrea Blanco-Redondo, Jose L. Lado"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05163",
      "arxiv": "https://arxiv.org/abs/2509.05163",
      "doi": null,
      "summary": "Non-Hermitian topological matter provides a platform for engineering phenomena that go beyond the capabilities of Hermitian systems, enabling the use of losses to engineer topological phenomena. Non-Hermitian models often rely on artificial platforms made of engineered lattices because controlling losses in natural compounds is challenging. Although typical models for non-Hermitian photonic matter are often single mode, photonic systems are often multimodal, producing mixing between different normal modes in each site. In this work, we explore a generalized family of multimodal non-Hermitian lattices, featuring multiple resonant modes. We show that these multimodal models are capable of featuring topological modes and criticality, similar to the artificial single-mode models often considered. We analyze the robustness of these non-Hermitian topological modes to fluctuation of local losses, disorder, and artificial gauge field. We show that these effects can be captured via both a full microscopic model and effective multiorbital models. Specifically, we show that due to their multiorbital nature, the localization properties of non-Hermitian multiorbital models can be controlled by an external gauge field. Our results demonstrate that internal orbital degrees of freedom provide a promising strategy to engineer controllable non-Hermitian topology and criticality."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Laser-enhanced quantum sensing boosts sensitivity and dynamic range",
      "authors": [
        "Florian Schall, Lukas Lindner, Yves Rottstaedt, Marcel Rattunde, Florentin Reiter, R\\\"udiger Quay, Roman Bek, Alexander M. Zaitsev, Takeshi Ohshima, Andrew D. Greentree, Jan Jeske"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05204",
      "arxiv": "https://arxiv.org/abs/2509.05204",
      "doi": null,
      "summary": "Magnetometers based on nitrogen-vacancy (NV) centers in diamond have emerged as the most important solid-state quantum sensors. However, ensembles are limited in optical contrast to typically a few percent and high-sensitivity variants usually possess only a few $\\mathrm{\\mu}$T dynamic range. Here, we demonstrate a laser threshold magnetometry-based NV system that avoids these limitations. By integrating the NV centers into a laser cavity and showing magnetic-field-dependent shifts of the laser threshold, we observe 100\\,\\% contrast with strong output signals up to 50\\,mW. The resulting system exhibits a dynamic range of $\\pm$280\\,$\\mathrm{\\mu}$T with a photon-shot-noise-limited sensitivity of 670\\,fT/$\\sqrt{\\mathrm{Hz}}$, which we demonstrate to improve super-linearly with contrast. The ratio of these sensing-relevant parameters, that can be traded at the cost of each other, marks an improvement factor of 780 over typical fluorescence-based readout and vapor cell sensors. Such performance improvements open the door to new generations of sensors for applications including magnetoencephalography, magnetic navigation, and magnetic anomaly detection."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A strong-weak duality for the 1d long-range Ising model",
      "authors": [
        "Dario Benedetti, Edoardo Lauria, Dalimil Mazac, Philine van Vliet"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05250",
      "arxiv": "https://arxiv.org/abs/2509.05250",
      "doi": null,
      "summary": "We investigate the one-dimensional Ising model with long-range interactions decaying as $1/r^{1+s}$. In the critical regime, for $1/2 \\leq s \\leq 1$, this system realizes a family of nontrivial one-dimensional conformal field theories (CFTs), whose data vary continuously with $s$. For $s>1$ the model has instead no phase transition at finite temperature, as in the short-range case. In the standard field-theoretic description, involving a generalized free field with quartic interactions, the critical model is weakly coupled near $s=1/2$ but strongly coupled in the vicinity of the short-range crossover at $s=1$. We introduce a dual formulation that becomes weakly coupled as $s \\to 1$. Precisely at $s=1$, the dual description becomes an exactly solvable conformal boundary condition of the two-dimensional free scalar. We present a detailed study of the dual model and demonstrate its effectiveness by computing perturbatively the CFT data near $s=1$, up to next-to-next-to-leading order in $1-s$, by two independent approaches: (i) standard renormalization of our dual field-theoretic description and (ii) the analytic conformal bootstrap. The two methods yield complete agreement."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Excitable quantum systems: the bosonic avalanche laser",
      "authors": [
        "Louis Garbe, Peter Rabl"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.05290",
      "arxiv": "https://arxiv.org/abs/2509.05290",
      "doi": null,
      "summary": "We investigate the dynamics of a lasing system that is driven by a current of bosonic (quasi-) particles via a dissipative three-mode mixing process. A semi-classical analysis of this system predicts distinct dynamical regimes, where both the cavity mode and the gain medium can undergo lasing transitions. Of particular interest is an intermediate self-pulsing phase that exhibits the characteristics of an excitable system and converts random input signals into separated, quasi-periodic pulses at the output. By performing exact Monte-Carlo simulations, we extend this analysis into the quantum regime and show that despite being dominated by huge bosonic particle number fluctuations, this effect of coherence resonance survives even for rather low average photon numbers. Our system thus represents a intriguing model for an excitable quantum many-body system with practical relevance for quantum detectors or autonomous quantum machines. As an illustration, we discuss the realization of this system with superconducting quantum circuits and its application as a number-resolved avalanche detector for microwave photons."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Field-sensitive dislocation bound states in two-dimensional $d$-wave altermagnets",
      "authors": [
        "Di Zhu, Dongling Liu, Zheng-Yang Zhuang, Zhigang Wu, Zhongbo Yan"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2406.08563",
      "arxiv": "https://arxiv.org/abs/2406.08563",
      "doi": "10.1103/PhysRevB.110.165141",
      "summary": "When a two-dimensional $d$-wave altermagnet is grown on a substrate, the interplay of momentum-dependent spin splittings arising from altermagnetism and Rashba spin-orbit coupling gives rise to a nodal band structure with band degeneracies enforced by a $C_{4z}\\mathcal{T}$ symmetry. If we break the $C_{4z}\\mathcal{T}$ symmetry by an exchange field, the band degeneracies are found to be immediately lifted, leading to a topological band structure characterized by nontrivial strong and weak topological indices. Remarkably, both the strong topological index and the $Z_{2}$-valued weak topological indices depend sensitively on the direction of the exchange field. As a consequence of the bulk-defect correspondence, we find that the unique dependence of weak topological indices on the exchange field in this system dictates that the presence or absence of topological bound states at lattice dislocations also depends sensitively on the direction of the exchange field. When the substrate is an $s$-wave superconductor, we find that a similar dependence of band topology on the exchange field gives rise to field-sensitive dislocation Majorana zero modes. As topological dislocation bound states are easily detectable by scanning tunneling microscopy, our findings unveil a promising experimental diagnosis of altermagnetic materials among an ever growing list of candidates."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Circular dichroism on the edge of quantum Hall systems: From many-body Chern number to anisotropy measurements",
      "authors": [
        "F. Nur \\\"Unal, A. Nardin, N. Goldman"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2407.04639",
      "arxiv": "https://arxiv.org/abs/2407.04639",
      "doi": null,
      "summary": "Quantum Hall states are characterized by a topological invariant, the many-body Chern number, which determines their quantized Hall conductivity. This invariant also emerges in circular dichroic responses, namely, by applying a circular drive and comparing excitation rates for opposite orientations. This work explores the dichroic response of confined, isolated quantum Hall systems, where bulk and edge contributions cancel exactly: When the edge response is properly isolated, the circular dichroic signal becomes quantized, serving as a direct and elegant probe of the many-body Chern number encoded in the edge physics. We demonstrate that this quantized edge response is entirely captured by low-energy chiral edge modes, allowing for a universal description of this effect based on Wen's edge theory. Its low-energy nature implies that the quantized edge response can be distinguished from the bulk response in the frequency domain. The edge response is also shown to be a sensitive diagnostic of geometric features. This opens the possibility of characterizing the shape of quantum Hall droplets through edge spectroscopic measurements, without requiring knowledge of the system's boundary profile. We illustrate our findings using realistic models of integer and fractional Chern insulators, with different edge geometries, and propose detection schemes suitable for ultracold atoms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electrical control of topological 3Q state in intercalated van der Waals antiferromagnet Cox-TaS2",
      "authors": [
        "Junghyun Kim, Kai-Xuan Zhang, Pyeongjae Park, Woonghee Cho, Hyuncheol Kim, Han-Jin Noh, Je-Geun Park"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2409.02710",
      "arxiv": "https://arxiv.org/abs/2409.02710",
      "doi": null,
      "summary": "Van der Waals (vdW) magnets have opened a new avenue of opportunities encompassing various interesting phases. Co1/3TaS2-an intercalated metallic vdW antiferromagnet-is one of the latest additions to this growing list of materials due to its unique topologically nontrivial triple-Q (3Q) ground state. This 3Q tetrahedral structure, which critically depends on the Co content, yields the highest-density Skyrmion lattice with scalar spin chirality, resulting in a noticeable anomalous Hall effect. In this work, we demonstrate control of this topological phase via ionic gating. Using four CoxTaS2 devices with different Co compositions, we show that ionic gating can cover the entire 3Q topological phase and reveal the nature of the thermodynamically inaccessible phase space. Another striking finding in our data is the existence of an adiabatic discontinuity in the phase boundary between the 3Q and 1Q phases. Our work constitutes one of the first examples of electrical control of scalar spin chirality using an antiferromagnetic metal."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal scale-free decay of tracer-bath correlations in $d$-dimensional interacting particle systems",
      "authors": [
        "Davide Venturelli, Pierre Illien, Aur\\'elien Grabsch, Olivier B\\'enichou"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.09326",
      "arxiv": "https://arxiv.org/abs/2411.09326",
      "doi": null,
      "summary": "Quantifying the correlations between the position of a tagged tracer and the density of surrounding bath particles is crucial for understanding tracer diffusion in interacting particle systems, and for characterizing the response properties of the bath. We address this problem analytically for both hard-core and soft-core interactions, using minimal yet paradigmatic models in $d$ spatial dimensions. In both cases, we derive analytical expressions for the spatial correlation profiles in the reference frame of the tracer. We reveal unexpected universal features in their large-distance behavior, characterized by power-law tails with exponents that depend solely on the spatial dimensionality of the system. Beyond these simple models, we demonstrate the robustness of our results across different regimes using particle-based numerical simulations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Origin of the Unusual Temperature Dependence of the Upper Critical Field of Kagome Superconductor CsV3Sb5: Multiple Bands or van Hove Singularities?",
      "authors": [
        "Ramakanta Chapai, Alexei E. Koshelev, Matthew P. Smylie, Duck Young Chung, Asghar Kayani, Khushi Bhatt, Gaurab Rimal, Mercouri G. Kanatzidis, Wai-Kwong Kwok, John Mitchell, Ulrich Welp"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.16625",
      "arxiv": "https://arxiv.org/abs/2411.16625",
      "doi": null,
      "summary": "Van Hove singularities (vHs) located close to the Fermi level in Kagome superconductors AV3Sb5 (A = K, Rb, Cs) have profound influence on their electronic and transport characteristics. Specifically, magneto-transport and susceptibility measurements on CsV3Sb5 reveal an anomalous temperature dependence of the upper critical field H_c2 (T), characterized by a pronounced upward curvature for both in-plane and c-axis magnetic fields, with zero-temperature H_c2 values of ~6.0 T and ~1.2 T, respectively. Our theoretical analysis, using a newly developed single-band model incorporating vHs and gap anisotropy, suggests that the observed upper critical field behavior is predominantly driven by the anisotropy of the Fermi velocity originating from vHs, instead of multi-band effects or gap anisotropy. Increased electron scattering introduced by proton irradiation defects smears out the vHs, reduces anisotropy, and recovers the conventional H_c2 (T) behavior, corroborating our proposed model."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nonequilibrium steady-state dynamics of Markov processes on graphs",
      "authors": [
        "Stefano Crotti, Thomas Barthel, Alfredo Braunstein"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.19100",
      "arxiv": "https://arxiv.org/abs/2411.19100",
      "doi": "10.21468/SciPostPhys.19.2.045",
      "summary": "We propose an analytic approach for the steady-state dynamics of Markov processes on locally tree-like graphs. It is based on time-translation invariant probability distributions for edge trajectories, which we encode in terms of infinite matrix products. For homogeneous ensembles on regular graphs, the distribution is parametrized by a single $d\\times d\\times r^2$ tensor, where $r$ is the number of states per variable, and $d$ is the matrix-product bond dimension. While the method becomes exact in the large-$d$ limit, it typically provides highly accurate results even for small bond dimensions $d$. The $d^2r^2$ parameters are determined by solving a fixed point equation, for which we provide an efficient belief-propagation procedure. We apply this approach to a variety of models, including Ising-Glauber dynamics with symmetric and asymmetric couplings, as well as the SIS model. Even for small $d$, the results are compatible with Monte Carlo estimates and accurately reproduce known exact solutions. The method provides access to precise temporal correlations, which, in some regimes, would be virtually impossible to estimate by sampling."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Superconductivity in barium hydrides via incorporation of light elements",
      "authors": [
        "Yue-Wen Fang, Ion Errea"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.09340",
      "arxiv": "https://arxiv.org/abs/2412.09340",
      "doi": null,
      "summary": "Barium hydrides are of interest for their potential in both ionic conductivity and superconductivity. Recently, a superconducting hydride BaH$_{12}$ containing H$_2$ and H${_3}^{-1}$ molecular units was experimentally reported with a critical temperature $T_\\text{c}$ of 20 K at 140 GPa [Nat Commun 12, 273 (2021)]. Herein, we combine ab initio methods with a rapid calculator of $T_\\text{c}$ based on the networking value model to predict that the introduction of light elements, such as Be, can effectively expand the structure diversity and structure space of barium hydrides. Although molecular hydrogen units are still widely present in thermodynamically stable and metastable crystal structures, we find that a metastable phase of BeBaH$_8$ shows a high $T_\\text{c}$ of 49 K at 100 GPa, which is only 38 meV/atom above the thermodynamic stability energy. This BeBaH$_8$ remains dynamically stable at 15 GPa. Furthermore, our study shows that increasing pressure can further elevate $T_\\text{c}$ beyond 100 K by enhancing the electron-phonon coupling constant. Our study proposes a feasible method for broadening the structural landscape in the exploration of superconducting phases of barium hydrides."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin fractionalization at the edge of quantum Hall fluids induced by bulk quasiparticles",
      "authors": [
        "Alexander Fagerlund, Alberto Nardin, Leonardo Mazza, Eddy Ardonne"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.14879",
      "arxiv": "https://arxiv.org/abs/2412.14879",
      "doi": "10.1103/t5ww-65lz",
      "summary": "We define a measurable spin for the edge of a lowest Landau level and incompressible fractional quantum Hall state in the presence of an Abelian or non-Abelian bulk quasiparticle. We show that this quantity takes a fractional value inherited from the fractional spin of the bulk quasiparticle. We present a geometric picture that does not rely on global symmetries of the wavefunction but is able to treat quasiparticles and edges with different shapes. We study finite-size many-body wavefunctions on the cylinder with circular quasiparticles and straight edges. Our results are supported by matrix-product-state calculations for the Laughlin and the k=3 Read-Rezayi states."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal activated aging and weak ergodicity breaking in spin and structural glasses",
      "authors": [
        "Bin Li, Deng pan, Ting Qu, Yuliang Jin"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.00338",
      "arxiv": "https://arxiv.org/abs/2501.00338",
      "doi": null,
      "summary": "Glasses possess complex energy landscapes and exhibit non-equilibrium aging dynamics. Here, we propose a generalized trap model for activated aging based on a key static property of the energy landscape: the distribution of energy barriers. Our theory predicts that, upon cooling, weak ergodicity breaking (WEB) in quenching dynamics occurs prior to strong ergodicity breaking in equilibrium dynamics.Furthermore, the theory indicates that the characteristic size of activation clusters can be deduced from the logarithmic decay of the time-correlation function. We rigorously test the model's assumptions and predictions using the simplest spin glass model - the random energy model. The predicted aging behavior is also universally observed in paradigmatic structural glasses, including the Weeks-Chandler-Andersen (WCA) model and amorphous silica. Remarkably, applying our framework to the WCA model allows us to extract a static length from the non equilibrium dynamics, extending its observable growth range from a mere factor of 2-3 to a full order of magnitude and providing supportive evidence for the random first-order transition scenario. Finally, we propose a unified ergodic-WEB phase diagram for aging dynamics in general glassy systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum fluctuations can enhance or reduce positional uncertainty at finite temperature",
      "authors": [
        "Harukuni Ikeda"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.16822",
      "arxiv": "https://arxiv.org/abs/2501.16822",
      "doi": "10.1088/1742-5468/adfcc5",
      "summary": "The uncertainty principle guarantees a non-zero value for the positional uncertainty, $\\left\\langle \\Delta x^2\\right\\rangle > 0$, even without thermal fluctuations. This implies that quantum fluctuations inherently enhance positional uncertainty at zero temperature. A natural question then arises: what happens at finite temperatures, where the interplay between quantum and thermal fluctuations may give rise to complex and intriguing behaviors? To address this question, we systematically investigate the positional uncertainty, $\\left\\langle\\Delta x^2\\right\\rangle$, of a particle in equilibrium confined within a nonlinear potential of the form $V(x) \\propto x^n$, where $n = 2, 4, 6, \\dots$ represents an even exponent. Using path integral Monte Carlo simulations, we calculate $\\left\\langle\\Delta x^2\\right\\rangle$ in equilibrium as a function of the thermal de Broglie wavelength $\\Lambda$. Interestingly, for large values of $n$, $\\left\\langle\\Delta x^2\\right\\rangle$ exhibits a non-monotonic dependence on $\\Lambda$: it initially decreases with increasing $\\Lambda$ at small $\\Lambda$ but increases at larger $\\Lambda$. To further understand this behavior, we employ a semiclassical approximation, which reveals that quantum fluctuations can reduce positional uncertainty for small $\\Lambda$ when the nonlinearity of the potential is sufficiently strong. Finally, we discuss the potential implications of this result for many-body phenomena driven by strong nonlinear interactions, such as glass transitions, where the transition densities exhibit a similar non-monotonic dependence on $\\Lambda$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Twist-angle evolution of the intervalley-coherent antiferromagnet in twisted WSe$_2$",
      "authors": [
        "Daniel Mu\\~noz-Segovia, Valentin Cr\\'epel, Raquel Queiroz, Andrew J. Millis"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.11763",
      "arxiv": "https://arxiv.org/abs/2503.11763",
      "doi": "10.1103/m6c2-yd5j",
      "summary": "Recent experimental reports of correlated physics in twisted homobilayer WSe$_2$ have spurred interest in the interplay of electronic interactions and topology in this system. Here, we explore its phase diagram using the Hartree-Fock approximation within a three-orbital Wannier model of the bilayer. Our analysis reveals a dominant intervalley-coherent antiferromagnetic instability, whose stability in the space of twist angle, interaction strength, out-of-plane displacement field, and hole density is primarily set by nesting and commensurability. At large angles or low interaction-to-bandwidth ratios, the instability arises at hole densities above half filling near a van-Hove line where the strong Fermi surface nesting occurs due to the flatness of the band in a region enclosing the van-Hove and $\\kappa$ points. Increasing interaction strength or decreasing the twist angle gradually shifts the ordered phase toward half filling, where the strongest antiferromagnetic order gets pinned due to commensurability effects that enable a full gap opening. The antiferromagnetic order parameter strongly couples to the layer polarization, which makes its transition to the normal state sharp in the strong-coupling limit and carries implications for collective modes. Our Hartree-Fock phase diagram reproduces key aspects of recent experiments and the reconstructed Fermi surfaces and DOS in the antiferromagnetic phase account for subtle transport signatures observed in these studies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The microwave phase locking in Bloch transistor",
      "authors": [
        "Ilya Antonov, Rais Shaikhaidarov, Kyung Ho Kim, Dmitry Golubev, Sven Linzen, Evgeni V. Il'ichev, Vladimir N. Antonov, Oleg V. Astafiev"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.08692",
      "arxiv": "https://arxiv.org/abs/2504.08692",
      "doi": null,
      "summary": "We report on observation of two coherent quantum phenomena, the current quantization in theJosephson Junction (JJ) and the Aharonov-Cashier effect. The synergy of two effects is seen as the phase locking of the JJ with the oscillating charge engaged by the microwaves (the current quantization), and a control of the phase locking phenomenon with the static charge of the gate electrode (the Aharonov-Cashier effect). The experimental system consists of two coupled JJs in the regime of coherent quantum phase slip. When the microwave is applied, the quantized current plateaus appear on the I - V curve. The effect is dual to the Shapiro voltage steps in JJs. We modulate the quantized current with the static charge induced by the gate electrode. Conceptually, the system has the functionality of the Bloch Transistor: it can deliver gate-controlled quantized non-dissipative current to the quantum circuit."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Charge gap and charge redistribution among copper and oxygen orbitals in the normal state of the Emery model",
      "authors": [
        "G. L. Reaney, N. Kowalski, A. -M. S. Tremblay, G. Sordi"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.11161",
      "arxiv": "https://arxiv.org/abs/2505.11161",
      "doi": "10.1103/7bbg-m38l",
      "summary": "Unraveling the behavior of the electrons in the copper-oxygen planes of cuprate superconductors remains a challenge. Here we examine the electronic charge redistribution among planar copper and oxygen orbitals and the charge gap using the Emery model in the normal state, solved with cellular dynamical mean-field theory at finite temperature. We quantify the charge redistribution as a function of the onsite Coulomb repulsion on the copper orbitals, the bare copper-oxygen energy difference, and the hole or electron doping. We find that the position relative to the metal to insulator boundary of the Zaanen-Sawatzky-Allen diagram determines the charge redistribution among copper and oxygen orbitals. For a fixed bare Cu-O energy difference, an increase in the Cu electron repulsion leads to a transfer of the electronic charge from Cu to O orbitals. For a fixed charge gap size of the undoped state, as the system evolves from a charge-transfer to a Mott-Hubbard regime, the electronic charge is transferred from Cu to O orbitals. Our findings posit the Coulomb repulsion and the bare charge-transfer energy as key drivers of the microscopic process of charge redistribution in the CuO$_2$ plane. They quantify the anticorrelation between the charge gap size and oxygen hole content. They show that for fixed band-structure parameters, the charge gap and the charge redistribution between Cu and O orbitals provide a way to understand observed trends in cuprates."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "AI-Assisted Rapid Crystal Structure Generation Towards a Target Local Environment",
      "authors": [
        "Osman Goni Ridwan, Sylvain Piti\\'e, Monish Soundar Raj, Dong Dai, Gilles Frapper, Hongfei Xue, Qiang Zhu"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.08224",
      "arxiv": "https://arxiv.org/abs/2506.08224",
      "doi": null,
      "summary": "In the field of material design, traditional crystal structure prediction approaches require extensive structural sampling through computationally expensive energy minimization methods using either force fields or quantum mechanical simulations. While emerging artificial intelligence (AI) generative models have shown great promise in generating realistic crystal structures more rapidly, most existing models fail to account for the unique symmetries and periodicity of crystalline materials, and they are limited to handling structures with only a few tens of atoms per unit cell. Here, we present a symmetry-informed AI generative approach called Local Environment Geometry-Oriented Crystal Generator (LEGO-xtal) that overcomes these limitations. Our method generates initial structures using AI models trained on an augmented small dataset, and then optimizes them using machine learning structure descriptors rather than traditional energy-based optimization. We demonstrate the effectiveness of LEGO-xtal by expanding from 25 known low-energy sp2 carbon allotropes to over 1,700, all within 0.5 eV/atom of the ground-state energy of graphite. This framework offers a generalizable strategy for the targeted design of materials with modular building blocks, such as metal-organic frameworks and next-generation battery materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tuning the the fundamental periodicity of the current-phase relation in multiterminal diffusive Josephson junctions",
      "authors": [
        "Venkat Chandrasekhar"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.08985",
      "arxiv": "https://arxiv.org/abs/2506.08985",
      "doi": null,
      "summary": "Conventional superconductor/insulator/superconductor (SIS) Josephson junctions, devices where two superconductors are separated by a tunnel barrier are technologically important as elements in quantum circuits, particularly with their key role in superconducting qubits. An important characteristic of Josephson junctions is the relation between the supercurrent Is and the phase difference $\\phi$ between them. For SIS junctions, the current-phase relation is sinusioidal and 2$\\pi$ periodic. Other types of Josephson junctions, where the material between the superconductors is a weak link or a normal metal (N) may have non-sinusoidal current-phase relations that are still 2$\\pi$ periodic. We show here that a multi-terminal diffusive SNS Josephson junction with 4 superconducting contacts can show a current phase relation between two of the contacts that is a superposition of 2$\\pi$ and 4$\\pi$ periodic components whose relative strength is controlled by the phase difference between the other two contacts, becoming 2$\\pi$ or 4$\\pi$ periodic for certain values of this phase difference. This tunability might have applications in tailoring the Hamiltonians of superconducting quantum circuits."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hidden Bose-Einstein Singularities in Correlated Electron Systems: III. Thermodynamic Signals",
      "authors": [
        "Takafumi Kita"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.19211",
      "arxiv": "https://arxiv.org/abs/2506.19211",
      "doi": "10.7566/JPSJ.94.104701",
      "summary": "We study thermodynamic consequences of the hidden Bose-Einstein singularities, which have been predicted to cause a pseudogap phase, based on quantum field theory of ordered phases. Starting from the Luttinger-Ward functional for the grand thermodynamic potential, we derive expressions of the Helmholtz free energy, internal energy, entropy, and heat capacity in a form suitable for numerical studies. They are applied to the weakly attractive Hubbard model in three dimensions to calculate the thermodynamic potentials numerically and continuously for the normal, pseudogap, and superconducting phases on the same footing. It is shown that the entry into the pseudogap phase is detectable as singularities of thermodynamic potentials, especially a discontinuity in the heat capacity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Brownian motion near a soft surface",
      "authors": [
        "Yilin Ye (LOMA, LPMC), Yacine Amarouchene (LOMA), Rapha\\\"el Sarfati (CU), David S. Dean (LOMA), Thomas Salez (LOMA)"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.03403",
      "arxiv": "https://arxiv.org/abs/2507.03403",
      "doi": null,
      "summary": "Brownian motion near soft surfaces is a situation widely encountered in nanoscale and biological physics. However, a complete theoretical description is lacking to date. Here, we theoretically investigate the dynamics of a two-dimensional colloid in an arbitrary external potential and near a soft surface. The latter is minimally modelled by a Winkler's foundation, and we restrict the study to the colloidal motion in the direction perpendicular to the surface. We start from deterministic hydrodynamic considerations, by invoking the already-established leading-order soft-lubrication forces acting on the particle. Importantly, a negative softness-induced and position-dependent added mass is identified. We then incorporate thermal fluctuations in the description. In particular, an effective Hamiltonian formulation is introduced and a temperature-dependent generalized potential is constructed in order to ensure equilibrium properties for the colloidal position. From these considerations and the Fokker-Planck equation, we then derive the relevant Langevin equation, which self-consistently allows to recover the deterministic equation of motion at zero temperature. Interestingly, besides an expected multiplicative-noise feature, the noise correlator appears to be modified by the surface softness. Moreover, a softness-induced temperature-dependent spurious drift term has to be incorporated within the Ito prescription. Finally, using numerical simulations with various initial conditions and parameter values, we statistically analyze the trajectories of the particle when placed within a harmonic trap and in presence of the soft surface. This allows us to: i) quantify further the influence of surface softness, through the added mass, which enhances the velocity fluctuations; and ii) show that intermediate-time diffusion is unaffected by softness, within the assumptions of the model."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The electronic and transport properties in odd-parity altermagnets",
      "authors": [
        "Minghuan Zeng, Zheng Qin, Ling Qin, Shiping Feng, Dong-Hui Xu, Rui Wang"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.09906",
      "arxiv": "https://arxiv.org/abs/2507.09906",
      "doi": null,
      "summary": "Following recent intensive studies on altermagnets(ALM) characterized by non-relativistic even-parity spin splitting, realizing unconventional odd-parity magnetism has also attracted increasing interest. Here, using symmetry arguments based on spin-group analyses, we elucidate the sufficient condition, the breaking nonmagnetic time reversal symmetry(TRS), for the presence of odd-parity spin splitting in the collinear antiferromagnetic(AFM) systems, which is also proved as a standard odd-parity ALM. Then, we utilize the well-known Haldane-Hubbard model to identify the odd-parity spin splitting in the collinear AFM ground state where the nonmagnetic TRS is broken by sublattice currents coming from the Haldane hopping term. A comprehensive phase diagram involving the Haldane hopping strength and on-site coulomb repulsion is established to elucidate correlation-driven electronic phases. Moreover, we calculate the optical conductivity to illustrate the sublattice current induced odd-parity ALM, displaying a significant spin-degenerate peak in the vicinity of the single-particle energy gap. This work reveals the underlying mechanism for the realization of the unconventional odd-parity ALM in collinear AFM systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Adjudicating Conduction Mechanisms in High Performance Carbon Nanotube Fibers",
      "authors": [
        "John Bulmer, Chris Kovacs, Thomas Bullard, Charlie Ebbing, Timothy Haugan, Ganesh Pokharel, Stephen D. Wilson, Fedor F. Balakirev, Oscar A. Valenzuela, Michael A. Susner, David Turner, Pengyu Fu, Teresa Kulka, Jacek Majewski, Irina Lebedeva, Karolina Z. Milowska, Agnieszka Lekawa-Raus, Magdalena Marganska"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.20481",
      "arxiv": "https://arxiv.org/abs/2507.20481",
      "doi": null,
      "summary": "The performance of carbon nanotube (CNT) cables, a contender for copper-wire replacement, is tied to its metallic and semi-conducting-like conductivity responses with temperature; the origin of the semi-conducting-like response however is an underappreciated incongruity in literature. With controlled aspect-ratio and doping-degree, over 61 unique cryogenic experiments including anisotropy and Hall measurements, CNT cable performance is explored at extreme temperatures (65 mK) and magnetic fields (60 T). A semi-conducting-like conductivity response with temperature becomes temperature-independent approaching absolute-zero, uniquely demonstrating the necessity of heterogeneous fluctuation induced tunneling; complete de-doping leads to localized hopping, contrasting graphite's pure metallic-like response. High-field magneto-resistance (including +22% longitudinal magneto-resistance near room-temperature) is analyzed with hopping and classical two-band models, both similarly yielding a parameter useful for conductor development. Varying field-orientation angle uncovers two-and four-fold symmetries from Aharonov-Bohm-like corrections to curvature-induced bandgap. Tight-binding calculations using Green's Function formalism model large-scale, coherent transport in commensurate CNT bundles in magnetic field, revealing non-uniform transmission across bundle cross-sections with doping restoring uniformity; independent of doping, transport in bundle-junction-bundle systems are predominantly from CNTs adjacent to the other bundle. The final impact is predicting the ultimate conductivity of heterogeneous CNT cables using temperature and field-dependent transport, surpassing conductivity of traditional metals."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Defect Networks for Topological Phases Protected By Modulated Symmetries",
      "authors": [
        "Daniel Bulmash"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.06604",
      "arxiv": "https://arxiv.org/abs/2508.06604",
      "doi": null,
      "summary": "Modulated symmetries are internal symmetries which do not commute with spatial symmetries; dipolar symmetries are a prime example. We give a general recipe for constructing topological phases protected by modulated symmetries via a defect network construction, generalizing the crystalline equivalence principle to modulated symmetries. We demonstrate that modulated symmetries can be treated identically to unmodulated symmetries in the absence of spatial symmetries, but in the presence of spatial symmetries, some defect networks which are non-anomalous for unmodulated symmetries become anomalous for modulated symmetries. We apply this understanding to classify symmetry-protected topological phases protected by translation symmetry plus either discrete or continuous dipolar symmetries in (1+1)D and (2+1)D and obtain a number of other (1+1)D classification results for modulated symmetry-protected topological phases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Flow Matching at Scale: A Machine Learning Framework for Efficient Large-Size Sampling of Many-Body Systems",
      "authors": [
        "Qian-Rui Lee, Daw-Wei Wang"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15318",
      "arxiv": "https://arxiv.org/abs/2508.15318",
      "doi": null,
      "summary": "We propose a machine learning framework based on Flow Matching to overcome the scaling limitations of Markov Chain Monte Carlo (MCMC) methods. We demonstrate its capability in the 2D XY model, where a single network, trained only on configurations from a small ($32\\times 32$) lattice at sparse temperature points, generates reliable samples for a significantly larger system ($128\\times 128$) across a continuous temperature range without retraining. The generated configurations show strong agreement with key thermodynamic observables and correctly capture the signatures of the Berezinskii-Kosterlitz-Thouless (BKT) transition. This dual generalization is enabled by the Flow Matching framework, which allows us to learn a continuous, temperature-conditioned mapping. At the same time, the inductive biases of the underlying CNN architecture ensure that the learned local physical rules are scale-invariant. This \"train-small, generate-large\" capability offers a powerful and efficient alternative for studying critical phenomena. The method can be directly applied to other classical or quantum many-body systems described by continuous fields on a lattice. Furthermore, this framework can serve as a powerful proposal generator in a hybrid scheme with MCMC, dramatically accelerating high-precision studies of the thermodynamic limit."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Search for thermodynamically stable ambient-pressure superconducting hydrides in GNoME database",
      "authors": [
        "Antonio Sanna, Tiago F. T. Cerqueira, Ekin Dogus Cubuk, Ion Errea, Yue-Wen Fang"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.19781",
      "arxiv": "https://arxiv.org/abs/2508.19781",
      "doi": null,
      "summary": "Hydrides are considered to be one of the most promising families of compounds for achieving high temperature superconductivity. However, there are very few experimental reports of ambient-pressure hydride superconductivity, and the superconducting critical temperatures ($T_{\\rm c}$) are typically less than 10 K. At the same time several hydrides have been predicted to exhibit superconductivity around 100 K at ambient pressure but in thermodynamically unfavorable phases. In this work we aim at assessing the superconducting properties of thermodynamically stable hydride superconductors at room pressure by investigating the GNoME material database, which has been recently released and includes thousands of hydrides thermodynamically stable at 0K. To scan this large material space we have adopted a multi stage approach which combines machine learning for a fast initial evaluation and cutting edge ab initio methods to obtain a reliable estimation of ($T_{\\rm c}$). Ultimately we have identified 22 cubic hydrides with ($T_{\\rm c}$) above 4.2~K and reach a maximum ($T_{\\rm c}$) of 17 K. While these critical temperatures are modest in comparison to some recent predictions, the systems where they are found, being stable, are likely to be experimentally accessible and of potential technological relevance."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topology of Fermi seas and geometry of their boundaries for free particles in one and two-dimensional lattices",
      "authors": [
        "Guillermo R. Zemba"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.00590",
      "arxiv": "https://arxiv.org/abs/2509.00590",
      "doi": null,
      "summary": "Free gases of spinless fermions moving on a geometric background with lattice symmetries are considered. Their Fermi seas and corresponding boundaries may be classified according to their topological properties at zero temperature. This is accomplished by considering the flat orbifolds $R^{d}/\\Gamma$, with $\\Gamma$ being the crystallographic group of symmetry in $d$-dimensional momentum space. For $d=1$, there are 2 topological classes: a circumference, corresponding to an insulator and an interval, identified as a conductor. For $d=2$, the number of topological classes extends to 17: there are 8 with the topology of a disk identified as conductors and 4 corresponding to a 2-sphere matching insulators, both sets eventually including finite numbers of conical singularities and reflection corners at the boundaries. The rest of the listing includes single cases corresponding to insulators (2-torus, real projective plane, Klein bottle) and conductors (annulus, M\\\"obius strip). Physical interpretations of the singularities are provided, as well as examples that fit within this listing. Given the topological nature of this classification, its results are expected to be robust against small perturbative interactions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Edge states, pairing, and sorting of motile chiral particles",
      "authors": [
        "Raushan Kant, Ananyo Maitra, A K Sood, Sriram Ramaswamy"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.00729",
      "arxiv": "https://arxiv.org/abs/2509.00729",
      "doi": null,
      "summary": "We present experiments on chiral active polar particles, realized as vibrated granular rods, revealing the formation of robust ``skipping orbits'' at hard boundaries. These edge states exhibit a net circulation opposite to the particles' intrinsic rotation and lead to a pronounced accumulation at the boundary, stronger than for their achiral counterparts. The directed nature of these orbits provides a simple yet high-fidelity mechanism for chiral sorting -- even for solitary particles, unlike in T Barois et al., Phys. Rev. Lett. 125 , 238003 (2020). We propose a unified theoretical framework for boundary interactions of both chiral and achiral particles. In this model, an effective outward radial force, proportional to motility and chirality, explains the observed boundary-hugging. Our theory predicts, and our experiments confirm, a transition in the pairing of two particles of the same chirality, from apolar spinners to polar circle walkers, with increasing packing fraction of an ambient medium of beads."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Intricacies of Frustrated Magnetism in the Kondo Metal YbAgGe",
      "authors": [
        "D. G. Mazzone, C. B. Larsen, B. Ueland, X. Boraley, D. M. Pajerowski, Y. Skourski, J. Taylor, B. Fak, S. L. Bud'ko, R. McQueeney, P. C. Canfield, O. Zaharko"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.02252",
      "arxiv": "https://arxiv.org/abs/2509.02252",
      "doi": null,
      "summary": "The combination of localized magnetic moments, their frustration and interaction with itinerant electrons is a key challenge of condensed matter physics. Frustrated magnetic interactions promote degenerate ground states with enhanced fluctuations, a topic that is predominantly studied in magnetic insulators. The coupling between itinerant and localized electrons in metals add complexity to the problem, and presently formulated only for extreme cases in which the itinerant electrons mediate exchange between localized spins (RKKY interaction) or suppress the formation of magnetic moments (Kondo screening). Here, we report an in-depth experimental study of the distorted Kagome metal YbAgGe, unravelling the open questions of how frustration, localized magnetism and itinerant electrons are intertwined in frustrated Kondo metals. We find that coupled itinerant and localized electrons give rise to dynamic magnetic correlations below T* ~ 20 K. At lower temperature, frustrated magnetic interactions establish anisotropic magnetic short-range correlations that culminate into antiferromagnetic long-range order below TN = 0.68 K with a significantly reduced modulated magnetic moment. We show that local moment Hamiltonians can yield limited understanding of the microscopic behaviour in frustrated metals, and prompt the extension of more sophisticated model Hamiltonians incorporating itinerant effects."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Aging of glass-forming materials following a temperature jump",
      "authors": [
        "Ayata Ueno, Tomoko Mizuguchi, Takashi Odagaki"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.03022",
      "arxiv": "https://arxiv.org/abs/2509.03022",
      "doi": "10.1016/j.jnoncrysol.2025.123755",
      "summary": "Physical aging is one of the non-equilibrium phenomena where physical properties change over time due to structural relaxation. Aging in spin glass systems has been explained by a trap model on the temperature-independent energy landscape. Meanwhile, in the free energy landscape (FEL) approach to aging phenomena, it is assumed that the FEL responds to temperature changes with a time delay. In this paper, aging in a glass forming model in which both the trapping effect and the delayed response of the FEL exist is studied after the temperature is changed. It is confirmed that the trapping effect gives rise to Type-I aging where the relaxation time increases with waiting time regardless of the direction of temperature change, and that the delayed response of the FEL produces Type-II aging where the waiting-time dependence of the relaxation time depends on the direction of temperature change. When both effects exist and the response time of the FEL is appropriate, these effects can be differentiated in the short-time behavior of the temporal relaxation time. It is argued that the material time or the internal clock and the fictive temperature introduced phenomenologically are understood as the concepts describing the delayed response of the FEL to temperature change."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Combining feature-based approaches with graph neural networks and symbolic regression for synergistic performance and interpretability",
      "authors": [
        "Rog\\'erio Almeida Gouv\\^ea, Pierre-Paul De Breuck, Tatiane Pretto, Gian-Marco Rignanese, Marcos Jos\\'e Leite Santos"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.03547",
      "arxiv": "https://arxiv.org/abs/2509.03547",
      "doi": null,
      "summary": "This study introduces MatterVial, an innovative hybrid framework for feature-based machine learning in materials science. MatterVial expands the feature space by integrating latent representations from a diverse suite of pretrained graph neural network (GNN) models including: structure-based (MEGNet), composition-based (ROOST), and equivariant (ORB) graph networks, with computationally efficient, GNN-approximated descriptors and novel features from symbolic regression. Our approach combines the chemical transparency of traditional feature-based models with the predictive power of deep learning architectures. When augmenting the feature-based model MODNet on Matbench tasks, this method yields significant error reductions and elevates its performance to be competitive with, and in several cases superior to, state-of-the-art end-to-end GNNs, with accuracy increases exceeding 40% for multiple tasks. An integrated interpretability module, employing surrogate models and symbolic regression, decodes the latent GNN-derived descriptors into explicit, physically meaningful formulas. This unified framework advances materials informatics by providing a high-performance, transparent tool that aligns with the principles of explainable AI, paving the way for more targeted and autonomous materials discovery."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A new rung on the ladder: exploring topological frustration towards two dimensions",
      "authors": [
        "Alberto Giuseppe Catalano, Nora Reini\\'c, Gianpaolo Torre, Sven Benjamin Ko\\v{z}i\\'c, Karlo Deli\\'c, Simone Montangero, Fabio Franchini, Salvatore Marco Giampaolo"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.03574",
      "arxiv": "https://arxiv.org/abs/2509.03574",
      "doi": null,
      "summary": "Topological frustration arises when boundary conditions impose geometric frustration in a quantum system, creating delocalized defects in the ground states and profoundly altering the low-energy properties. While previous studies have been concerned with one-dimensional systems, showing that the ground state structure can be described in terms of quasiparticle excitations, the two-dimensional setting remains unexplored. We address this gap by studying a three-legged antiferromagnetic quantum Ising ladder on a torus using tensor network methods, where topological frustration is induced by an odd number of spins along both spatial directions. Our results reveal the first instance in which topological frustration shifts the position of the quantum critical point. By studying the entanglement structure, we find that the ground state can be characterized as hosting three delocalized quasiparticles. This work builds the quasiparticle picture of topological frustration toward higher dimensions and more complex systems than those considered so far."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A foundation model for atomistic materials chemistry",
      "authors": [
        "Ilyes Batatia, Philipp Benner, Yuan Chiang, Alin M. Elena, D\\'avid P. Kov\\'acs, Janosh Riebesell, Xavier R. Advincula, Mark Asta, Matthew Avaylon, William J. Baldwin, Fabian Berger, Noam Bernstein, Arghya Bhowmik, Filippo Bigi, Samuel M. Blau, Vlad C\\u{a}rare, Michele Ceriotti, Sanggyu Chong, James P. Darby, Sandip De, Flaviano Della Pia, Volker L. Deringer, Rokas Elijo\\v{s}ius, Zakariya El-Machachi, Fabio Falcioni, Edvin Fako, Andrea C. Ferrari, John L. A. Gardner, Mikolaj J. Gawkowski, Annalena Genreith-Schriever, Janine George, Rhys E. A. Goodall, Jonas Grandel, Clare P. Grey, Petr Grigorev, Shuang Han, Will Handley, Hendrik H. Heenen, Kersti Hermansson, Christian Holm, Cheuk Hin Ho, Stephan Hofmann, Jad Jaafar, Konstantin S. Jakob, Hyunwook Jung, Venkat Kapil, Aaron D. Kaplan, Nima Karimitari, James R. Kermode, Panagiotis Kourtis, Namu Kroupa, Jolla Kullgren, Matthew C. Kuner, Domantas Kuryla, Guoda Liepuoniute, Chen Lin, Johannes T. Margraf, Ioan-Bogdan Magd\\u{a}u, Angelos Michaelides, J. Harry Moore, Aakash A. Naik, Samuel P. Niblett, Sam Walton Norwood, Niamh O'Neill, Christoph Ortner, Kristin A. Persson, Karsten Reuter, Andrew S. Rosen, Louise A. M. Rosset, Lars L. Schaaf, Christoph Schran, Benjamin X. Shi, Eric Sivonxay, Tam\\'as K. Stenczel, Viktor Svahn, Christopher Sutton, Thomas D. Swinburne, Jules Tilly, Cas van der Oord, Santiago Vargas, Eszter Varga-Umbrich, Tejs Vegge, Martin Vondr\\'ak, Yangshuai Wang, William C. Witt, Thomas Wolf, Fabian Zills, G\\'abor Cs\\'anyi"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2401.00096",
      "arxiv": "https://arxiv.org/abs/2401.00096",
      "doi": null,
      "summary": "-cross Abstract: Atomistic simulations of matter, especially those that leverage first-principles (ab initio) electronic structure theory, provide a microscopic view of the world, underpinning much of our understanding of chemistry and materials science. Over the last decade or so, machine-learned force fields have transformed atomistic modeling by enabling simulations of ab initio quality over unprecedented time and length scales. However, early ML force fields have largely been limited by: (i) the substantial computational and human effort of developing and validating potentials for each particular system of interest; and (ii) a general lack of transferability from one chemical system to the next. Here we show that it is possible to create a general-purpose atomistic ML model, trained on a public dataset of moderate size, that is capable of running stable molecular dynamics for a wide range of molecules and materials. We demonstrate the power of the MACE-MP-0 model - and its qualitative and at times quantitative accuracy - on a diverse set of problems in the physical sciences, including properties of solids, liquids, gases, chemical reactions, interfaces and even the dynamics of a small protein. The model can be applied out of the box as a starting or \"foundation\" model for any atomistic system of interest and, when desired, can be fine-tuned on just a handful of application-specific data points to reach ab initio accuracy. Establishing that a stable force-field model can cover almost all materials changes atomistic modeling in a fundamental way: experienced users get reliable results much faster, and beginners face a lower barrier to entry. Foundation models thus represent a step towards democratising the revolution in atomic-scale modeling that has been brought about by ML force fields."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Isothermal spheres from grand partition functions in nonextensive statistical mechanics",
      "authors": [
        "Nahomi Kan, Takuya Maki, Kiyoshi Shiraishi"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2410.21860",
      "arxiv": "https://arxiv.org/abs/2410.21860",
      "doi": null,
      "summary": "-cross Abstract: We analytically study isothermal spheres in the light of nonextensive statistical mechanics. The equations for the isothermal spheres are derived from the grand partition function of the gravitating particle system in the Tsallis statistical mechanics. The effect of nonextensive statistics appears in relatively dense state, which appears at the center of the isothermal sphere. The stability of the isothermal sphere in the general relativistic system is found to be sensitive to the parameter q in the Tsallis statistics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fractal decompositions and tensor network representations of Bethe wavefunctions",
      "authors": [
        "Subhayan Sahu, Guifre Vidal"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.00923",
      "arxiv": "https://arxiv.org/abs/2412.00923",
      "doi": null,
      "summary": "-cross Abstract: We investigate the entanglement structure of a generic $M$-particle Bethe wavefunction (not necessarily an eigenstate of an integrable model) on a 1d lattice by dividing the lattice into $L$ parts and decomposing the wavefunction into a sum of products of $L$ local wavefunctions. Using the fact that a Bethe wavefunction accepts a \\textit{fractal} multipartite decomposition -- it can always be written as a linear combination of $L^M$ products of $L$ local wavefunctions, where each local wavefunction is in turn also a Bethe wavefunction -- we then build \\textit{exact, analytical} tensor network representations with finite bond dimension $\\chi=2^M$, for a generic planar tree tensor network (TTN), which includes a matrix product states (MPS) and a regular binary TTN as prominent particular cases. For a regular binary tree, the network has depth $\\log_{2}(N/M)$ and can be transformed into an adaptive quantum circuit of the same depth, composed of unitary gates acting on $2^M$-dimensional qudits and mid-circuit measurements, that deterministically prepares the Bethe wavefunction. Finally, we put forward a much larger class of \\textit{generalized} Bethe wavefunctions, for which the above decompositions, tensor network and quantum circuit representations are also possible."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Formal justification of a continuum relaxation model for one-dimensional moir\\'e materials",
      "authors": [
        "Jingzhi (David),  Zhou, Alexander B. Watson"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.08854",
      "arxiv": "https://arxiv.org/abs/2412.08854",
      "doi": null,
      "summary": "-cross Abstract: Mechanical relaxation in moir\\'e materials is often modeled by a continuum model where linear elasticity is coupled to a stacking penalty known as the Generalized Stacking Fault Energy (GSFE). We review and compute minimizers of a one-dimensional version of this model, and then show how it can be formally derived from a natural atomistic model. Specifically, we show that the continuum model emerges in the limit $\\epsilon \\downarrow 0$ and $\\delta \\downarrow 0$ while holding the ratio $\\eta := \\frac{\\epsilon^2}{\\delta}$ fixed, where $\\epsilon$ is the ratio of the monolayer lattice constant to the moir\\'e lattice constant and $\\delta$ is the ratio of the typical stacking energy to the monolayer stiffness."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "System-environmental entanglement in critical spin systems under $ZZ$-decoherence and its relation to strong and weak symmetries",
      "authors": [
        "Yoshihito Kuno, Takahiro Orito, Ikuo Ichinose"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.17481",
      "arxiv": "https://arxiv.org/abs/2501.17481",
      "doi": null,
      "summary": "-cross Abstract: Open quantum many-body systems exhibit nontrivial behavior under decoherence. In particular, system-environmental entanglement (SEE) is one of the efficient quantities for classifying mixed states subject to decoherence. In this work, we investigate the SEE of critical spin chains under nearest-neighbor $ZZ$-decoherence. We numerically show that the SEE exhibits a specific scaling law, in particular, its system-size-independent term (``$g$-function'') changes drastically its behavior in the vicinity of phase transition caused by decoherence. For the XXZ model in its gapless regime, a transition diagnosed by strong R\\'{e}nyi-2 correlations occurs as the strength of the decoherence increases. We determine the location of the phase transition by investigating the $g$-function that exhibits a sharp change in the critical region of the transition. Furthermore, we find that the value of the SEE is twice that of the system under single-site $Z$-decoherence, which was recently studied by conformal field theory. From the viewpoint of R\\'{e}nyi-2 Shannon entropy}, which is closely related to the SEE at the maximal decoherence, we clarify the origin of this $g$-function behavior."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Thermodynamic approach to quantum cooling limit of continuous Gaussian feedback",
      "authors": [
        "Kousuke Kumasaki, Toshihiro Yada, Ken Funo, Takahiro Sagawa"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.04270",
      "arxiv": "https://arxiv.org/abs/2503.04270",
      "doi": null,
      "summary": "-cross Abstract: Feedback cooling plays a critical role in stabilizing quantum systems and achieving low temperatures, where a key question is to determine the fundamental thermodynamic limits on cooling performance. We establish a fundamental bound on quantum feedback cooling in Gaussian systems, by deriving a generalized second law of thermodynamics involving the kinetic temperatures of the system and a measure of quantum information flow obtained by continuous measurement. In contrast to previously known bounds, the obtained bound can be saturated by experimentally feasible situations using the quantum Kalman filter with a large feedback gain, where the cooling efficiency approaches its maximum. Our theoretical result is numerically demonstrated using parameters from an experiment of levitated nanoparticles. Our theory provides a general framework for understanding the thermodynamic constraints on quantum feedback cooling."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Local construction of knotted screw dislocations in smectic liquid crystals",
      "authors": [
        "Robert Cardona, Andreu Vega"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.14415",
      "arxiv": "https://arxiv.org/abs/2503.14415",
      "doi": null,
      "summary": "-cross Abstract: The goal of this work is to show that, mathematically, screw dislocation loops with distinct topological properties can be introduced locally on a given smectic liquid crystal configuration. Concretely, given a configuration, we show that a new screw dislocation loop can be introduced along any knot or link transverse to the regular layers through a purely local modification. We define a topological invariant of screw dislocation loops, the multiplicity, and show that it can be explicitly prescribed in our construction. Finally, we apply this method to establish that any link type can be locally introduced within the set of screw dislocations of smectic configurations of a certain class. This shows that both the global topology (link type) and the local topology (multiplicity) of loop dislocations can be very rich, even when constrained to arise from local modifications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Superfluid density in linear response theory : pulsar glitches from the inner crust of neutron stars",
      "authors": [
        "Giorgio Almirante, Michael Urban"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.21635",
      "arxiv": "https://arxiv.org/abs/2503.21635",
      "doi": null,
      "summary": "-cross Abstract: The question of whether there are enough superfluid neutrons in the inner crust of neutron stars to explain pulsar glitches remains a topic of debate. Previous band structure calculations suggest that the entrainment effect significantly reduces the superfluid density. In this letter, a new derivation of the BCS expression for the superfluid density is given. We compute it in the superfluid band theory framework through linear response theory, for a small relative velocity between superfluid and normal components, under the assumption that the pairing gap in the rest frame of the superfluid is constant and not affected by the perturbation. Our result suggests that a formula extensively used in neutron star physics is incomplete. Numerical evaluations for two realistic configurations reveal that the previously neglected contribution drastically alters the picture of the superfluid reservoir in the inner crust of neutron stars, suggesting that about 90% of the neutrons are effectively superfluid."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Higher symmetries and anomalies in quantum lattice systems",
      "authors": [
        "Anton Kapustin, Shixiong Xu"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.04719",
      "arxiv": "https://arxiv.org/abs/2505.04719",
      "doi": null,
      "summary": "-cross Abstract: We define an 't Hooft anomaly index for a group acting on a 2d quantum lattice system by finite-depth circuits. It takes values in the degree-4 cohomology of the group and is an obstruction to on-siteability of the group action. We introduce a 3-group (modeled as a crossed square) describing higher symmetries of a 2d lattice system and show that the 2d anomaly index is an obstruction for promoting a symmetry action to a morphism of 3-groups. This demonstrates that 't Hooft anomalies are a consequence of a mixing between ordinary symmetries and higher symmetries. Similarly, to any 1d lattice system we attach a 2-group (modeled as a crossed module) and interpret the Nayak-Else anomaly index as an obstruction for promoting a group action to a morphism of 2-groups. The meaning of indices of Symmetry Protected Topological states is also illuminated by higher group symmetry."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum simulation of the Hubbard model on a graphene hexagon: Strengths of IQPE and noise constraints",
      "authors": [
        "Mohammad Mirzakhani, Kyungsun Moon"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.05031",
      "arxiv": "https://arxiv.org/abs/2506.05031",
      "doi": null,
      "summary": "-cross Abstract: Quantum computing offers transformative potential for simulating real-world materials, providing a powerful platform to investigate complex quantum systems across quantum chemistry and condensed matter physics. In this work, we leverage this capability to simulate the Hubbard model on a six-site graphene hexagon using Qiskit, employing the Iterative Quantum Phase Estimation (IQPE) and adiabatic evolution algorithms to determine its ground-state properties. Our results show that a single Slater determinant is sufficient to initialize IQPE and accurately recover ground-state energies (GSEs) in small-scale Hubbard systems. In noiseless simulations, IQPE converges within a few iterations to exact GSEs, while adiabatic simulations yield charge and spin densities and correlation functions in excellent agreement with exact diagonalization. However, deploying IQPE and adiabatic evolution on today's noisy quantum hardware remains highly challenging. To investigate these limitations in IQPE, we use the Qiskit Aer simulator with a custom noise model tailored to the characteristics of IBM's real hardware. This model includes realistic depolarizing gate errors, thermal relaxation, and readout noise, allowing us to explore how these factors degrade simulation accuracy. Further, we implement the IQPE algorithm on IBM's ibm_strasbourg and ibm_fez devices for a reduced three-site Hubbard model, enabling direct comparison between simulated and real hardware noise. While ibm_fez runs closely match exact results, discrepancies highlight the gap between modeled and physical noise. This study demonstrates both the IQPE's potential and current limitations for simulating strongly correlated systems under realistic conditions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Entropy from scattering in weakly interacting systems",
      "authors": [
        "Duncan MacIntyre, Gordon W. Semenoff"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.19127",
      "arxiv": "https://arxiv.org/abs/2506.19127",
      "doi": null,
      "summary": "-cross Abstract: Perturbation theory is used to investigate the evolution of the von Neumann entropy of a subsystem of a bipartite quantum system under the action of a unitary matrix, in the limit where that matrix is close to the unit matrix. The physical context for such process would be scattering with weak short-ranged interactions where the unitary matrix is the S matrix. We find surprisingly simple criteria for the initial state and the S matrix that guarantee that the subsystem entropy increases. The class of initial states that meet these criteria are more correlated than simple product states of the subsystems. They form a subclass of the set of all separable states, and they can therefore be assembled by classical processes alone."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Regge poles of analogous rotating black holes in binary Bose-Einstein condensates: The gapped excitations",
      "authors": [
        "Wei-Can Syu, Tien Hsieh, Da-Shin Lee"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.15403",
      "arxiv": "https://arxiv.org/abs/2507.15403",
      "doi": null,
      "summary": "-cross Abstract: In this paper, we study the spectrum of the Regge poles (RPs), which are the counterparts of quasinormal modes, in a draining bathtub vortex within a two-component Bose-Einstein condensate (BEC) system. We study the gapped excitations of the condensate with the spatially dependent energy gap term using a spatially tunable Rabi coupling, which will be treated as a perturbation. This model serves as an analogue of a rotating black hole surrounded by an environmental mass shell. We first compute the semiclassical scattering amplitude with the spatially independent mass effect due to the orbital interference. In the case of the mass-shell, bifurcation of the spectrum is observed, resulting in the destabilization of the RPs. We also study the migration of RPs by shifting the bump position. Our results show that the RPs of the co-rotating modes exhibit greater stability than those of the counter-rotating modes. Large migration and overtaking jumps of the overtone (fundamental RP) leave an imprint on the scattering amplitude at small (large) scattering angles. This can be observed in the scattering interference pattern in experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Stochastic synaptic dynamics under learning",
      "authors": [
        "Jakob Stubenrauch, Naomi Auer, Richard Kempter, Benjamin Lindner"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.13846",
      "arxiv": "https://arxiv.org/abs/2508.13846",
      "doi": null,
      "summary": "-cross Abstract: Learning is based on synaptic plasticity, which affects and is driven by neural activity. Because pre- and postsynaptic spiking activity is shaped by randomness, the synaptic weights follow a stochastic process, requiring a probabilistic framework to capture the noisy synaptic dynamics. We consider a paradigmatic supervised learning example: a presynaptic neural population impinging in a sequence of episodes on a recurrent network of integrate-and-fire neurons through synapses undergoing spike-timing-dependent plasticity (STDP) with additive potentiation and multiplicative depression. We first analytically compute the drift- and diffusion coefficients for a single synapse within a single episode (microscopic dynamics), mapping the true jump process to a Langevin and the associated Fokker-Planck equations. Leveraging new analytical tools, we include spike-time--resolving cross-correlations between pre- and postsynaptic spikes, which corrects substantial deviations seen in standard theories purely based on firing rates. We then apply this microdynamical description to the network setup in which hetero-associations are trained over one-shot episodes into a feed-forward matrix of STDP synapses connecting to neurons of the recurrent network (macroscopic dynamics). By mapping statistically distinct synaptic populations to instances of the single-synapse process above, we self-consistently determine the joint neural and synaptic dynamics and, ultimately, the time course of memory degradation and the memory capacity. We demonstrate that specifically in the relevant case of sparse coding, our theory can quantitatively capture memory capacities which are strongly overestimated if spike-time--resolving cross-correlations are ignored. We conclude with a discussion of the many directions in which our framework can be extended."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Elastoplasticity with softening as a state-dependent sweeping process: non-uniqueness of solutions and emergence of shear bands in lattices of springs",
      "authors": [
        "Ivan Gudoshnikov"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16333",
      "arxiv": "https://arxiv.org/abs/2508.16333",
      "doi": null,
      "summary": "-cross Abstract: Plasticity with softening and fracture mechanics lead to ill-posed mathematical problems due to the loss of monotonicity. Multiple co-existing solutions are possible when softening elements are coupled together, and solutions cannot be continued beyond the point of complete degradation of the set of admissible stresses. We present a state-dependent sweeping process which solves the evolution of elasto-plastic Lattice Spring Models with arbitrary placement of softening, hardening and perfectly plastic springs. Using numerical simulations of regular grid lattices with softening we demonstrate the emergence of non-symmetric shear bands with strain localization. At the same time, in toy examples it is easy to analytically derive multiple co-existing solutions. These solutions correspond to fixed points in the implicit catch-up algorithm and we observe a discontinuous bifurcation with the exchange of stability of those fixed points."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Fisher information as a witness of non-Markovianity and criticality in the spin-boson model",
      "authors": [
        "Daniele Parlato, Grazia Di Bello, Fabrizio Pavan, Giulio De Filippis, Carmine Antonio Perroni"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.16413",
      "arxiv": "https://arxiv.org/abs/2508.16413",
      "doi": null,
      "summary": "-cross Abstract: The quantum Fisher information, the quantum analogue of the classical Fisher information, is a central quantity in quantum metrology and quantum sensing due to its connection to parameter estimation and fidelity susceptibility. Using numerically exact methods applied to a paradigmatic open quantum system, the spin-boson model, we calculate both static and dynamical quantum Fisher information matrix elements with respect to spin-bath couplings and magnetic field strengths. As the spin-bath interaction increases, we first show that the coupling-coupling matrix elements relative to the ground state of the Hamiltonian are linked to the entanglement growth and signal the Berezinskii-Kosterlitz-Thouless quantum phase transition through their non-monotonic behavior. Furthermore, we demonstrate that the time-dependent matrix elements can reveal non-Markovian effects as well as the transition from the coherent to incoherent regime at the Toulouse point, remaining robust under pure dephasing noise. Non-monotonic signatures of the quantum Fisher information matrix reflect changes in quantum resources such as entanglement and coherence, quantify non-Markovian behavior, and enable criticality-enhanced quantum sensing, thereby shedding light on key features of open quantum systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ultrafast Solvent Dynamics Drives the Formation of the Hydrated Electron in Photoexcited Water",
      "authors": [
        "Gonzalo D\\'iaz Mir\\'on, Cesare Malosso, Solana Di Pino, Colin K. Egan, Diganta Disgupta, Christopher J. Mundy, Ali Hassanali"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.19702",
      "arxiv": "https://arxiv.org/abs/2508.19702",
      "doi": null,
      "summary": "-cross Abstract: The photophysics and photochemistry associated with irradiating UV light in liquid water is central to numerous physical, chemical and biological processes. One of the key events involved in this process is the generation of the hydrated electron. Despite long study from both experimental and theoretical fronts, a unified understanding of the underlying mechanisms associated with the generation of the solvated electron have remained elusive. Here, using excited-state molecular dynamics simulations of condensed phase photoexcited liquid water, we unravel the key sequence of chemical events leading to the creation of the hydrated electron on the excited state. The process begins through the excitation of electrons localized mostly on specific topological defects in water's hydrogen network which is subsequently followed by two main reaction pathways. The first, leads to the creation of a hydrogen atom culminating in non-radiative decay back to the ground-state within 100 femtoseconds. The second involves a proton coupled electron transfer, giving rise to the formation of the hydronium ion, hydroxyl radical and the hydrated excess electron on the excited-state. This process is facilitated by ultrafast coupled rotational and translational motions of water molecules leading to the formation of water mediated ion-radical pairs in the network. These species can survive on the picosecond timescale and ultimately modulate the emission of visible photons. All in all, our findings provide fresh perspectives into the interpretation of several independent time-dependent spectroscopies measured over the last decades, paving the way for new directions on both theoretical and experimental fronts."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Free energy of the Coulomb gas in the determinantal case on Riemann surfaces",
      "authors": [
        "Lucas Bourgoin (IRMA)"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.20598",
      "arxiv": "https://arxiv.org/abs/2508.20598",
      "doi": null,
      "summary": "-cross Abstract: We derive the asymptotic expansion of the partition function of a Coulomb gas system in the determinantal case on compact Riemann surfaces of any genus g. Our main tool is the bosonization formula relating the analytic torsion and geometric quantities including the Green functions appearing in the definition of this partition function. As a result, we prove the geometric version of the Zabrodin-Wiegmann conjecture in the determinantal case."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Crystal Structure Prediction with a Geometric Permutation-Invariant Loss Function",
      "authors": [
        "Emmanuel Jehanno, Romain Menegaux, Julien Mairal, Sergei Grudinin"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.00832",
      "arxiv": "https://arxiv.org/abs/2509.00832",
      "doi": null,
      "summary": "-cross Abstract: Crystalline structure prediction remains an open challenge in materials design. Despite recent advances in computational materials science, accurately predicting the three-dimensional crystal structures of organic materials--an essential first step for designing materials with targeted properties--remains elusive. In this work, we address the problem of molecular assembly, where a set $\\mathcal{S}$ of identical rigid molecules is packed to form a crystalline structure. Existing state-of-the-art models typically rely on computationally expensive, iterative flow-matching approaches. We propose a novel loss function that correctly captures key geometric molecular properties while maintaining permutation invariance over $\\mathcal{S}$. We achieve this via a differentiable linear assignment scheme based on the Sinkhorn algorithm. Remarkably, we show that even a simple regression using our method {\\em SinkFast} significantly outperforms more complex flow-matching approaches on the COD-Cluster17 benchmark, a curated subset of the Crystallography Open Database (COD)."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Finite-time consensus in a compromise process",
      "authors": [
        "P. L. Krapivsky, A. Yu. Plakhov"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.01024",
      "arxiv": "https://arxiv.org/abs/2509.01024",
      "doi": null,
      "summary": "-cross Abstract: A compromise process describes the evolution of opinions through binary interactions. Opinions are real numbers, and in each step, two randomly selected agents reach a compromise by acquiring the average of their pre-interaction opinions. We prove that if the number $N$ of agents is a power of two, then consensus emerges after a finite number of compromise events with probability one; otherwise, consensus cannot be reached in a finite number of steps, provided the initial opinions are in a general position. Furthermore, the number of steps required to reach consensus is random for $N=2^k$ with $k\\geq 2$. We prove that typically, the smallest number of steps to reach consensus is $k\\cdot 2^{k-1}$. For $N=4$, we determine the distribution of the number of steps: we show that it has a purely exponential tail and compute all cumulants."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nanometer-precision tracking of adipocyte dynamics via single lipid droplet whispering-gallery optical resonances",
      "authors": [
        "Rok Podlipec, Ana Kri\\v{s}elj, Maja Zorc, Petra Matjan \\v{S}tefin, Siegfried Usaar, Matja\\v{z} Humar"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04201",
      "arxiv": "https://arxiv.org/abs/2509.04201",
      "doi": null,
      "summary": "-cross Abstract: Biophotonics-and more recently, biointegrated photonics-offer transformative tools for probing cellular processes with unprecedented precision. Among these, whispering gallery mode (WGM) resonators-optical microcavities formed in spherical structures-have emerged as powerful biosensors and intracellular barcodes. Lipid droplets (LDs), with their high refractive index and intrinsic spherical geometry, are ideal candidates for supporting intracellular lasing. Although lasing in LDs has been previously demonstrated, it has not yet been harnessed to study live cell biology. Here, we report the first use of WGM resonances in LDs of live primary adipocytes, employing a continuous-wave (CW) laser at powers below the biological damage threshold. By measuring these resonances, we achieved nanometer-scale precision in size estimation, enabling real-time observation of rapid LD dynamics and deformations on the minute scale, far beyond the spatio-temporal resolution of conventional microscopy. We systematically characterized this photonic sensing approach, demonstrating its ability to resolve adipocyte heterogeneity, monitor lipolytic responses to forskolin and isoproterenol, and detect early signs of cell viability loss, well before conventional assays. This proof-of-concept establishes intracellular LD WGM resonances as a robust platform for investigating live single-cell metabolism. The technique enables rapid, cost-effective assessment of adipocyte function, reveals cell-to-cell variability obscured by bulk assays, and lays the foundation for high-throughput analysis of metabolism- and obesity-related diseases at both cellular and tissue levels."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unilateral Criticality and Phase Transition in the Cavity-Ising Model",
      "authors": [
        "Zeyu Rao, Xiaoshui Lin, Xiwang Luo, Guangcan Guo, Han Pu, Ming Gong"
      ],
      "date": "2025-09-08T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04391",
      "arxiv": "https://arxiv.org/abs/2509.04391",
      "doi": null,
      "summary": "-cross Abstract: Superradiant phase transitions from cavity light-matter coupling have been widely explored across platforms. Here, we report a unilateral critical endpoint (UCEP) and a tricritical point (TCP) in the phase diagram of the cavity-coupled transverse Ising model with $\\mathbb{Z}_2$ symmetry. At zero temperature, we demonstrate that this model hosts three phases separated by two second-order and one first-order transitions. These lines intersect at a TCP and a UCEP, the latter not captured by existing phase-transition paradigms. The UCEP displays one-sided criticality: approaching the point from one side, the system behaves as a second-order transition, while from the other side it is first-order. Correspondingly, two order parameters, respectively, undergo the first- and the second-order phase transitions at the same point. We construct a minimal description of UCEP with the density of the free energy $f = c_{1}(\\tilde{\\alpha}^{2}+c_{2})+(\\tilde{\\alpha}^{2}+c_{2})^{2}\\ln{\\vert\\tilde{\\alpha}^{2}+c_{2}\\vert}$, with the UCEP at $(c_{1},c_{2})=(1/e,0)$ and $\\tilde{\\alpha}$ being the order parameter. We further map the finite-temperature phase diagram and perform a symmetry analysis. By unifying first- and second-order signatures in a single, direction-dependent endpoint, the UCEP introduces a qualitatively new class of phase transition and may have applications in fields such as quantum measurement and quantum sensing. This work also provides an intriguing platform for exploring novel critical phenomena in cavity-coupled many-body systems with or without dissipation."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Iggy bop: how I tune in to the needs of Galápagos marine iguanas",
      "authors": [
        "Anna  Napolitano"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02870-7",
      "doi": "10.1038/d41586-025-02870-7",
      "summary": "Nature, Published online: 08 September 2025; doi:10.1038/d41586-025-02870-7 Zoologist Amy MacLeod supports conservation efforts by using drones to survey endangered species."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "My blue is your blue: different people’s brains process colours in the same way",
      "authors": [
        "Katie Kavanagh"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02901-3",
      "doi": "10.1038/d41586-025-02901-3",
      "summary": "Nature, Published online: 08 September 2025; doi:10.1038/d41586-025-02901-3 Neuroscientists can predict what colour a person is looking at using a machine-learning tool trained on the brain activity of others."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "<b>The surprising ways bridges resist collapse</b>",
      "authors": [
        "Nick Petrić Howe"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02881-4",
      "doi": "10.1038/d41586-025-02881-4",
      "summary": "Nature, Published online: 08 September 2025; doi:10.1038/d41586-025-02881-4 Researchers have uncovered six mechanisms that could be reinforced to prevent steel truss bridges collapsing."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Research misconduct: how the scientific community is fighting back",
      "authors": [
        "Nick Petrić Howe"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02877-0",
      "doi": "10.1038/d41586-025-02877-0",
      "summary": "Nature, Published online: 08 September 2025; doi:10.1038/d41586-025-02877-0 Misconduct is rare in science, but there are worries about a detritus of fake papers in the scientific literature. In this podcast, we explore why misconduct happens and how to tackle it."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Rainer Weiss obituary: Nobel laureate who pioneered the technique that detected gravitational waves",
      "authors": [
        "Bruce Allen"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02816-z",
      "doi": "10.1038/d41586-025-02816-z",
      "summary": "Nature, Published online: 08 September 2025; doi:10.1038/d41586-025-02816-z Physicist who spearheaded the construction of the LIGO observatory to detect Einstein’s predicted ripples in space-time leaves a legacy of persistence and mentorship."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "‘Communities already have the solutions’: why I advocate for Indigenous knowledge",
      "authors": [
        "Vanesa de la Cruz Pavas"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02654-z",
      "doi": "10.1038/d41586-025-02654-z",
      "summary": "Nature, Published online: 08 September 2025; doi:10.1038/d41586-025-02654-z Environmental scientist and global advocate Jessica Hernandez works to secure women’s rights and to integrate Indigenous science into environmental policy."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "‘LinkedIn is like air to me’: the scientists who’ve cracked professional networking",
      "authors": [
        "Anne Marie Conlon"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02494-x",
      "doi": "10.1038/d41586-025-02494-x",
      "summary": "Nature, Published online: 08 September 2025; doi:10.1038/d41586-025-02494-x Fans of the global social-media platform explain how best to harness its career-boosting and collaboration potential."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Can a bold ‘social contract’ make data sharing more palatable?",
      "authors": [
        "Nchangwi Syntia Munung",
        "Cornelius Ewuoso",
        "Francis E. Agamah",
        "Emile R. Chimusa"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02817-y",
      "doi": "10.1038/d41586-025-02817-y",
      "summary": "Nature, Published online: 08 September 2025; doi:10.1038/d41586-025-02817-y Hoarding of health data is common across Africa, owing to well-founded concerns about exploitation and misuse of biomedical information. A charter that guarantees responsible data stewardship would help to allay such fears."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How to build nature back better — read this manual",
      "authors": [
        "Ryan Nolan"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02815-0",
      "doi": "10.1038/d41586-025-02815-0",
      "summary": "Nature, Published online: 08 September 2025; doi:10.1038/d41586-025-02815-0 By clearing the confusion, this comprehensive guide can help businesses to do more for nature."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Can researchers stop AI making up citations?",
      "authors": [
        "Elizabeth Gibney"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02853-8",
      "doi": "10.1038/d41586-025-02853-8",
      "summary": "Nature, Published online: 08 September 2025; doi:10.1038/d41586-025-02853-8 OpenAI’s GPT-5 hallucinates less than previous models do, but cutting hallucination completely might prove impossible."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "‘Amazing feat’: US man still alive six months after pig kidney transplant",
      "authors": [
        "Rachel Fieldhouse"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02851-w",
      "doi": "10.1038/d41586-025-02851-w",
      "summary": "Nature, Published online: 08 September 2025; doi:10.1038/d41586-025-02851-w The first six months after an organ transplant are the riskiest for recipients."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Certifying almost all quantum states with few single-qubit measurements",
      "authors": [
        "Hsin-Yuan Huang",
        "John Preskill",
        "Mehdi Soleimanifar"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03025-1",
      "doi": "10.1038/s41567-025-03025-1",
      "summary": "Nature Physics, Published online: 08 September 2025; doi:10.1038/s41567-025-03025-1 The certification protocol presented here is an efficient way to verify that a many-qubit quantum state is close to a desired target state. As well as enabling the verification of near-term quantum devices, it has applications to quantum learning."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "A roadmap for the widespread adoption of frugal microscopes",
      "authors": [
        "Mai A. Rahmoon",
        "Chad M. Hobson",
        "Teng-Leong Chew",
        "Jesse S. Aaron"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63691-w",
      "doi": "10.1038/s41467-025-63691-w",
      "summary": "Nature Communications, Published online: 08 September 2025; doi:10.1038/s41467-025-63691-w Microscopy drives biological discovery, yet high costs limit its access to resource-limited regions. We highlight examples of successful frugal microscopes that have overcome adoption barriers, offering a roadmap to expand affordable, quantitative imaging tools and foster impactful research in resource-limited settings."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Community-based research supports more just and equitable industrial decarbonization",
      "authors": [
        "Jessica Smith",
        "Jennifer Hirsch",
        "Kirk Jalbert",
        "Lauren Keeler",
        "Katie OConnell",
        "Daryl-Lynn Roberts",
        "Benjamin Sovacool"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63569-x",
      "doi": "10.1038/s41467-025-63569-x",
      "summary": "Nature Communications, Published online: 08 September 2025; doi:10.1038/s41467-025-63569-x Industrial decarbonization poses both risks and benefits for communities. We show how community-based research can move pervasive yet nebulous calls for community engagement to processes that emphasize just and equitable governance."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Understanding efficiency losses from radiative and nonradiative recombination in Cu<sub>2</sub>ZnSn(S,Se)<sub>4</sub> solar cells",
      "authors": [
        "Shreyash S. Hadke",
        "Zhenghua Su",
        "Qingbo Meng",
        "Hao Xin",
        "Sixin Wu",
        "Guangxing Liang",
        "Zhipeng Shao",
        "Lydia H. Wong"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63345-x",
      "doi": "10.1038/s41467-025-63345-x",
      "summary": "Nature Communications, Published online: 08 September 2025; doi:10.1038/s41467-025-63345-x The photovoltaic performance of Cu2ZnSn(S,Se)4 solar cells has so far been hindered by open-circuit voltage losses. Here, the authors quantify such losses reported in the literature and point out the need to reduce non-radiative recombination for a breakthrough in power conversion efficiency."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "An electrochemiluminescence device powered by streaming potential for the detection of amines in flowing solution",
      "authors": [
        "Rintaro Suzuki",
        "Suguru Iwai",
        "Ryota Kirino",
        "Kosuke Sato",
        "Mariko Konishi",
        "George Hasegawa",
        "Norio Ishizuka",
        "Kimihiro Matsukawa",
        "Kazuo Tanaka",
        "Elena Villani",
        "Shinsuke Inagi"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63548-2",
      "doi": "10.1038/s41467-025-63548-2",
      "summary": "Nature Communications, Published online: 08 September 2025; doi:10.1038/s41467-025-63548-2 This study reports a microfluidic device based on electrochemiluminescence detection that can be potentially operated without electricity, since it functions exploiting the concept of streaming potential-driven bipolar electrochemistry."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "An electrically controlled single-molecule spin switch",
      "authors": [
        "Wantong Huang",
        "Kwan Ho Au-Yeung",
        "Paul Greule",
        "Máté Stark",
        "Christoph Sürgers",
        "Wolfgang Wernsdorfer",
        "Roberto Robles",
        "Nicolas Lorente",
        "Philip Willke"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63574-0",
      "doi": "10.1038/s41467-025-63574-0",
      "summary": "Nature Communications, Published online: 08 September 2025; doi:10.1038/s41467-025-63574-0 Huang et al. demonstrate an electrically controlled Fe–FePc molecular spin switch that reversibly changes its magnetic state and shifts a nearby spin’s resonance, showing potential of scalable, electrically tunable molecular quantum devices."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "On-liquid surface synthesis of diyne-linked two-dimensional polymer crystals",
      "authors": [
        "Ye Yang",
        "Yufeng Wu",
        "Chang Liu",
        "Mike Hambsch",
        "Tiange Dong",
        "David Bodesheim",
        "Mahabir Prasad",
        "Arezoo Dianat",
        "Thomas D. Kühne",
        "Gianaurelio Cuniberti",
        "Stefan C. B. Mannsfeld",
        "Stuart S. P. Parkin",
        "Renhao Dong",
        "Zhiyong Wang",
        "Xinliang Feng"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63768-6",
      "doi": "10.1038/s41467-025-63768-6",
      "summary": "Nature Communications, Published online: 08 September 2025; doi:10.1038/s41467-025-63768-6 The synthesis of crystalline 2D polymers typically relies on reversible dynamic covalent reactions, but achieving 2D polymers through irreversible carbon-carbon coupling reactions remains a formidable challenge. Here, the authors present an on-liquid surface synthesis method for constructing diyne-linked 2D polymers."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "The DNA replication machinery transmits dual signals to prevent unscheduled licensing and execution of centrosome duplication",
      "authors": [
        "Kyohei Matsuhashi",
        "Kei K. Ito",
        "Kaho Nagai",
        "Akira Sanada",
        "Koki Watanabe",
        "Kasuga Takumi",
        "Atsushi Toyoda",
        "Masamitsu Fukuyama",
        "Shohei Yamamoto",
        "Takumi Chinen",
        "Grant S. Stewart",
        "Shoji Hata",
        "Daiju Kitagawa"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63002-3",
      "doi": "10.1038/s41467-025-63002-3",
      "summary": "Nature Communications, Published online: 08 September 2025; doi:10.1038/s41467-025-63002-3 Cell division requires strict control of DNA replication and centrosome duplication. Here, the authors reveal that DNA replication machinery transmits dual signals to control proper timing of centrosome duplication for genome stability"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "<i>E. coli</i> filament buckling modulates Min patterning and cell division",
      "authors": [
        "Marta Nadal",
        "Léna Guitou",
        "Iago Diez",
        "Juan Hurtado",
        "Alejandro Martínez",
        "Iago Grobas",
        "Javier Buceta"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63509-9",
      "doi": "10.1038/s41467-025-63509-9",
      "summary": "Nature Communications, Published online: 08 September 2025; doi:10.1038/s41467-025-63509-9 Bacterial filamentation alters cell geometry, impacting spatial regulation of division. Here, the authors show that E. coli filament buckling modulates Min protein dynamics and determines division site placement after stress relief."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Re-entrant phase behaviour of organic semiconductors",
      "authors": [
        "Zhengxing Peng",
        "Masoud Ghasemi",
        "Jasper J. Michels",
        "Harald Ade"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02348-x",
      "doi": "10.1038/s41563-025-02348-x",
      "summary": "Nature Materials, Published online: 08 September 2025; doi:10.1038/s41563-025-02348-x Insights to elucidate the composition–behaviour relationship in organic photovoltaic materials are required. Here the phase behaviour of disordered polymer:small-molecule acceptor blends is studied and an extended model is invoked to understand the temperature–composition diagrams."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Molecular engineering of two-dimensional polyamide interphase layers for anode-free lithium metal batteries",
      "authors": [
        "Shuo Wang",
        "Yan Wang",
        "Zhaofeng Ouyang",
        "Shitao Geng",
        "Qianyun Chen",
        "Xiaoju Zhao",
        "Bin Yuan",
        "Xiao Zhang",
        "Shanshan Tang",
        "Qiuchen Xu",
        "Peining Chen",
        "Huisheng Peng",
        "Hao Sun"
      ],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02339-y",
      "doi": "10.1038/s41563-025-02339-y",
      "summary": "Nature Materials, Published online: 08 September 2025; doi:10.1038/s41563-025-02339-y Two-dimensional polyamide/lithiated Nafion interphase layers assembled into ultrathin sheets show high-rate, high-capacity Li plating/stripping as well as high energy and power densities, enabling the fabrication of high-performance anode-free Li metal batteries."
    },
    {
      "journalKey": "NSR",
      "journal": "National Science Review",
      "journalShort": "NSR",
      "type": "published",
      "title": "Correction to: Red blood cell membrane-camouflaged nanoparticles loaded with AIEgen and Poly(I:C) for enhanced tumoral photodynamic-immunotherapy",
      "authors": [],
      "date": "2025-09-08T00:00:00+00:00",
      "link": "https://academic.oup.com/nsr/article/doi/10.1093/nsr/nwaf324/8249208?rss=1",
      "doi": "10.1093/nsr/nwaf324",
      "summary": ""
    }
  ]
}