{
  "generatedAt": "2025-09-29T01:05:05.076285+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Aligning global mercury mitigation with climate action",
      "authors": [
        "Chengjun Li",
        "Mengjie Wu",
        "Wenli Tang",
        "Ben Yu",
        "Alfonso Saiz-Lopez",
        "Alexandre Poulain",
        "Michael S. Bank",
        "Qinghua Zhou",
        "Paul L. E. Bodelier",
        "Zhen Yan",
        "Beat Frey",
        "Haiyan Hu",
        "Jiaxing Chen",
        "Yuelu Jiang",
        "Huan Zhong"
      ],
      "date": "2025-09-28T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62176-0",
      "doi": "10.1038/s41467-025-62176-0",
      "summary": "Nature Communications, Published online: 28 September 2025; doi:10.1038/s41467-025-62176-0 The impact of mercury (Hg) mitigation on microbe-mediated greenhouse gas (GHG) dynamics remains elusive. In this Perspective, the authors fill this gap by synthesizing fragmented evidence on the Hg-microbe-GHG nexus, proposing a roadmap to align Hg mitigation with climate action."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Long-Term Stable Nonlinear Evolutions of Ultracompact Black-Hole Mimickers",
      "authors": [
        "Gareth Arturo Marks, Seppe J. Staelens, Tamara Evstafyeva, and Ulrich Sperhake"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lk48-7r2f",
      "doi": "10.1103/lk48-7r2f",
      "summary": "We study the stability of ultracompact boson stars admitting light rings combining a perturbative analysis with $3+1$ numerical-relativity simulations with and without symmetry assumptions. We observe excellent agreement between all perturbative and numerical results, which uniformly support the hyp… [Phys. Rev. Lett. 135, 131402] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Probing New Hadronic Forces with Heavy Exotic Atoms",
      "authors": [
        "Hongkai Liu, Ben Ohayon, Omer Shtaif, and Yotam Soreq"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ndfg-42w7",
      "doi": "10.1103/ndfg-42w7",
      "summary": "We explore the potential of precision spectroscopy of heavy exotic atoms where electrons are substituted by negative hadrons to detect new force carriers with hadronic couplings. The selected transitions are unaffected by nuclear contact terms, thus enabling highly accurate calculations using bound-… [Phys. Rev. Lett. 135, 131803] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Switchable Chern Insulators and Competing Quantum Phases in Rhombohedral Graphene Moiré Superlattices",
      "authors": [
        "Jian Zheng, Size Wu, Kai Liu, Bosai Lyu, Shuhan Liu, Yating Sha, Zhengxian Li, Kenji Watanabe, Takashi Taniguchi, Jinfeng Jia, Zhiwen Shi, and Guorui Chen"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/chsq-ndzs",
      "doi": "10.1103/chsq-ndzs",
      "summary": "A range of competing phases and their transitions are observed using a device made of rhombohedrally stacked hexalayer graphene on hexagonal boron nitride moiré superlattices. [Phys. Rev. Lett. 135, 136302] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Field induced density wave in a kagome superconductor</span>",
      "authors": [
        "Md. Shafayat Hossain, Qi Zhang, Julian Ingham, Jinjin Liu, Sen Shao, Yangmu Li, Yuxin Wang, Bal K. Pokharel, Zi-Jia Cheng, Yu-Xiao Jiang, Maksim Litskevich, Byunghoon Kim, Xian Yang, Yongkai Li, Tyler A. Cochran, Yugui Yao, Dragana Popović, Zhiwei Wang, Guoqing Chang, Ronny Thomale, Luis Balicas, and M. Zahid Hasan"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/98070Y2dK9d1108e30ce668566ec3fe317378cce9",
      "doi": "10.1103/5f9f-bsqw",
      "summary": "On the kagome lattice, electrons benefit from the simultaneous presence of band topology, flat electronic bands, and van Hove singularities, forming competing or cooperating orders. Understanding the interrelation between these distinct order parameters remains a significant challenge, leaving much … [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Observation of fully flat bands in a photonic dipolar kagome lattice</span>",
      "authors": [
        "Han-Rong Xia, Ziyao Wang, Yunrui Wang, Zhen Gao, and Meng Xiao"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2e071YfcS162f20850035d07c44718d6bb0ffa3b8",
      "doi": "10.1103/bt9s-qsfj",
      "summary": "Flat bands, characterized by zero group velocity and strong energy localization, enable interaction-enhanced phenomena across both quantum and classical systems. Existing photonic flat-band implementations were limited to evanescent-wave systems, specific lattice symmetries, or complex supercell mod… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Discovery of universal phonon thermal Hall effect in crystals</span>",
      "authors": [
        "X. B. Jin, X. Zhang, H. R. Wang, Y. H. Jiao, W. B. Wan, and S. Y. Li"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5d072Y8cQ031c490d9c77d64626c011e6b43687ce",
      "doi": "10.1103/r572-5dfm",
      "summary": "Thermal Hall effect (THE) in insulator is a remarkable phenomenon that arises from the motion of chargeless quasi-particles under a magnetic field. While magnons or various exotic excitations were considered as the origin of THE in some magnetic materials, there are more and more evidences suggestin… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Invariant measures in time-delay coordinates for unique dynamical system identification</span>",
      "authors": [
        "Jonah Botvinick-Greenhouse, Robert Martin, and Yunan Yang"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/6f07cYd9Mf115a8be3690a3178c08a7b1ddb83812",
      "doi": "10.1103/ppys-lx68",
      "summary": "While invariant measures are widely employed to analyze physical systems when a direct study of pointwise trajectories is intractable, e.g., due to chaos or noise, they cannot uniquely identify the underlying dynamics. Our first result shows that, in contrast to invariant measures in state coordinat… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Topological temporal boundary states in a non-Hermitian spatial crystal</span>",
      "authors": [
        "Ming-Wei Li, Jian-Wei Liu, Xulong Wang, Wen-Jie Chen, Guancong Ma, and Jian-Wen Dong"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/55073Y01Oac19e83f71558f3510d9714b15dade24",
      "doi": "10.1103/9b46-d2ry",
      "summary": "Periodic modulation of the material index in time opens momentum gaps. Such systems are regarded as the temporal analogue of common spatial crystals, wherein the bandgaps open in frequency space. Recent studies have also led to the theoretical prediction of topological temporal boundary states (TTBS… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Non-Hermitian quantum mechanics approach for extracting and emulating continuum physics based on bound-state-like calculations</span>",
      "authors": [
        "Xilin Zhang"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/be077Y62Q0d1c29ac4f781d9313153002d4802dd1",
      "doi": "10.1103/5frj-w5xh",
      "summary": "This work introduces a unified emulation framework for studying continuum physics in finite quantum systems. Using a reduced basis method, we construct powerful emulators for the inhomogeneous Schr\"{o}dinger equation that operate in a combined parameter space of complex energy ($E$) and other inputs… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Resolving the negative effective neutrino mass parameter with cosmic birefringence</span>",
      "authors": [
        "Toshiya Namikawa"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ac078Yd6Ta72430293275101b1c65e1c5352c1c82",
      "doi": "10.1103/qgnn-6hsf",
      "summary": "The recent measurement of baryonic acoustic oscillations (BAO) by the Dark Energy Spectroscopic Instrument (DESI) reveals a mild tension with observations of the cosmic microwave background (CMB) within the standard $Λ$CDM cosmological model. This discrepancy leads to a preference for a total neutri… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Anomalous nodal gap in a doped spin-1/2 antiferromagnetic Mott insulator</span>",
      "authors": [
        "Yong Hu, Christopher Lane, Xiang Chen, Shuting Peng, Zeliang Sun, Makoto Hashimoto, Donghui Lu, Tao Wu, Robert S. Markiewicz, Xianhui Chen, Arun Bansil, Stephen D. Wilson, and Junfeng He"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a0075Yc2P2b1d89967002407d9ec31bd51ab7142a",
      "doi": "10.1103/3rw4-mhz8",
      "summary": "Many emergent phenomena appear in doped Mott insulators near the insulator-to-metal transition. In high-temperature cuprate superconductors, the superconductivity arises when antiferromagnetic (AFM) order is gradually suppressed by carrier doping, and the d-wave superconducting gap forms when an eni… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Toughness of double network hydrogels: The role of reduced stress propagation</span>",
      "authors": [
        "Samuel B. Walker and Suzanne M. Fielding"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4e073Ye5Pd42d003819b4d20227ef07095aa1d269",
      "doi": "10.1103/kck9-tc46",
      "summary": "Double network hydrogels show remarkable mechanical performance, combining high strength and fracture toughness with sufficient stiffness to bear load, despite containing only a low density of cross-linked polymer molecules in water. We introduce a simple mesoscale model of a double network material… [Phys. Rev. Lett.] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Interaction-induced flat-band localization transition in a nonreciprocal rhombic lattice",
      "authors": [
        "Lei Wang, Chaohua Wu, Xuewei Zhang, Juan Kang, and Gang Chen"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b5nj-v38m",
      "doi": "10.1103/b5nj-v38m",
      "summary": "Flat bands arising from destructive interference are qualified candidates for hosting exotic states of matter. Here we investigate the spectral and localization features of two interacting particles in a non-Hermitian flat-band lattice, described by a flux-dressed rhombic-Hubbard model with nonrecip… [Phys. Rev. B 112, 094316] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Unified theory of anisotropic magnetoresistance and unidirectional magnetoresistance in nanoscale bilayers",
      "authors": [
        "X. R. Wang"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/27x5-qr5s",
      "doi": "10.1103/27x5-qr5s",
      "summary": "Nanoscale bilayers containing at least one magnetic layer exhibit universal unusual anisotropic magnetoresistance (UAMR) and unidirectional magnetoresistance (UMR). They are currently understood through various mechanisms related to the interconversion of charge current and spin current, giant magne… [Phys. Rev. B 112, 094451] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Manifold role of a Ta adhesion layer in pressure-tuned Co/Pt multilayers",
      "authors": [
        "Rico Ehrler, Tino Uhlig, René Hübner, Fabian Samad, Peter Heinig, and Olav Hellwig"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5g32-ykxx",
      "doi": "10.1103/5g32-ykxx",
      "summary": "In this study, we systematically compare the impact of a 1.5-nm-thin Ta adhesion layer on the structural and magnetic behavior of Co/Pt multilayers (MLs) sputter-deposited at a low and a high Ar gas pressure. Our focus is a comprehensive structural analysis, centered on real-space cross-sectional sc… [Phys. Rev. B 112, 094452] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetic structure and crystal field states of the heavy fermion system ${\\mathrm{YbPt}}_{5}{\\mathrm{B}}_{2}$",
      "authors": [
        "Leonid Salamakha, Oksana Sologub, Herwig Michor, Dmitry Khalyavin, Manh Duc Le, Devashibhai T. Adroja, and Ernst Bauer"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pj8b-d5h9",
      "doi": "10.1103/pj8b-d5h9",
      "summary": "By means of elastic (NPD) and inelastic neutron (INS) scattering experiments, the authors explore here the magnetic structure and the impact of crystalline electric field (CEF) effects in ternary YbPt 5 B 2 . A commensurate antiferromagnetic phase was derived below 4.7 K, separated by a first order phase transition from an incommensurate phase at 4 . 7 ≤ T ≤ 7 . 8 K. The CEF and coexisting Kondo interactions in this heavy fermion compound arrange a hierarchy of magnetic moments, from the free ion value ( m ( Yb 3 + ) = 4 μ B ) to the CEF driven score, m Y b C E F = 3 . 55 μ B and finally to m Y b N P D = 3 . 04 μ B owing to the demagnifying impact of the Kondo effect. [Phys. Rev. B 112, 094453] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Strain-controlled $g$- to $d$-wave transition in altermagnetic CrSb",
      "authors": [
        "Bennet Karetta, Xanthe H. Verbeek, Rodrigo Jaeschke-Ubiergo, Libor Šmejkal, and Jairo Sinova"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pbbr-hwz4",
      "doi": "10.1103/pbbr-hwz4",
      "summary": "d -wave altermagnets allow for the generation of pure spin currents, a process vital for spintronics, without the need for spin-orbit coupling. Here, the authors show that through strain manipulation, this functionality can be induced in g -wave altermagnets, where it is otherwise forbidden. Through symmetry analysis, minimal modeling, and first-principles calculations, the authors identify three strain directions producing d -wave spin splitting in g -wave CrSb, with significant spin-splitter currents as a consequence, highlighting strain as an effective tool to engineer altermagnetic properties. [Phys. Rev. B 112, 094454] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "EuAuSb: An odd-parity helical variation of altermagnetism",
      "authors": [
        "J. Sears, Juntao Yao, Zhixiang Hu, Wei Tian, Niraj Aryal, Weiguo Yin, A. M. Tsvelik, I. A. Zaliznyak, Qiang Li, and J. M. Tranquada"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/k376-4cxw",
      "doi": "10.1103/k376-4cxw",
      "summary": "The authors present here neutron diffraction measurements identifying a helical magnetic order in the Dirac semimetal EuAuSb. In a magnetic field, the sample undergoes a first-order incommensurate to commensurate transition before entering the field polarized state. Electronic structure calculations show the importance of symmetry breaking by the magnetic order, as bands near the Fermi level lose their spin degeneracy via a mechanism similar to that in the collinear altermagnets. Unlike the even symmetry seen in the altermagnets, splitting in EuAuSb has odd-wave symmetry, similar to several other recently reported coplanar magnetic materials. [Phys. Rev. B 112, 094455] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Exploring functionalized ${\\mathrm{Zr}}_{2}\\mathrm{N}$ and ${\\mathrm{Sc}}_{2}\\mathrm{N}$ MXenes as superconducting candidates with <i>ab initio</i> calculations",
      "authors": [
        "Alpin N. Tatan and Osamu Sugino"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/l5cz-4s24",
      "doi": "10.1103/l5cz-4s24",
      "summary": "We study new superconductor candidates in functionalized MXenes ${\\mathrm{Zr}}_{2}{\\mathrm{NS}}_{2}$, ${\\mathrm{Zr}}_{2}{\\mathrm{NCl}}_{2}$, and ${\\mathrm{Sc}}_{2}{\\mathrm{NCl}}_{2}$ with ab initio calculations based on density functional theory for superconductors (SCDFT). The superconducting trans… [Phys. Rev. B 112, 094521] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Pressure-induced phase transitions in ${\\mathrm{(EDO-TTF)}}_{2}$ ${\\mathrm{SbF}}_{6}$ single crystals revealed by ultrafast optical spectroscopy",
      "authors": [
        "Thomas Gauthier, Nicolas Godin, Elzbieta Trzop, Roman Bertoni, Xiangfeng Shao, Mitsuhiko Maesato, Yoshiaki Nakano, and Hideki Yamochi"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pwjb-87c2",
      "doi": "10.1103/pwjb-87c2",
      "summary": "In this study, we have investigated the ultrafast photoinduced dynamics of ${(\\mathrm{EDO}\\text{−}\\mathrm{TTF})}_{2}{\\mathrm{SbF}}_{6}$ single crystals under hydrostatic pressure. Our results indicate the occurrence of the charge-ordering phase transition under hydrostatic pressure at room temperatu… [Phys. Rev. B 112, 104323] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetic ground state, critical analysis of magnetization, and large magnetocaloric effect in ferromagnetically coupled kagome lattice ${\\mathrm{YCa}}_{3}{(\\mathrm{MnO})}_{3}({\\mathrm{BO}}_{3}{)}_{4}$",
      "authors": [
        "A. Choudhary, A. Magar, S. Ghosh, S. Kanungo, and R. Nath"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6sjq-dfj7",
      "doi": "10.1103/6sjq-dfj7",
      "summary": "We report a detailed study of the magnetic properties, critical analysis of magnetization, and magnetocaloric effect of a spin-2 kagome lattice ${\\mathrm{YCa}}_{3}{(\\mathrm{MnO})}_{3}{({\\mathrm{BO}}_{3})}_{4}$. The experiments are complemented by the density functional band-structure calculations. T… [Phys. Rev. B 112, 104441] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Accelerated ultrafast demagnetization of an interlayer-exchange-coupled Co/Mn/Co trilayer",
      "authors": [
        "Jendrik Gördes, Ivar Kumberg, Chowdhury S. Awsaf, Marcel Walter, Tauqir Shinwari, Sangeeta Thakur, Sangeeta Sharma, Christian Schüßler-Langeheine, Niko Pontius, and Wolfgang Kuch"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h2cw-hdvm",
      "doi": "10.1103/h2cw-hdvm",
      "summary": "We investigate the ultrafast magnetization dynamics of an interlayer-exchange-coupled Co/Mn/Co trilayer system after excitation with an ultrafast optical pump. We probe element- and time-resolved ferromagnetic order by x-ray magnetic circular dichroism in resonant reflectivity. We observe an acceler… [Phys. Rev. B 112, 104442] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum-geometric spin and charge Josephson diode effects",
      "authors": [
        "Niklas L. Schulz, Danilo Nikolić, and Matthias Eschrig"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nb38-v1jq",
      "doi": "10.1103/nb38-v1jq",
      "summary": "We present a general mechanism for large charge and spin Josephson diode effects in strongly spin-polarized superconductor-ferromagnet hybrid structures with a noncoplanar spin texture, formulated in terms of quantum-geometric phases. We present necessary conditions for this effect to occur, and sho… [Phys. Rev. B 112, 104514] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Theory of quantum-geometric charge and spin Josephson diode effects in strongly spin-polarized hybrid structures with noncoplanar spin textures",
      "authors": [
        "Niklas L. Schulz, Danilo Nikolić, and Matthias Eschrig"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4t18-yyx4",
      "doi": "10.1103/4t18-yyx4",
      "summary": "We present a systematic study of the spin-resolved Josephson diode effect (JDE) in strongly spin-polarized ferromagnets (sFM) coupled to singlet superconductors (SC) via ferromagnetic insulating interfaces (FI). All metallic parts are described in the framework of the quasiclassical Usadel Green's f… [Phys. Rev. B 112, 104515] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Diverse magnetic phase diagram and anomalous Hall effect in antiferromagnetic ${\\mathrm{LuMn}}_{6}{\\mathrm{Sn}}_{6}$",
      "authors": [
        "Shirin Mozaffari, Seung-Hwan Do, Richa P. Madhogaria, Aikaterini Flessa Savvidou, Brian W. Casas, William R. Meier, Rui Xue, Eun Sang Choi, Luis Balicas, and David G. Mandrus"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hwz4-z9mm",
      "doi": "10.1103/hwz4-z9mm",
      "summary": "The interactions between conduction electrons and magnetism can significantly enhance the Hall signal, a phenomenon known as the anomalous Hall effect (AHE). While the AHE is generally not expected in antiferromagnets, a large AHE is observed in certain antiferromagnets with noncollinear spin textur… [Phys. Rev. B 112, 115147] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Enhancement of dominant ${d}_{xy}$-wave pairing in the overdoped Hubbard model with next-nearest hopping ${t}^{′}$",
      "authors": [
        "Chao Chen, Cong Chen, Kai Li, Xuelei Sui, Wenbo Long, Haibin Yang, and Bing Huang"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wfbr-fg2v",
      "doi": "10.1103/wfbr-fg2v",
      "summary": "Motivated by the important role of next-nearest-neighbor hopping ${t}^{′}$ in the Hubbard model, we perform a systematic quantum Monte Carlo study of the superconducting pairing correlation in the heavily doped Hubbard model. By combining the determinant quantum Monte Carlo with constrained-path qua… [Phys. Rev. B 112, 115148] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Extremely large magnetoresistance and Shubnikov-de Haas oscillations in topological semimetal ${\\mathrm{FeGe}}_{2}$",
      "authors": [
        "Yuan-Qiao Chen, Wei-Bin Wu, Mei Du, Yi-Wei Fan, Ya-Xun He, Jia-Ying Zhang, Qi-Ling Xiao, Zhe Li, and Jun-Yi Ge"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6ycd-k56z",
      "doi": "10.1103/6ycd-k56z",
      "summary": "Extremely large magnetoresistance (XMR) observed in topological materials holds significant promise for spintronic applications. In this work, we systematically investigate the magnetotransport properties and quantum oscillations in high-quality single crystals of the magnetic nodal-line semimetal $… [Phys. Rev. B 112, 115149] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Augmenting a finite-temperature tensor network with Clifford circuits",
      "authors": [
        "Xiangjian Qian, Jiale Huang, and Mingpu Qin"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gljy-1ykf",
      "doi": "10.1103/gljy-1ykf",
      "summary": "Recent studies have highlighted the combination of tensor-network methods and the stabilizer formalism as a very effective framework for simulating quantum many-body systems, encompassing areas from ground-state to time-evolution simulations. In these approaches, the entanglement associated with sta… [Phys. Rev. B 112, 115150] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Topological electronic structure of noncollinear magnetic phases in a multiorbital Hubbard model with spin-orbit interactions",
      "authors": [
        "Ying-Lin Li, Po-Hao Chou, and Chung-Yu Mou"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mtv6-kzxb",
      "doi": "10.1103/mtv6-kzxb",
      "summary": "We explore topological electronic structure of magnetic phases in a multiorbital Hubbard model with spin-orbit interactions. To account for more general antiferromagnetic orders that go beyond the collinear Néel order, two different spin-orbit interactions, Dresselhaus and Rashba spin-orbit interact… [Phys. Rev. B 112, 115151] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Unified mechanism behind the body-centered-cubic phase stability in compressed solids",
      "authors": [
        "Masaaki Geshi, Hiroki Funashima, and Gayan Prasad Hettiarachchi"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6cnj-9lr4",
      "doi": "10.1103/6cnj-9lr4",
      "summary": "We propose a unified mechanism to understand the remarkable stability of the body-centered cubic (bcc) phase in compressed solids, rooted in the orbital character of the electronic structure. In our previous study [ Phys. Rev. B 108 , 094112 (2023) ], we showed that the contrasting high-pressure behavi… [Phys. Rev. B 112, 125161] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Interaction-induced topological phase transition in magnetic Weyl semimetals",
      "authors": [
        "Konstantinos Sourounis and Aurélien Manchon"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/654w-9jss",
      "doi": "10.1103/654w-9jss",
      "summary": "Despite the tremendous interest raised by the recent realization of magnetic Weyl semimetals and the observation of giant anomalous Hall signals, most of the theories used to interpret experimental data overlook the influence of magnetic fluctuations, which are ubiquitous in such materials and can m… [Phys. Rev. B 112, 125162] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetotransport in a two-dimensional hybrid band system: Dirac and heavy-hole interplay",
      "authors": [
        "G. M. Gusev, A. D. Levin, V. A. Chitta, Z. D. Kvon, and N. N. Mikhailov"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2432-7k7c",
      "doi": "10.1103/2432-7k7c",
      "summary": "We investigate magnetoresistivity and the Hall effect in a 6.3-nm gapless HgTe quantum well—a two-dimensional hybrid band system featuring coexisting linear (Dirac-like) and parabolic hole energy bands at low energies. Using a classical two-subband model that includes intervalley scattering, we reve… [Phys. Rev. B 112, 125304] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Observation of nonequilibrium intrinsic phonon relaxation by ultrafast infrared microspectroscopy",
      "authors": [
        "Yang Luo, Heyuan Liu, Kun Yang, Shu Zhang, Zicheng Zhou, Jiajie Qi, Chenchen Wu, Xiangdong Guo, Kaihui Liu, Xiaoxia Yang, Hailong Chen, and Qing Dai"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lgbl-xcng",
      "doi": "10.1103/lgbl-xcng",
      "summary": "While free/excited electron-phonon coupling has been extensively investigated, crucial physical processes—such as ultrafast thermal transport and many phase transitions—are mainly governed by nonequilibrium intrinsic phonons, which remain challenging to observe. Here, the relaxation dynamics of none… [Phys. Rev. B 112, 125424] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Fractional chiral second-order topological insulator from a three-dimensional array of coupled wires",
      "authors": [
        "Viktoriia Pinchenkova, Katharina Laubscher, and Jelena Klinovaja"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3k8s-d6ht",
      "doi": "10.1103/3k8s-d6ht",
      "summary": "We construct a model of a three-dimensional chiral second-order topological insulator (SOTI) from an array of weakly coupled nanowires. We show that, in a suitable parameter regime, the interplay between rotating magnetic fields and spatially modulated interwire tunnelings leads to the opening of ga… [Phys. Rev. B 112, 125425] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Excess quasiparticles and their dynamics in the presence of subgap states",
      "authors": [
        "P. B. Fischer and G. Catelani"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jj9b-27qs",
      "doi": "10.1103/jj9b-27qs",
      "summary": "Material inhomogeneities in a superconductor generically lead to broadening of the density of states and to subgap states. The latter are associated with spatial fluctuations of the gap in which quasiparticles can be trapped. Recombination between such localized quasiparticles is hindered by their s… [Phys. Rev. B 112, L100507] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Theory of three-terminal Andreev spin qubits",
      "authors": [
        "Aleksandr Svetogorov, Kiryl Piasotski, Wolfgang Belzig, and Mikhail Pletyukhov"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/55xn-c574",
      "doi": "10.1103/55xn-c574",
      "summary": "In this Letter, we introduce a next generation of Andreev spin qubits—three-terminal Andreev spin qubits. These qubits outperform two-terminal devices in the speed of two-qubit gates, benefiting from enhanced spin splitting. Our theoretical analysis reveals increased tunability and interqubit coupli… [Phys. Rev. B 112, L100508] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum Mpemba effect without global symmetries",
      "authors": [
        "Tanmay Bhore, Lei Su, Ivar Martin, Aashish A. Clerk, and Zlatko Papić"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1td3-2vwf",
      "doi": "10.1103/1td3-2vwf",
      "summary": "A hot object can sometimes equilibrate faster than a colder one, a counterintuitive phenomenon known as the Mpemba effect. A quantum analogue has recently been explored in connection with symmetry breaking. Here, the authors show that this effect is far more general, arising in diverse quantum systems without global symmetries, including the quantum Ising model, disordered spin chains, and Floquet systems. [Phys. Rev. B 112, L121109] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Two-channel thermal transport in bilayer graphene with twist-angle engineering and electron-phonon coupling</span>",
      "authors": [
        "Xue Cheng, Yukai Han, Guangwu Zhang, Qiye Zheng, Ziman Wang, and Xinyu Wang"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0807cO73Qae1f55180337fb0435c42411d11e0449",
      "doi": "10.1103/d5nh-c6gw",
      "summary": "Twisted bilayer graphene (T-BLG) has emerged as a compelling platform for investigating novel physical phenomena through moir superlattices. Its exceptional electrical, magnetic, optical, and topological characteristics make it particularly promising for thermal management and thermoelectric applica… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Diagonal superexchange in a simple square CuO${}_{2}$ lattice</span>",
      "authors": [
        "V. A. Gavrichkov, S. I. Polukeev, and S. G. Ovchinnikov"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2f070ObdO821a44426e77ed27e40e7e89052c898c",
      "doi": "10.1103/k5lk-2by6",
      "summary": "Many microscopic models with the interaction between the next-nearest neighbours as a key parameter for cuprate physics have inspired us to study the diagonal superexchange interaction in a CuO${}_{2}$ layer. Our investigation shows that models with extended hopping provide a correct representation … [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quadrature for the generalized hydrodynamics equation and absence of shocks in the Lieb-Liniger model</span>",
      "authors": [
        "Friedrich Hübner and Benjamin Doyon"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/be070Ya7Lca12083f1bf22c03bd9e0c7f3e3fa117",
      "doi": "10.1103/5w4p-bxnt",
      "summary": "In conventional fluids, it is well known that Euler-scale equations are plagued by ambiguities and instabilities. Smooth initial conditions may develop shocks, and weak solutions, such as for domain wall initial conditions (the paradigmatic Riemann problem of hydrodynamics), are not unique. The abse… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Sextets in four-terminal Josephson junctions</span>",
      "authors": [
        "Miriam Rike Ebert, David Christian Ohnmacht, Wolfgang Belzig, and Juan Carlos Cuevas"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5a079OebT9d1b45159d63e7160e07d0646962907b",
      "doi": "10.1103/phvj-vfnx",
      "summary": "Multiterminal superconducting junctions have revitalized the investigation of the Josephson effect. One of the most interesting aspects of these hybrid systems is the occurrence of multi-Cooper pair tunneling processes that have no analog in two-terminal devices. Such correlated tunneling events are… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Probing phase transitions in non-Hermitian systems with quantum entanglement</span>",
      "authors": [
        "Ling Feng Zhang and Wing Chi Yu"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b207aO06Q0714d5a32b50d694c0b2f0e2d54f29d7",
      "doi": "10.1103/26jz-zmsv",
      "summary": "We study the quantum entanglement and quantum phase transition of the non-Hermitian anisotropic spin-1/2 XY model and XXZ model with the staggered imaginary field by analytical methods and numerical exact diagonalization, respectively. Various entanglement measures, including concurrence, negativity… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Phase diagram of a bilayer superconductor under an in-plane magnetic field</span>",
      "authors": [
        "Uddalok Nag, Jonathan Schirmer, Enrico Rossi, Chao-Xing Liu, and J. K. Jain"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/98073Ye4I4712e8561c71b09a217328caabd3621e",
      "doi": "10.1103/gnth-5ssq",
      "summary": "We study a double layer superconductor in the presence of a parallel magnetic field $B$ by obtaining self-consistent solutions of the Bogoliubov-de Gennes equations, and also using the Pakrovsky-Talapov model for the free energy expressed in terms of the relative phase, namely the difference in the … [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Measuring the Debye energy in superconductors via two-electron photoemission spectroscopy</span>",
      "authors": [
        "Ka Ho Wong, Jack Zwettler, Henry Amir, Peter Abbamonte, Fahad Mahmood, and Dirk K. Morr"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4f07fY1aG071ce84470e6e8243a26c65a56b83a05",
      "doi": "10.1103/pxm2-rvpw",
      "summary": "We demonstrate theoretically that double angle resolved photoemission spectroscopy (2eARPES) can directly probe the existence of Cooper pairs away from the Fermi surface, and can thus provide insight into the characteristic energy scale around the Fermi surface, the Debye energy, in which electrons … [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Enhanced superconductivity in bilayer kagome borophene by alkali and alkaline earth metal deposition</span>",
      "authors": [
        "Ying-Jie Chen, Meng-Meng Zheng, Ping Zhang, and Hong-Yan Lu"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5707cO56L5f1b54d574e023835b3c91c92ca14032",
      "doi": "10.1103/v9s9-sltg",
      "summary": "The successful synthesis of bilayer borophene has stimulated people’s interest in further research on boron-based materials. Recently, Gao $ et $ al. predicted a new bilayer kagome borophene (BK-borophene) with multiple van Hove singularities [Adv. Sci., 11, 2305059 (2024)]. The peculiar influence o… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Phonon, infrared, and Raman spectra of LiGa${}_{5}$O${}_{8}$ from density functional perturbation theory</span>",
      "authors": [
        "Sarker Md. Sadman and Walter R. L. Lambrecht"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3107cO07Rea1e55a155705b26535699460955ccd2",
      "doi": "10.1103/4bq8-kmbv",
      "summary": "LiGa${}_{5}$O${}_{8}$ with a cubic spinel type structure was recently reported to be a ultra-wide-band-gap semiconductor with unintentional p-type conduction. While the origin of p-type doping is still unclear, the fundamental properties of this material are of interest. Here we present a first-prin… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Strong and selective magnon-phonon coupling in the van der Waals antiferromagnet CoPS${}_{3}$</span>",
      "authors": [
        "Dipankar Jana, Diana Vaclavkova, Rajesh Kumar Ulaganathan, Raman Sankar, Milan Orlita, Clement Faugeras, Maciej Koperski, M. E. Zhitomirsky, and Marek Potemski"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0307aOe8Tcf17c54344f6eb29608d8321a154230f",
      "doi": "10.1103/8f92-lt57",
      "summary": "The Raman scattering response of the biaxial antiferromagnet CoPS3 has been investigated as a function of both magnetic field and temperature. The peaks observed in the low-frequency spectral range (90-200 cm-1) have been identified as hybrid magnon-phonon excitations. The energies of the bare magno… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Puzzling magnetism of $δ$-plutonium</span>",
      "authors": [
        "Frédéric Gendron and Bernard Amadon"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9c079Ya9T5f2a50ae3cf4383730ef618c4879e445",
      "doi": "10.1103/28p8-l3pd",
      "summary": "In this work the electronic structure, the uniform magnetic susceptibility, the static and dynamic local magnetic susceptibilities of $δ$-Pu are investigated with the help of density functional theory (DFT) plus dynamical mean-field theory (DMFT). Consistent with experimental observations and at var… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Probing emergent axion electrodynamics with waveguide apparatus</span>",
      "authors": [
        "André H. Gomes and Winder A. Moura-Melo"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e0073OeeRa6E5d15b5284fc81cf5a42492ba8ad20",
      "doi": "10.1103/6v6c-4d7w",
      "summary": "We demonstrate that a conventional hollow conductor waveguide filled with a material exhibiting the coexistence of chiral magnetic and anomalous quantum Hall effects supports the propagation of transverse electromagnetic modes. This simple setup provides a direct and optically feasible method to pro… [Phys. Rev. B] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Dependence of isochronous bifurcations on the driving-mode phase shift in two-harmonic standard maps",
      "authors": [
        "Michele Mugnaine, Ricardo L. Viana, A. M. Ozorio de Almeida, Yves Elskens, and Iberê L. Caldas"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6v36-6h3s",
      "doi": "10.1103/6v36-6h3s",
      "summary": "Some dynamical properties of nonlinear coupled systems can be described by the two-harmonic standard map, a two-dimensional area-preserving system with two parameters, where two distinct arbitrary resonant modes compete. Usually, the initial phase of the resonant modes is considered to be null. In t… [Phys. Rev. E 112, 034216] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Optical generation of quasistationary plasma electromagnetic structures for particle collimation with petawatt picosecond lasers",
      "authors": [
        "Ph. Korneev, N. D. Bukharskii, I. V. Kochetkov, M. Ehret, Y. Abe, K. F. F. Law, S. Fujioka, G. Schaumann, and B. Zielbauer"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/l1b6-l22s",
      "doi": "10.1103/l1b6-l22s",
      "summary": "Experimental and numerical investigations into the generation of strong magnetic fields in plasma, using a picosecond petawatt laser interacting with specially designed “snail” targets, open paths to the creation of all-optical ultrabright sources of directed high-energy charged particle beams. #ElegantVisuals #TheoryExperiment [Phys. Rev. E 112, 035211] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Buckling and zipping of a magnetic ring under gravity</span>",
      "authors": [
        "Adrien Wafflard, Simon Van der Heyde, Jérémy Dhyon, Eric Opsomer, and Nicolas Vandewalle"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/f9075Y2aQd91559a597619b001b4d505e2f4ef615",
      "doi": "10.1103/pznx-lrxq",
      "summary": "Assemblies of magnetic beads, also called magnetostructures, exhibits interesting mechanical properties, adapting orientations of the dipoles to minimize the dipolar energy. A ring made of $N$ spherical magnetic beads behaves like an elastic annulus. This elastic-like property is due to the dipolar … [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Benford’s law from Turing ensembles and integer partitions</span>",
      "authors": [
        "Alexander Kolpakov and Aidan Rocke"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/e2071R96R8d1c92ed7cd0ed9d60702655c0753deb",
      "doi": "10.1103/xjlr-sg7r",
      "summary": "We develop two complementary generative mechanisms that explain when and why Benford’s first-digit law arises. First, a probabilistic Turing machine (PTM) ensemble induces a geometric law for code length. Maximizing its entropy under a constraint on halting length yields Benford statistics. This mod… [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Imbibition in fractally permeable media</span>",
      "authors": [
        "Alexander S. Balankin"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/73078Yd7Rac17c9cf53790906b7a9066fc032d484",
      "doi": "10.1103/b2v5-l8dv",
      "summary": "Fractal features of permeable (e.g. porous or/and fractured) medium strongly affect the imbibition behavior in the Lucas-Washburn-like scaling regime. Mapping a spontaneous imbibition in a fractally permeable medium onto a fractal continuum flow allows us to establish the relations between the imbib… [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Effect on compression of lowering the design adiabat in the SQ-n campaign</span>",
      "authors": [
        "K. L. Baker et al."
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/8f076Rc9S9119521873747a0ffdd15dc27ed2cedf",
      "doi": "10.1103/hrvf-p1q2",
      "summary": "A set of experiments in the SQ-n campaign attempted to increase the compression in layered implosions by reducing the design adiabat from 3.0 down to ~2.6. The experiments utilized nanocrystalline high density carbon ablators driven by a ramped laser pulse drive. Contrary to expectations, the lower … [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Deep neural nets as Hamiltonians</span>",
      "authors": [
        "Mike Winer and Boris Hanin"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/23072K17Q471d00e685159683a6e32e820bc031e7",
      "doi": "10.1103/xg33-ksqn",
      "summary": "Neural networks are complex functions of both their inputs and parameters. Much prior work in deep learning theory analyzes the distribution of network outputs at a fixed a set of inputs (e.g. a training dataset) over random initializations of the network parameters. The purpose of this article is t… [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Two-population Rouse models for polymer segmental dynamics in nanocomposites</span>",
      "authors": [
        "Jack R. Rooks, Giovanni Ferraro, Emiliano Fratini, Naresh C. Osti, Osawa Takahito, Antonio Faraone, and Norman J. Wagner"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/62070Y4cQbc18092474a87c4b53caa3cdc9eeceb8",
      "doi": "10.1103/s8k6-cvfr",
      "summary": "Segmental dynamics of polymer chains in a model nanocomposite of poly(ethylene oxide) and silica nanoparticles (NPs) was investigated using quasi-elastic neutron scattering. The dynamics can be accurately described with the Rouse model. The bulk-like polymer far from the NP surface behaves as the ne… [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Classical out-of-time-order correlators for Bose-Hubbard systems and their relation to the finite-time Lyapunov exponent</span>",
      "authors": [
        "Frank Grossmann and Marcus W. Beims"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/2b07bRadOa21a92f94ca26e24a43f936474099a65",
      "doi": "10.1103/c84g-cdcx",
      "summary": "The out-of-time-order correlator (OTOC) is studied for a bosonic quantum lattice model. We gain its classical analog through the replacement of both commutators appearing in the quantum correlator by a corresponding Poisson bracket. The evaluation of the Poisson bracket is then performed in a comple… [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Observation of the transverse modulation effect of two-stream instability on low-energy proton beam in low-density plasma</span>",
      "authors": [
        "Guo-Dong Wang, Ke-Wei Tao, Rui Cheng, Wang-Wen Xu, Jun-Yu Dong, Lin-Hua Zhen, Zhao Wang, Ze-Xian Zhou, Lu-Lin Shi, Yu-Peng Chen, Jin-Fu Zhang, Yan-Hong Chen, Xue-Jian Jin, Xiao-Xia Wu, Yu Lei, Yu-Yu Wang, Zhang-Hu Hu, Yan-Shi Zhang, and Jie Yang"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/4207bR0aRd91562ce7b608233b0f6d0c4215d4383",
      "doi": "10.1103/fhfl-7l39",
      "summary": "In the field of inertial confinement fusion and ion beam-driven high-energy-density physics, the energy deposition along the beam trajectory is a critical physical parameter. Beyond particle collisions, the collective effects of plasma can significantly affect ion transport. The development of two-s… [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Characterization of porous nanoparticles using the lattice Boltzmann method for fluid flow</span>",
      "authors": [
        "Wagner Gomes Rodrigues Jr. and V. B. Henriques"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/5e075RbbQ941b12c65017419820141ef5c2f7b67c",
      "doi": "10.1103/7mly-ktqr",
      "summary": "Nanoporous capsules have been the subject of intense investigation in the field of drug delivery. One of the essential properties of such particles, which requires characterization, is their structure. Many experimental techniques have been used for this purpose, such as wide-angle neutron or X-ray … [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Interrelation between precisions on integrated currents and on recurrence times in Markov jump processes</span>",
      "authors": [
        "Alberto Garilli and Diego Frezzato"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/7c07aY3aSd016a9989dc08f7c727efc0b44cc7b8a",
      "doi": "10.1103/27gn-7w5d",
      "summary": "For Markov jump processes on irreducible networks with finite number of sites, we derive a general and explicit expression of the squared coefficient of variation for the net number of transitions from one site to a connected site in a given time window of observation (i.e., an ‘integrated current’ … [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Avalanches in magnetohydrodynamical simulations</span>",
      "authors": [
        "Henri Lamarre, Paul Charbonneau, Quentin Noraz, Antoine Strugarek, Alexis Blaise, Allan Sacha Brun, Mats Carlsson, and Boris Vilhelm Gudiksen"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/6a07dY2dQ8919995230d1da6d902f88b5ea9b199d",
      "doi": "10.1103/28ws-d57z",
      "summary": "Scale invariance is a hallmark of many natural systems, including solar flares, where energy release spans a vast range of scales. Recent computational advances, at the level of both algorithmics and hardware, have enabled high-resolution magnetohydrodynamical (MHD) simulations to span multiple scal… [Phys. Rev. E] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Quantum optimal control of superconducting qubits based on machine-learning characterization",
      "authors": [
        "Élie Genois, Noah J. Stevenson, Noah Goss, Irfan Siddiqi, and Alexandre Blais"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d9yg-d3qr",
      "doi": "10.1103/d9yg-d3qr",
      "summary": "Open-loop quantum optimal control is a powerful technique to realize fast, high-fidelity quantum operations. Its successful implementation in real-world scenarios is limited, however, because it relies on a model of quantum dynamics that cannot attain the desired precision. This study uses physics-inspired machine learning to solve the problem, by inferring an accurate model of the dynamics from experimental data. The approach provides both a useful characterization of the system’s behavior and the optimal controls to realize arbitrary operations on it, and thus is a valuable tool for quantum information processing. [Phys. Rev. Applied 24, 034073] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Energy-efficient generation of high-frequency spin waves in ${\\mathrm{Bi}}_{2}{\\mathrm{YFe}}_{5}{\\mathrm{O}}_{12}$/Co-based heterostructures using laser pulses",
      "authors": [
        "Dimple Sneha Pamarthi, Elena Popova, Nirina Randrianantoandro, Gwenaëlle Vaudel, Pascal Ruello, Michel Hehn, Niels Keller, and Marwan Deb"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/j3rp-6ylg",
      "doi": "10.1103/j3rp-6ylg",
      "summary": "Spin waves (SWs) hold great potential for carrying information in future data transport and processing technologies. Generating SWs that combine high frequency with low damping using minimal energy is crucial for ultrafast and energy-efficient applications. In this paper, we investigate the laser-in… [Phys. Rev. Applied 24, 034074] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Experimental investigation of twist conservation in nonlinear optical three-wave mixing",
      "authors": [
        "G.H. dos Santos, A.L.S. Santos Junior, M. Gil de Oliveira, A.C. Barbosa, B. Pinheiro da Silva, N. Rubiano da Silva, G. Cañas, S.P. Walborn, A.Z. Khoury, and P.H. Souto Ribeiro"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/63bq-lq1l",
      "doi": "10.1103/63bq-lq1l",
      "summary": "We conduct an experimental investigation into the conservation of the twist phase in twisted Gaussian Schell model (TGSM) beams during both up- and down-conversion three-wave-mixing nonlinear processes. Independently generated TGSM beams, prepared with varying twist parameters, are used to pump and … [Phys. Rev. Applied 24, 034075] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Quantum-enhanced radio-frequency photonic distributed imaging",
      "authors": [
        "Haowei Shi, Christopher M. Jones, Mengjie Yu, Zheshen Zhang, and Quntao Zhuang"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/64jd-xyqq",
      "doi": "10.1103/64jd-xyqq",
      "summary": "Quantum physics has brought enhanced capability in various sensing applications. Despite challenges from noise and loss in the radio-frequency (rf) domain, Xia et al. [Phys. Rev. Lett. 124, 150502 (2020)] demonstrated a route for enhanced rf-receiver empowered by quantum squeezing and entanglement. … [Phys. Rev. Applied 24, 034076] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Single-microphone speaker localization using acoustic metamaterial antenna and voiceprint recognition",
      "authors": [
        "Xin Li, Zeng-Xin Cai, Chu-Yao Feng, Xin-Ye Zou, Qian Chen, and Jian-Chun Cheng"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/prw9-8pjt",
      "doi": "10.1103/prw9-8pjt",
      "summary": "Speaker localization is critical technology with applications in smart homes, surveillance, and robotics, particularly for enhancing human-machine interactions. Traditional localization methods typically rely on large sensor arrays, which add hardware complexity and cost. To address this limitation,… [Phys. Rev. Applied 24, 034077] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Improved update rule for probabilistic computers</span>",
      "authors": [
        "Andrew Rockovich, Gregory Lafyatis, and Daniel J. Gauthier"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/6407cAc1Q291300e44222f87391319fe61c5c6df5",
      "doi": "10.1103/t1wc-j7yp",
      "summary": "Many hard combinatorial problems can be mapped onto Ising models, which replicate the behavior of classical spins. Recent advances in probabilistic computers are characterized by parallelization and the introduction of novel hardware platforms. An interesting application of probabilistic computers i… [Phys. Rev. Applied] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Mechanism of ${E}_{γ}^{′}$ defect generation in ionizing-irradiated $a$-SiO${}_{2}$: The nonradiative carrier capture-structural relaxation model</span>",
      "authors": [
        "Yu Song, Chen Qiu, and Su-Huai Wei"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/be071YefG641d6951330109104405f3e92e99d681",
      "doi": "10.1103/9y5y-61ps",
      "summary": "The total ionizing dose (TID) effect of semiconductor devices stems from radiation-induced $E’$ defects in the $a$-SiO${}_{2}$ dielectrics, but the conventional hole transport-trapping’’ model of defect generation fails to explain recent basic experiments. Here, we propose an essentially new nonradia… [Phys. Rev. Applied] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Quantum algorithm for solving nonlinear algebraic equations</span>",
      "authors": [
        "Nhat A. Nghiem and Tzu-Chieh Wei"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/34074Ac1P5d1c10ee5d410784e70ab3adc737729f",
      "doi": "10.1103/c4l1-9782",
      "summary": "Nonlinear equations are challenging to solve due to their inherently nonlinear nature. As analytical solutions typically do not exist, numerical methods have been developed to tackle their solutions. In this article, we give a quantum algorithm for solving a system of nonlinear algebraic equations, … [Phys. Rev. Applied] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Grain boundaries and the photoresponse of epitaxial LaFeO${}_{3}$ films</span>",
      "authors": [
        "M. Villa, G. De Luca, Y. Sheng, S. Plana-Ruiz, J. Santiso, J. Fontcuberta, and J. Gázquez"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/f2074A20Pc61d00654c05693eab47818142218ff9",
      "doi": "10.1103/xnp2-v9wj",
      "summary": "M. Villa${}^{1}$, G. De Luca${}^{1}$, Y. Sheng${}^{1}$, S. Plana-Ruiz${}^{2}$, J. Santiso${}^{3}$, J. Fontcuberta${}^{1}$, J. G'azquez${}^{1,*}$ ${}^{1}$ Institut de Ci`encia de Materials de Barcelona (ICMAB-CSIC), Campus UAB, Bellaterra, 08193, Catalonia, Spain ${}^{2}$ Servei de Recursos Cient'ifi… [Phys. Rev. Applied] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Nonvolatile cryogenic phase-slip memory with single-shot readout</span>",
      "authors": [
        "Lukas Nulens, Davi A. D. Chaves, Stijn Reniers, Ruben Dillemans, Ivo P. C. Cools, Kristiaan Temst, Bart Raes, Margriet J. Van Bael, and Joris Van de Vondel"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/9a07fK8dQ5e1f30c587c5d834d0982449612d5eae",
      "doi": "10.1103/wrvj-5737",
      "summary": "The demand for cryogenic memory components is driven by the need for ultra-fast, low-power, and highly reliable computing systems. Phase slip-based devices promise to fulfill all these requirements, with potential applications in both classical and quantum information processing. However, previous i… [Phys. Rev. Applied] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>All-rf-based coarse-tuning algorithm for quantum devices using machine learning</span>",
      "authors": [
        "Barnaby van Straaten, Federico Fedele, Florian Vigneau, Joseph Hickie, Daniel Jirovec, Andrea Ballabio, Daniel Chrastina, Giovanni Isella, Georgios Katsaros, and Natalia Ares"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/9407eAe7Jea1790c95333aa073248b3677940aab9",
      "doi": "10.1103/v11m-dbhm",
      "summary": "Radio-frequency measurements could satisfy DiVincenzo’s readout criterion in future large-scale solid-state quantum processors, as they allow for high bandwidths and frequency multiplexing. However, the scalability potential of this readout technique can only be leveraged if quantum device tuning is… [Phys. Rev. Applied] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Bloch oscillation with a diatomic tight-binding model on quantum computers",
      "authors": [
        "Peng Guo, Jaime Park, and Frank X. Lee"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/271g-ntj6",
      "doi": "10.1103/271g-ntj6",
      "summary": "We aim to explore a more efficient way to simulate few-body dynamics on quantum computers. Instead of mapping the second quantization of the system Hamiltonian to qubit Pauli gate representation via the Jordan-Wigner transform, we propose to use the few-body Hamiltonian matrix under the state-vector… [Phys. Rev. Research 7, 033285] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Towards nonlinear thermohydrodynamic simulations via the Onsager-regularized lattice-Boltzmann method",
      "authors": [
        "Anirudh Jonnalagadda, Amit Agrawal, Atul Sharma, Walter Rocchia, and Sauro Succi"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1z5c-hnpn",
      "doi": "10.1103/1z5c-hnpn",
      "summary": "This work presents a generalized, assumption-free, and stencil-independent theoretical analyses of the recently proposed Onsager-regularized (OReg) lattice Boltzmann (LB) method [Jonnalagadda et al. , Phys. Rev. E 104 , 015313 (2021) ] and demonstrates its ability to mitigate spurious errors associated… [Phys. Rev. Research 7, 033286] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Robust spin polarization by adiabatic dynamical decoupling",
      "authors": [
        "Soham Pal, Oliver T. Whaites, Wolfgang Knolle, Tania S. Monteiro, and Helena S. Knowles"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pb4j-6qgh",
      "doi": "10.1103/pb4j-6qgh",
      "summary": "High-fidelity multiqubit initialization is vital for quantum simulation, quantum information processing, and quantum sensing. In diamond platforms, nuclear spin registers can be initialized through polarization transfer from a nearby electronic spin whose high gyromagnetic ratio enables efficient dy… [Phys. Rev. Research 7, 033287] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Single-particle Fraunhofer diffraction in a classical pilot-wave model",
      "authors": [
        "David Darrow and John W. M. Bush"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gn48-nxwk",
      "doi": "10.1103/gn48-nxwk",
      "summary": "Walking oil droplets offer a qualitative, classical analog of single-particle diffraction. Making this analog quantitative has proven challenging, leading recent authors to conjecture that no classical pilot-wave model could exhibit Fraunhofer diffraction. We revisit the problem with the recent, Lag… [Phys. Rev. Research 7, 033288] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Multipartite entanglement versus nonlocality for two families of $N\\text{−}$qubit states",
      "authors": [
        "Sanchit Srivastava and Shohini Ghose"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/btbb-p514",
      "doi": "10.1103/btbb-p514",
      "summary": "Entangled states of multiple qubits can violate Bell-type inequalities indicating nonlocal behavior of multiqubit quantum correlations. We analyze the relation between multipartite entanglement and genuine multipartite nonlocality, characterized by Svetlichny inequality violations, for two families … [Phys. Rev. Research 7, 033289] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Polarization-dependent topology in quantum emitter chains",
      "authors": [
        "Jonathan Sturm and Adriana Pálffy"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3t6s-fnsq",
      "doi": "10.1103/3t6s-fnsq",
      "summary": "The orientation of the transition dipole moment strongly influences the dipole-dipole couplings between quantum emitters. This principle is used to actively control the topology of zigzag-shaped Su-Schrieffer-Heeger chains without changing the chain geometry. [Phys. Rev. Research 7, L032069] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Thermal Transport in a 2D Amorphous Material",
      "authors": [
        "Yuxi Wang, Nianjie Liang, Xingxing Zhang, Wujuan Yan, Haiyu He, Alfredo Fiorentino, Xinwei Tao, Ang Li, Fuwei Yang, Buxuan Li, Te-Huan Liu, Jia Zhu, Wu Zhou, Wei Wang, Stefano Baroni, Lin Zhou, and Bai Song"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fjww-9pm3",
      "doi": "10.1103/fjww-9pm3",
      "summary": "Monolayer amorphous carbon shows unexpectedly high in-plane thermal conductivity compared to its 3D form, revealing how reduced dimensionality can reshape heat transport in disordered materials. [Phys. Rev. X 15, 031077] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Single-Atom Resolved Collective Spectroscopy of a One-Dimensional Atomic Array",
      "authors": [
        "Britton Hofer, Damien Bloch, Giulio Biagioni, Nathan Bonvalet, Antoine Browaeys, and Igor Ferrier-Barbut"
      ],
      "date": "2025-09-26T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xf8r-ymrj",
      "doi": "10.1103/xf8r-ymrj",
      "summary": "A measurement of the collective Lamb shift in a one-dimensional array of 30 dysprosium atoms shows how dipole interactions shift the resonance in both low- and high-excitation regimes, linking linear optics and Ramsey spectroscopy results. [PRX Quantum 6, 030364] Published Fri Sep 26, 2025"
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Nanomedicine targeting PPAR in adipose tissue macrophages improves lipid metabolism and obesity-induced metabolic dysfunction",
      "authors": [
        "Catherine C. Applegate, Yifei Kang, Hongping Deng, Donglai Chen, Natalia Y. Gonzalez Medina, Yuxiao Cui, Yujun Feng, Chia-Wei Kuo, Sayyed Hamed Shahoei, Hannah Kim, Hashni Epa Vidana Gamage, Matthew A. Wallig, Erik R. Nelson, Kelly S. Swanson, Andrew M. Smith"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ads3731?af=R",
      "doi": "10.1126/sciadv.ads3731",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Monolithic multimodal neural probes for sustained stimulation and long-term neural recording",
      "authors": [
        "Luxi Zhang, Shengming Wang, Jie Xia, Boyu Li, Shaomin Zhang, Jikui Luo, Fan Zhang, Tianyu Zheng, Gang Pan, Tawfique Hasan, Yanlan Yu, Guoqing Ding, Hao Jin, Zongyin Yang, Shurong Dong"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu1753?af=R",
      "doi": "10.1126/sciadv.adu1753",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "KMT2D temporally activates neuronal transcriptional factor genes to mediate cerebellar granule cell differentiation",
      "authors": [
        "Shilpa S. Dhar, Kyung-Pil Ko, Jinho Jang, Calena Brown-Abel, Tao Lin, Sharad Awasthi, Kaifu Chen, Roy V. Sillitoe, Jae-Il Park, Min Gyu Lee"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu7174?af=R",
      "doi": "10.1126/sciadv.adu7174",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Laser speckle particle sizer (SPARSE) informs the size distribution of tissue granularities",
      "authors": [
        "Zeinab Hajjarian, Nichaluk Leartprapun, Ziqian Zeng, Seemantini K. Nadkarni"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu8577?af=R",
      "doi": "10.1126/sciadv.adu8577",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Physics-informed deep learning for plasmonic sensing of nanoscale protein dynamics in solution",
      "authors": [
        "Chenchen Wu, Shiyu Yang, Kebo Zeng, Xiaokang Dai, Yu Duan, Shu Zhang, Puyi Ma, Xiangdong Guo, Shuang Zhang, Xiaoxia Yang, Qing Dai"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw0783?af=R",
      "doi": "10.1126/sciadv.adw0783",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Age-related remodeling of the sialoglycans dampens murine CD8+ T cell function",
      "authors": [
        "Hanlin Zhang, C. Kimberly Tsui, Jesse Garcia Castillo, Esther Jeong Yoon Kim, Audrey Evangelista, HengChen Liu, Larry K. Joe, Nicholas Twells, Ellen A. Robey, Lara K. Mahal, Michel DuPage, Andrew Dillin"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw6755?af=R",
      "doi": "10.1126/sciadv.adw6755",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Engineered basement membrane mimetic hydrogels to study mammary epithelial morphogenesis and invasion",
      "authors": [
        "Jane A. Baude, Megan D. Li, Sabrina M. Jackson, Abhishek Sharma, Daniella I. Walter, Ryan S. Stowers"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2110?af=R",
      "doi": "10.1126/sciadv.adx2110",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "AggreBots: Configuring CiliaBots through guided, modular tissue aggregation",
      "authors": [
        "Dhruv Bhattaram, Kian Golestan, Xuanshuo Zhang, Shihong Yang, Zhuowei Gong, Steven L. Brody, Amjad Horani, Victoria A. Webster-Wood, Amir Barati Farimani, Xi Ren"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx4176?af=R",
      "doi": "10.1126/sciadv.adx4176",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "STK11 coordinates IL-4 signaling with metabolic reprogramming to control M2 macrophage polarization and antitumor immunity",
      "authors": [
        "Jing Yang, Naresh Singh, Chengxian Xu, Dehui Kong, Samantha Sharma, Sheng Liu, Joseph Lechner, Ankhbayar Lkhagva, Haiyan Tan, Zhiping Wu, Martin J. Richer, Yong Zang, Xiumei Huang, Reuben Kapur, Jun Wan, Anthony A. High, Xinna Zhang, Xusheng Wang, Xiongbin Lu, Kai Yang"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx5495?af=R",
      "doi": "10.1126/sciadv.adx5495",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "TOC1 phosphorylation disproportionally enhances chromatin binding at rhythmic gene promoters",
      "authors": [
        "Jiapei Yan, Ying Zhang, Guoting Chen, Cuilin Gui, Zhangli Tu, Donglin Cao, Jing-Wen Yao, Xingwang Li, David E. Somers"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7804?af=R",
      "doi": "10.1126/sciadv.adx7804",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Addressing transconductance-bandwidth trade-off by three-dimensional electrolyte-surrounded organic electrochemical transistors",
      "authors": [
        "Yongwoo Lee, Seong Jun Park, Jimin Kwon, Kang-Il Song, Sungjune Jung"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady0279?af=R",
      "doi": "10.1126/sciadv.ady0279",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "PB2 and NP of North American H5N1 virus drive immune cell replication and systemic infections",
      "authors": [
        "Young-Il Kim, Seung-Gyu Jang, Woohyun Kwon, Jaemoo Kim, Dongbin Park, Isaac Choi, Jeong Ho Choi, Juryeon Gil, Mina Yu, Boyeong Jeong, Eun-Ha Kim, Se-Mi Kim, Hyunjoon Kim, Jae-Woo Ahn, Suhee Hwang, Seo-Young Heo, Mark Anthony B. Casel, Rare Rollon, Thomas Fabrizio, Richard J. Webby, Young Ki Choi"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady1208?af=R",
      "doi": "10.1126/sciadv.ady1208",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The polymerase-associated factor 1 complex modulates the growth-defense tradeoff in Arabidopsis",
      "authors": [
        "Yuyu Guo, Cunliang Li, Yao Liu, Hanyi Mao, Yin Zhang, Pascal Genschik, Lili Wang, Shunping Yan"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady5876?af=R",
      "doi": "10.1126/sciadv.ady5876",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Cascaded amplification of air lasing",
      "authors": [
        "Xu Lu, Siyi He, Pengyu Xue, Yewei Chen, Ning Zhang, Yajing Wen, Zihan Li, Quanjun Wang, Jinping Yao"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady7458?af=R",
      "doi": "10.1126/sciadv.ady7458",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Repeated oral exposure to H5N1 influenza virus in pasteurized milk does not cause adverse responses to subsequent influenza infection",
      "authors": [
        "Pamela H. Brigleb, Ericka Kirkpatrick Roubidoux, Lauren Lazure, Brandi Livingston, Victoria A. Meliopoulos, Bridgett Sharp, Tyler Ripperger, Shelby Patrick, Dorothea R. Morris, Shaoyuan Tan, Stacey Schultz-Cherry"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aeb3906?af=R",
      "doi": "10.1126/sciadv.aeb3906",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Pervasive sex-dependent effects in the genetic architecture of starvation resistance in Drosophila melanogaster",
      "authors": [
        "Junhao Chen, Chenlu Liu, Weixuan Li, Andrew G. Clark, Zhijuan Wang, Jian Lu"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt3560?af=R",
      "doi": "10.1126/sciadv.adt3560",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Reinforced plant-derived lipid nanoparticles for oral precise epigenome editing in colonic diseases",
      "authors": [
        "Qiang Gao, Yunxia Gao, Yingui Cao, Haiting Xu, Ya Ma, Menghang Zu, Qiang Yang, Kun Yang, Zhenhua Zhu, Chao Liu, Xiaoxiao Shi, Rui L. Reis, Subhas C. Kundu, Shengyun Ma, Hesong Han, Bo Xiao"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw9275?af=R",
      "doi": "10.1126/sciadv.adw9275",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Targeted inhibition of hepatic de novo ceramide synthesis ameliorates MASH",
      "authors": [
        "Xiaodong Yu, Chenyuan Huang, Martijn Evers, Jingjing Liu, Hui Jun Ting, Sitong Zhang, Suet Yen Chong, Michelle Siying Tan, Siyu Wang, Nilofer Sayed, Liang Gao, Mark D. Muthiah, Gwyneth S. T. Soon, Aileen Wee, Edward Kai-Hua Chow, Natalie Jun Hui Soh, Giorgia Pastorin, Victor C. Yu, Bin Liu, Yock Young Dan, Federico Torta, Raymond Schiffelers, Gert Storm, Jiong-Wei Wang"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2681?af=R",
      "doi": "10.1126/sciadv.adx2681",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Lysosomal LRRC8 complex impacts lysosomal pH, morphology, and systemic glucose metabolism",
      "authors": [
        "Ashutosh Kumar, Yonghui Zhao, Litao Xie, Rahul Chadda, John D. Tranter, Ryan T. Mikami, Nihil Abraham, Juan Hong, Ethan Feng, David R. Rawnsley, Haiyan Liu, Kayla M. Henry, Gretchen Meyer, Meiqin Hu, Haoxing Xu, Antentor Hinton, Chad E. Grueter, E. Dale Abel, Andrew W. Norris, Abhinav Diwan, Rajan Sah"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt6366?af=R",
      "doi": "10.1126/sciadv.adt6366",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Evolutionary selection of trimethoprim-resistant dfrA genes in lytic phages affects phage and host fitness during infection",
      "authors": [
        "Kai Wang, Jikai Xu, Xudong Li, Pengfei Zhu, Ruijie Suo, Xiaowei Lu, Haixin Luo, Li Chen, Rong Wen, Chengbo Zheng, Alejandra Bravo, Mario Soberón, Jinshui Zheng, Ming Sun, Donghai Peng"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt4817?af=R",
      "doi": "10.1126/sciadv.adt4817",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Human precursor T follicular regulatory cells are primed for differentiation into mature Tfr and disrupted during severe infections",
      "authors": [
        "Janyerkye Tulyeu, Jonas N. Søndergaard, David G. Priest, Takeshi Ebihara, Hisatake Matsumoto, Mara A. Llamas-Covarrubias, Masaki Imai, Shinichi Esaki, Shinichi Iwasaki, Akimichi Morita, Sayuri Yamazaki, Shimon Sakaguchi, James B. Wing"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv6939?af=R",
      "doi": "10.1126/sciadv.adv6939",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Floquet topological states in time-varying metasurfaces",
      "authors": [
        "Qian Ma, Jian Wei You, Long Chen, Ze Gu, Shi Long Qin, Zhihao Lan, Tie Jun Cui"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx9025?af=R",
      "doi": "10.1126/sciadv.adx9025",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Development of SARS-CoV-2 as a viral vector: A novel intranasal bivalent vaccine for SARS-CoV-2 and RSV",
      "authors": [
        "Jiayu Xu, Michelle Chamblee, Fei Jiang, Mahesh KC, Cheng Chih Hsu, Ilada Thongpan, Phylip Chen, Yuexiu Zhang, Chun-Ta Chiu, Mohamed M. Shamseldin, Heba M. Amer, Xueya Liang, Amal O. Amer, Prosper N. Boyaka, Estelle Cormet-Boyaka, Mark E. Peeples, Jianrong Li"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7487?af=R",
      "doi": "10.1126/sciadv.adx7487",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "A sensory and motor neuropathy caused by a genetic variant of NAMPT",
      "authors": [
        "Zhe Zhang, Jacek Pilch, Samuel Lundt, Nannan Zhang, Yongchang Chang, Tracey Singer, Dariusz Śladowski, Xiao-Ling Hu, Lijun Zheng, Woo-Ping Ge, Hua Zhang, De-Pei Li, Xianlin Han, Rafal Ploski, Shinghua Ding"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2407?af=R",
      "doi": "10.1126/sciadv.adx2407",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Scalable deep learning reconstruction for accelerated multidimensional nuclear magnetic resonance spectroscopy of proteins",
      "authors": [
        "Yihui Huang, Yuncheng Gao, Zhangren Tu, Tatiana Agback, Vladislav Orekhov, Sven G. Hyberts, Gerhard Wagner, Yanqin Lin, Zhong Chen, Di Guo, Xiaobo Qu"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw8122?af=R",
      "doi": "10.1126/sciadv.adw8122",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Ultrabroadband plug-and-play photonic tensor core packaging with sub-dB loss",
      "authors": [
        "Erik Jung, Helge Gehring, Frank Brückerhoff-Plückelmann, Linus Krämer, Clara Vazquez-Martel, Eva Blasco, Wolfram Pernice"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz1883?af=R",
      "doi": "10.1126/sciadv.adz1883",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Dynamics of photonic toroidal vortices mediated by orbital angular momenta",
      "authors": [
        "Xin Liu, Nianjia Zhang, Qian Cao, Jinsong Liu, Chunhao Liang, Qiwen Zhan, Yangjian Cai"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz0843?af=R",
      "doi": "10.1126/sciadv.adz0843",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "USP13 stabilizes NLRP3 to facilitate inflammasome activation by preventing TRIM31-mediated NLRP3 ubiquitination and degradation",
      "authors": [
        "Ya-Ting Li, Ke-Ying Li, Shou-Song Tao, Ting Wang, Ying Lu, Hui Chen, Yi-Qun Zhan, Ke Zhao, Shen-Si Xiang, Jing-Jing Li, Hui-Ying Gao, Miao Yu, Chang-Yan Li, Lin Wang, Xiao-Ming Yang, Guang-Ming Ren, Rong-Hua Yin"
      ],
      "date": "2025-09-26T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx3827?af=R",
      "doi": "10.1126/sciadv.adx3827",
      "summary": "Science Advances, Volume 11, Issue 39, September 2025."
    }
  ]
}