{
  "generatedAt": "2025-09-14T08:15:51.962716+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Optimal Moment-Based Characterization of a Gaussian State",
      "authors": [
        "Niels Tripier-Mondancin, Ilya Karuseichyk, Mattia Walschaers, Valentina Parigi, and Nicolas Treps"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1kln-n48s",
      "doi": "10.1103/1kln-n48s",
      "summary": "Fast and precise characterization of Gaussian states is crucial for their effective use in quantum technologies. In this work, we apply a multiparameter moment-based estimation method that enables rapid and accurate determination of squeezing, antisqueezing, and the squeezing angle of the squeezed v… [Phys. Rev. Lett. 135, 110805] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Optimal Diffractive Focusing of Matter and Light Waves",
      "authors": [
        "Maxim A. Efremov, Felix Hufnagel, Hugo Larocque, Wolfgang P. Schleich, and Ebrahim Karimi"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h6yy-vvmf",
      "doi": "10.1103/h6yy-vvmf",
      "summary": "Following the familiar analogy between the optical paraxial wave equation and the Schrödinger equation, we derive the optimal, real-valued wave function for focusing in one- and two-space dimensions without the use of any phase component. We compare and contrast the focusing parameters of the optima… [Phys. Rev. Lett. 135, 113604] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Picosecond Expansion in ${\\mathrm{LaAlO}}_{3}$ Resonantly Driven by Infrared-Active Phonons",
      "authors": [
        "Jakob Gollwitzer, Jeffrey Z. Kaaret, Y. Eren Suyolcu, Guru Khalsa, Rylan C. Fernandes, Oleg Gorobtsov, Sören Buchenau, ChanJu You, Jayanti Higgins, Ryan S. Russell, Ziming Shao, Yorick A. Birkhölzer, Takahiro Sato, Matthieu Chollet, Giacomo Coslovich, Mario Brützam, Christo Guguschev, John W. Harter, Ankit S. Disa, Darrell G. Schlom, Nicole A. Benedek, and Andrej Singer"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vzkw-n2bm",
      "doi": "10.1103/vzkw-n2bm",
      "summary": "We investigate the ultrafast structural dynamics of ${\\mathrm{LaAlO}}_{3}$ thin films driven by short mid-infrared laser pulses at 20 THz. Time-resolved x-ray diffraction reveals an immediate lattice expansion and an acoustic breathing mode of the film. First-principles theory and a spring-mass mode… [Phys. Rev. Lett. 135, 116906] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Unraveling the structure of $Λ$ hyperons with polarized $Λ\\stackrel{‾}{Λ}$ pairs</span>",
      "authors": [
        "M. Ablikim et al."
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/b107fY6dS1028309f07c345281ddb7da7166c8e81",
      "doi": "10.1103/9f1h-fl4k",
      "summary": "With data collected in a dedicated energy scan from 2.3864 up to 3.0800 GeV, the BESIII collaboration provides the first complete energy-dependent measurements of the $Λ$ electromagnetic form factors in the time-like region. By combining double-tag and single-tag events from the $e^+e^- \\to \\Lambda … [Phys. Rev. Lett.] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Open transmission channels in multimode fiber cavities with random mode mixing</span>",
      "authors": [
        "Guy Pelc, Shay Guterman, Rodrigo Gutiérrez-Cuevas, Arthur Goetschy, Sébastien M. Popoff, and Yaron Bromberg"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/71073Yb1Ofb11f85772e4bb5523a0920ec40d1884",
      "doi": "10.1103/fvvb-76nn",
      "summary": "The transport of light in disordered media is governed by open transmission channels, which enable nearly complete transmission of the incident power, despite low average transmission. Extensively studied in diffusive media and chaotic cavities, open channels exhibit unique properties such as univer… [Phys. Rev. Lett.] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Cracking down on fracture to functionalize damage</span>",
      "authors": [
        "Leo de Waal, Matthaios Chouzouris, and Marcelo A. Dias"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/74079Yd5Pc825e02e6d10eb3b7938baff4124727e",
      "doi": "10.1103/s28l-zbpz",
      "summary": "In this work we propose a novel relationship between topology and damage propagation in Maxwell lattices that redefines fracture as a functional design feature rather than mere degradation. We demonstrate that topologically protected modes, inherently robust against perturbations, localise along lat… [Phys. Rev. Lett.] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Logarithmic light cone, slow entanglement growth, and quantum memory",
      "authors": [
        "Yu Zeng, Alioscia Hamma, Yu-Ran Zhang, Qiang Liu, Rengang Li, Heng Fan, and Wu-Ming Liu"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9jbn-nxwz",
      "doi": "10.1103/9jbn-nxwz",
      "summary": "Effective light cones, characterized by Lieb-Robinson bounds, emerge in nonrelativistic local quantum systems. Here, we present several analytical results derived from logarithmic light cones (LLCs). Possible origins of LLCs include the one-dimensional (1D) disordered XXZ model and a phenomenologica… [Phys. Rev. B 112, 094202] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Error bounds on the universal Lindblad equation in the thermodynamic limit",
      "authors": [
        "Teruhiro Ikeuchi and Takashi Mori"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bn2y-tw49",
      "doi": "10.1103/bn2y-tw49",
      "summary": "It is a central problem in various fields of physics to elucidate the behavior of quantum many-body systems subjected to bulk dissipation. In this context, several microscopic derivations of the Lindblad quantum master equation for many-body systems have been proposed so far. Among them, the univers… [Phys. Rev. B 112, 094309] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Macroscopic ground state degeneracy of the Heisenberg model with ferromagnetic and antiferromagnetic interactions on diamond-decorated lattices",
      "authors": [
        "D. V. Dmitriev, V. Ya. Krivnov, and O. A. Vasilyev"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/drjr-wt6n",
      "doi": "10.1103/drjr-wt6n",
      "summary": "We investigated the spin-$\\frac{1}{2}$ Heisenberg model with competing ferromagnetic and antiferromagnetic interactions on diamond-decorated lattices. Tuning the exchange interactions to the boundary of the ferromagnetic phase, we analyze the models with two types of diamond units: distorted and ide… [Phys. Rev. B 112, 094426] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Origin of ferromagnetism and trends in Berry curvature driven anomalous Hall conductivity in the metallic rare-earth antimonides $R{\\mathrm{CrSb}}_{3}$ ($R$ = La, Ce, Nd)",
      "authors": [
        "Arnab Paul, Samir Rom, Prabuddha Sanyal, and Tanusri Saha Dasgupta"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vqb7-vz11",
      "doi": "10.1103/vqb7-vz11",
      "summary": "Employing a combination of first-principles calculations and an ab initio derived model Hamiltonian study, we investigate the electronic and magnetic properties of the rare-earth antimonides ${\\mathrm{LaCrSb}}_{3}, {\\mathrm{CeCrSb}}_{3}$, and ${\\mathrm{NdCrSb}}_{3}$. Our findings indicate that the l… [Phys. Rev. B 112, 094427] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Superfluid density in quasi-one-dimensional boson systems",
      "authors": [
        "D. S. Hirashima"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/c9q4-1g95",
      "doi": "10.1103/c9q4-1g95",
      "summary": "Superfluid density in quasi-one-dimensional boson systems with two different transverse density profiles is calculated: In one case, bosons fill a tube almost uniformly, and in the other case, bosons are restricted on the internal surface of a tube and form a film. In both cases, the superfluid dens… [Phys. Rev. B 112, 094510] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Localization and topological properties of the nonequilibrium steady state in one-dimensional homogenous systems with disorder and dissipation",
      "authors": [
        "Xixi Feng, Ao Zhou, Feng Lu, Gao Xianlong, and Shujie Cheng"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qn95-d4qy",
      "doi": "10.1103/qn95-d4qy",
      "summary": "We investigate the localization and topological properties of the nonequilibrium steady state (NESS) in a one-dimensional homogeneous system. Our results demonstrate that, despite the absence of disorder in the initial system, the NESS can exhibit localization under bond dissipation. These dissipati… [Phys. Rev. B 112, 104204] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Anisotropic piezomagnetism in noncollinear antiferromagnets",
      "authors": [
        "Vu Thi Ngoc Huyen, Yuki Yanagi, and Michi-To Suzuki"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wcwq-bfhb",
      "doi": "10.1103/wcwq-bfhb",
      "summary": "In $3d$-electron magnetic systems, the magnetic structures that transform each other by spin rotation have very close degenerate energies due to small spin-orbit coupling and can be easily controlled by chemical substitution and external magnetic fields. We investigate anisotropic piezomagnetic effe… [Phys. Rev. B 112, 104421] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Identifying topological excitonic insulators via bulk-edge correspondence",
      "authors": [
        "Hongwei Qu, Zeying Zhang, and Yuanchang Li"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9zkm-4hmf",
      "doi": "10.1103/9zkm-4hmf",
      "summary": "In this work, we show that the unique bulk-edge correspondence can serve as a fingerprint for identifying topological excitonic insulators, with the $\\mathrm{LiFe}X$ ($X=\\mathrm{S}$, Se, and Te) family as a prototype. First-principles Bethe-Salpeter equation calculations reveal excitonic instabiliti… [Phys. Rev. B 112, 115126] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Angle-resolved photoemission intensity for multiorbital bands: Complex interplay between the self-energy matrix and the optical matrix elements",
      "authors": [
        "Yau Chuen Yam, Mona Berciu, and George A. Sawatzky"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dtg3-66t9",
      "doi": "10.1103/dtg3-66t9",
      "summary": "We use a simple one-dimensional two-band model with electron-phonon coupling to illustrate some of the complications that arise in multiband systems when trying to extract a self-energy using the typical approach used for single-band systems when analyzing angle-resolved photoemission spectroscopy (… [Phys. Rev. B 112, 115127] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Self-consistent layer-projected scissors operator for band structures of two-dimensional van der Waals materials with large unit cells",
      "authors": [
        "Dario A. Leon, Mikael Kuisma, Mikkel Ohm Sauer, Jakob K. Svaneborg, Mark K. Svendsen, Stefano Americo, Kristian Berland, Jens Jørgen Mortensen, and Kristian S. Thygesen"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2y5s-qcw9",
      "doi": "10.1103/2y5s-qcw9",
      "summary": "The authors present here a fast and accurate method to compute quasiparticle band structures of van der Waals heterostructures. A self-consistent layer-projected scissors (LAPS) operator corrects intralayer and interlayer self-energy effects, capturing charge redistribution and hybridization while avoiding supercell artifacts. The method achieves excellent agreement with state-of-the-art many-body calculations at a fraction of the cost, enabling realistic simulations of multilayer systems and moiré heterostructures with tens of thousands of atoms. Applications to MoS 2 films, MoS 2 /WS 2 bilayers, and MoSe 2 /WS 2 moiré structures showcase its predictive power for complex 2D materials. [Phys. Rev. B 112, 115128] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin-qubit readout analysis based on a hidden Markov model",
      "authors": [
        "Maria Spethmann, Peter Stano, and Daniel Loss"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/x8yx-5111",
      "doi": "10.1103/x8yx-5111",
      "summary": "Across most qubit platforms, the readout fidelities do not keep up with the gate fidelities, and new ways to increase the readout fidelities are searched for. For semiconductor spin qubits, a typical qubit-readout signal consists of a finite stretch of a digitized charge-sensor output. Such a signal… [Phys. Rev. B 112, 115304] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Higher-order dark solitons and control dynamics in microcavity polariton condensates",
      "authors": [
        "Jinming Sun, Manna Chen, Stefan Schumacher, Wei Hu, and Xuekai Ma"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/p357-vyq8",
      "doi": "10.1103/p357-vyq8",
      "summary": "Dark solitons carrying quantized phase information have inspired great interest in different nonlinear systems. A dark soliton in one dimension can be stabilized in microcavity polariton condensates as a confinement is imposed on it to prevent its decay. Such a confinement can be realized by optical… [Phys. Rev. B 112, 115305] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Anomalous transport gaps of fractional quantum Hall phases in graphene Landau levels are induced by spin-valley entangled ground states",
      "authors": [
        "Jincheng An, Ajit C. Balram, Udit Khanna, and Ganpathy Murthy"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rth3-mkpl",
      "doi": "10.1103/rth3-mkpl",
      "summary": "We evaluate the transport gaps in the most prominent fractional quantum Hall states in the $n=0$ and $n=1$ Landau levels of graphene, accounting for the Coulomb interaction, lattice-scale anisotropies, and one-body terms. We find that the fractional phases in the $n=0$ Landau level are bond ordered,… [Phys. Rev. B 112, 115418] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Topological insulator constrictions: Dirac particles in a magnetochiral box",
      "authors": [
        "Michael Barth, Maximilian Fürst, Raphael Kozlovsky, Klaus Richter, and Cosimo Gorini"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/y85t-8kcz",
      "doi": "10.1103/y85t-8kcz",
      "summary": "We study magnetotransport through topological insulator nanowires shaped in the form of a constriction, as can be obtained by etching techniques. The magnetic field is coaxial turning the nanowire into a magnetochiral junction. We show in a detailed analytical and numerical study that two main trans… [Phys. Rev. B 112, 115419] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Integration of promising piezoelectric and photocatalytic properties in Janus $\\mathrm{In}XY$ ($X=\\mathrm{S}$, Se, Te; $Y=\\mathrm{Cl}$, Br, I) monolayers and their heterojunctions",
      "authors": [
        "Xinyue Liu, Ziqiang Li, Yanfeng Ge, Yong Liu, Xing Wang, and Wenhui Wan"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zp1j-gy2v",
      "doi": "10.1103/zp1j-gy2v",
      "summary": "Two-dimensional (2D) Janus materials show great promise as piezoelectric materials and photocatalysts for water splitting. In this work, we systematically investigated the piezoelectric and photocatalytic properties of the hexagonal Janus $\\mathrm{In}XY$ ($X=\\mathrm{S}$, Se, Te; $Y=\\mathrm{Cl}$, Br,… [Phys. Rev. B 112, 115420] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Chirality-dependent spin states and transport in GaAs nanotubes: Cylindrical wave technique calculations",
      "authors": [
        "Pavel D’yachkov"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pjfj-gtfx",
      "doi": "10.1103/pjfj-gtfx",
      "summary": "Using the relativistic symmetrized linearized augmented cylindrical waves method, we investigated the electronic and spin states and transport properties in three series of the chiral single-walled GaAs nanotubes $({n}_{1},\\phantom{\\rule{0.16em}{0ex}}{n}_{2})$ with ${n}_{1}=5$, 7, 10 and integer $0≤… [Phys. Rev. B 112, 125125] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Bosonic matrix product state description of Read-Rezayi states and its application to quasihole spins",
      "authors": [
        "Alexander Fagerlund and Eddy Ardonne"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pgsb-wjts",
      "doi": "10.1103/pgsb-wjts",
      "summary": "We study the $k=3$ Read-Rezayi quantum Hall state by means of a purely bosonic matrix product state formulation, as described in detail. We calculate the density profiles in the presence of bulk quasiholes of six different types: one for each ${\\mathbb{Z}}_{3}$ parafermion sector. From the density p… [Phys. Rev. B 112, 125126] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Coherent phonon pairs and rotational symmetry breaking of charge density wave order in the kagome superconductor ${\\mathrm{CsV}}_{3}{\\mathrm{Sb}}_{5}$",
      "authors": [
        "Qinwen Deng, Hengxin Tan, Brenden R. Ortiz, Andrea Capa Salinas, Stephen D. Wilson, Binghai Yan, and Liang Wu"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gmdl-qz2t",
      "doi": "10.1103/gmdl-qz2t",
      "summary": "In this work we perform ultrafast time-resolved reflectivity measurements to study the symmetry breaking in the charge-density wave (CDW) phase of ${\\mathrm{CsV}}_{3}{\\mathrm{Sb}}_{5}$. By extracting the coherent phonon spectrum in the CDW phase of ${\\mathrm{CsV}}_{3}{\\mathrm{Sb}}_{5}$, we discover … [Phys. Rev. B 112, 125127] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Band structure engineering through iridium double perovskite heterostructure design in the presence of strong spin-orbit coupling</span>",
      "authors": [
        "Roumita Roy and Sudipta Kanungo"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/07075Of8O171e24c57f08f3329cf6d2f431da7562",
      "doi": "10.1103/983m-g7dm",
      "summary": "The designed heterostructure of two experimentally synthesized and theoretically studied double perovskites Sr${}_{2}$CeIrO${}_{6}$ and Sr${}_{2}$MgIrO${}_{6}$ is investigated using first-principle density functional theory electronic structure method. Half-metallic electronic structure is observed … [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Extrinsic geometry and gappable edges in rotationally invariant topological phases</span>",
      "authors": [
        "Sounak Sinha and Barry Bradlyn"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b9071Oa3P681c35513e030a39e382c30b60998b39",
      "doi": "10.1103/wwb5-19b3",
      "summary": "Recent work on Abelian topological phases with rotational symmetry has raised the question of whether rotational symmetry can protect gapless propagating edge modes. Here we address this issue by considering the coupling of topological phases to the extrinsic geometry of the background. First, we an… [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Anomalous Hall effect in $A$-type antiferromagnetic bilayers</span>",
      "authors": [
        "Han-Zhong Liu, Ran He, Jia-Yue Zhan, Dan Wang, Meng-Dong He, Nannan Luo, Jiang Zeng, Ke-Qiu Chen, and Li-Ming Tang"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/08073O40S6a1da5b737492f5fe5256a2c1091b889",
      "doi": "10.1103/795v-q3h7",
      "summary": "Altermagnetism is a recently proposed compensated magnetic state that exhibits the characteristics previously thought to be absent in conventional collinear antiferromagnets, including the nonrelativistic spin splitting and a possible anomalous Hall effect. In 2D A-type antiferromagnetic bilayers wi… [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Ferrimagnetism from quantum fluctuations in Kitaev materials</span>",
      "authors": [
        "Niccolò Francini, Pedro M. Cônsoli, and Lukas Janssen"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fc076O94T9d1345d46cd9c49bcba0aac13f670bce",
      "doi": "10.1103/77j9-wh8n",
      "summary": "Ferrimagnetism appears in the temperature-field phase diagrams of several candidate Kitaev materials, such as the honeycomb cobaltates Na${}_{2}$Co${}_{2}$TeO${}_{6}$ and Na${}_{3}$Co${}_{2}$SbO${}_{6}$. In a number of instances, however, the exact nature of the corresponding ground states remains t… [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Particle-hole asymmetry and pinball liquid in a triangular-lattice extended Hubbard model within the mean-field approximation</span>",
      "authors": [
        "Aleksey Alekseev, Agnieszka Cichy, and Konrad Jerzy Kapcia"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/88076ObcQ3e1f757e33d3991c7f023339cb744526",
      "doi": "10.1103/134x-s54f",
      "summary": "Recently, triangular lattice models have received a lot of attention since they can describe a number of strongly-correlated materials that exhibit superconductivity and various magnetic and charge orders. In this research we present an extensive analysis of the charge-ordering phenomenon of the tri… [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Fractal properties and tunable flat band structures in chiral magnonic quasicrystals</span>",
      "authors": [
        "Fei Wei, Yang Zhou, Wenjun Zhang, Zhixiang Ren, Gengtao Chen, Hui Li, Guangbing Han, Shishen Yan, and Shishou Kang"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ff076O18Qfd1f45282160dc1e55984b3fe9802c1b",
      "doi": "10.1103/ww5w-xgbf",
      "summary": "We investigate spin wave behavior in chiral magnonic quasicrystals (MQCs) based on Ir/Fe/Pt(Ir) and Au/Fe/Pt(Au) multilayers using wave vector resolved Brillouin light scattering (BLS). By systematically tuning the geometric structure and tailoring the interfacial Dzyaloshinskii-Moriya interaction (… [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Enhancement of dominant ${d}_{xy}$-wave pairing in the overdoped Hubbard model with next-nearest hopping $t′$</span>",
      "authors": [
        "Chao Chen, Cong Chen, Kai Li, Xuelei Sui, Wenbo Long, Haibin Yang, and Bing Huang"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5307cOb2Rde11a59c1598e99a75b74575ee853e16",
      "doi": "10.1103/wfbr-fg2v",
      "summary": "Motivated by the quarter filling of Ni–${d}_{{x}^{2}−{y}^{2}}$ orbital in La(_3)Ni(_2)O(_7) and the important role of next-nearest-neighbor hopping $t′$ in the Hubbard model, we perform a systematic quantum Monte Carlo study of the superconducting pairing correlation in the heavily doped Hubbard mod… [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>High-frequency permeability of a composite with ferromagnetic spherical shells</span>",
      "authors": [
        "A. O. Sboychakov"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7207bO98R351155ab4e7519883e6f316c634276aa",
      "doi": "10.1103/r9h1-1g48",
      "summary": "The paper studies high-frequency permeability of the composite materials consisting of hollow ferromagnetic particles embedded into the non-magnetic media. We model the ferromagnetic particles in composite by spherical shells: the thickness of the ferromagnetic region $d$ compared to the particles’ … [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Erratum: Generic model with unconventional Rashba bands and giant spin galvanic effect [Phys. Rev. B <strong>109</strong>, 195419 (2024)]</span>",
      "authors": [
        "Xinliang Huang, Yuhang Xiao, Rui Song, and Ning Hao"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e4071O04W13R311ca171082530ac55232110f3490",
      "doi": "10.1103/tvq4-119x",
      "summary": "[Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Engineering a second-order topological superconductor hosting tunable Majorana corner modes in a magnet/$d$-wave superconductor hybrid platform</span>",
      "authors": [
        "Minakshi Subhadarshini, Archana Mishra, and Arijit Saha"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a0076OdcRac1ae5303a11ed209e35badf05e497bf",
      "doi": "10.1103/npn5-g9kp",
      "summary": "We theoretically study the noncollinear magnetic texture effect on second-order topological superconductor (SOTSC) phase generated in unconventional $d$-wave superconductors and two-dimensional (2D) quantum spin Hall insulators (QSHI). While the interplay of the $d$-wave superconductor and QSHI has … [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Defect-mediated pairing and dissociation of strongly correlated electrons in low-dimensional lattices</span>",
      "authors": [
        "Vincent Pouthier and Saad Yalouz"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c807aO03Sfd1b05262d431c3e379ec59a4ad3abe3",
      "doi": "10.1103/467x-8f21",
      "summary": "We study the quantum dynamics of a strongly correlated electron pair in a one-dimensional lattice, focusing on the occurrence of local dissociation/pairing mechanisms induced by a site energy defect. To this end, we simulate the time evolution of two interacting electrons on a finite-size chain gove… [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnetotransport in a two-dimensional hybrid band system: Dirac and heavy-hole interplay</span>",
      "authors": [
        "G. M. Gusev, A. D. Levin, V. A. Chitta, Z. D. Kvon, and N. N. Mikhailov"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3c078OdcTaf1a85e55f75db65d5072a277e9339b0",
      "doi": "10.1103/2432-7k7c",
      "summary": "We investigate magnetoresistivity and the Hall effect in a 6.3 nm gapless HgTe quantum wella two-dimensional hybrid band system featuring coexisting linear (Dirac-like) and parabolic hole energy bands at low energies. Using a classical two-subband model that includes inetrvalley scattering, we revea… [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Topological flat bands in an anisotropic model</span>",
      "authors": [
        "Yi-Xuan Ling, Xu-Hui Yan, Ying Han, Lu Qi, Xiuyun Zhang, and Ai-Lei He"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5c070O87R971ff5e211e9d632df4f07cb3a02b83d",
      "doi": "10.1103/rchm-kcv3",
      "summary": "Efforts to engineer nearly topological flat bands (TFBs) have opened a promising avenue for realizing the lattice version of fractional quantum Hall states without external magnetic field. Most of the TFB models are proposed based on Chern insulator (CI) models with isotropic hopping parameters. To … [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Anomalous magnetotransport in the single-crystalline half-Heusler antiferromagnet ErPdSb</span>",
      "authors": [
        "Abhinav Agarwal, Shovan Dan, Maciej J. Winiarski, Orest Pavlosiuk, Piotr Wiśniewski, and Dariusz Kaczorowski"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b8076O83Qea1e351938a3c77ec11cc98c3f283111",
      "doi": "10.1103/29bg-k9vh",
      "summary": "We report the thermodynamic and magnetotransport properties of a half-Heusler antimonide Er- PdSb, studied on single-crystalline samples in wide ranges of temperature and magnetic fields. The compound was found to order antiferromagnetically at 1.2 K. In the paramagnetic state, it shows semimetallic… [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Nonequilibrium charge-vortex duality</span>",
      "authors": [
        "Lazaros Tsaloukidis, Francisco Peña-Benítez, and Piotr Surówka"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a7079Y12Q2a1609c97b39e84a21f88abf125c93bf",
      "doi": "10.1103/ln96-7j68",
      "summary": "Traditionally applied within equilibrium states, the charge-vortex dualities are expanded to address the complex dynamics of superfluids and ideal fluids under non-static conditions. We have constructed explicit mappings of finite temperature fluid dynamics to gauge theories, enabling a dual descrip… [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Identifying Majorana edge and end modes in a Josephson junction of a $p$-wave superconductor with a magnetic barrier</span>",
      "authors": [
        "Minakshi Subhadarshini, Amartya Pal, Pritam Chatterjee, and Arijit Saha"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ad078O89Pbe1b055857e1c489610c893e4c526e06",
      "doi": "10.1103/6knk-m4vx",
      "summary": "We propose a theoretical model describing a Josephson junction featuring a magnetically textured barrier within two-dimensional (2D) $p$-wave superconductor, considering both ${p}_{x}+{p}_{y}$ and ${p}_{x}+i{p}_{y}$ type pairing symmetries. Our study reveals the influence of the magnetic barrier str… [Phys. Rev. B] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Experimental study of the distributions of off-diagonal scattering-matrix elements of quantum graphs with symplectic symmetry",
      "authors": [
        "Jiongning Che, Nils Gluth, Simon Köhnes, Thomas Guhr, and Barbara Dietz"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qm3x-jvyw",
      "doi": "10.1103/qm3x-jvyw",
      "summary": "We report on experimental studies of the distribution of the off-diagonal elements of the scattering ($S$) matrix of open microwave networks with symplectic symmetry and chaotic wave dynamics. These consist of two geometrically identical subgraphs with unitary symmetry described by complex conjugate… [Phys. Rev. E 112, 034208] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Composing $α$-Gauss and logistic maps: Gradual and sudden transitions to chaos",
      "authors": [
        "Marcelo A. Pires, Constantino Tsallis, and Evaldo M. F. Curado"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lwfn-qrjt",
      "doi": "10.1103/lwfn-qrjt",
      "summary": "We introduce the $α$-Gauss-Logistic map, a new nonlinear dynamics constructed by composing the logistic and $α$-Gauss maps. Explicitly, our model is given by ${x}_{t+1}={f}_{L}({x}_{t}){x}_{t}^{−α}−⌊{f}_{L}({x}_{t}){x}_{t}^{−α}⌋$, where ${f}_{L}({x}_{t})=r{x}_{t}(1−{x}_{t})$ is the logistic map and … [Phys. Rev. E 112, 034209] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Existence diagrams and excitations of vector Akhmediev breathers with self-steepening",
      "authors": [
        "Xue-Yuan Wang and Chong Liu"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4zhy-6yq2",
      "doi": "10.1103/4zhy-6yq2",
      "summary": "We revisit vector breathers with self-steepening in both focusing and defocusing regimes. We present previously unknown existence diagrams of Akhmediev breathers in a frequency-wave-number plane, which can be used to identify a family of nondegenerate second-order Akhmediev breathers in the focusing… [Phys. Rev. E 112, 034210] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Continuous-time process for human contact dynamics",
      "authors": [
        "Robin Persoons, Matteo D'Alessandro, and Piet Van Mieghem"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lt46-nrh4",
      "doi": "10.1103/lt46-nrh4",
      "summary": "Building on the work of Almasan et al. [ IEEE Trans. Netw. Sci. Eng. 12 , 1649 (2025) ], we propose a continuous-time Markov model for human contact dynamics denoted the continuous random walkers induced temporal graph model (CRWIG). In CRWIG, $M$ walkers move randomly and independently of each other o… [Phys. Rev. E 112, 034310] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Phase-field modeling of <i>Dictyostelium discoideum</i> chemotaxis",
      "authors": [
        "Yunsong Zhang, Herbert Levine, and Yanxiang Zhao"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m323-63b6",
      "doi": "10.1103/m323-63b6",
      "summary": "A phase-field approach is proposed to model the chemotaxis of Dictyostelium discoideum . In this framework, motion is controlled by active forces as determined by the Meinhardt model of chemical dynamics which is used to simulate directional sensing during chemotaxis. Then the movement of the cell is… [Phys. Rev. E 112, 034409] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Equation of state for nanoconfined multicomponent mixture gases",
      "authors": [
        "Haoxuan Li, Yuntao Du, Bofeng Bai, and Chengzhen Sun"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xypk-wq53",
      "doi": "10.1103/xypk-wq53",
      "summary": "Nanoconfined binary gas mixtures exhibit complex pressure-volume-temperature properties critical to applications such as shale gas extraction and membrane separation, yet traditional models such as Dalton's Law of Partial Pressures and Lorentz-Berthelot mixing rules fail to capture their behavior du… [Phys. Rev. E 112, 035408] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Three-dimensional phase-field simulations of water freezing and thawing at pore scale",
      "authors": [
        "Pavel Strachota"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/84nb-b6bd",
      "doi": "10.1103/84nb-b6bd",
      "summary": "This work deals with numerical simulation of water freezing and thawing in a complex three-dimensional geometry of a porous medium. The porous structure is represented by a virtual container filled with glass beads. Phase transition modeling is approached at both macroscale and microscale, combining… [Phys. Rev. E 112, 035503] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Anatomy of information scrambling and decoherence in the integrable Sachdev-Ye-Kitaev model</span>",
      "authors": [
        "Antonio M. García-García, Chang Liu, Lucas Sá, Jacobus J. M. Verbaarschot, and Jie-ping Zheng"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/c6079Y4aN2c1289424190d05c93b7c4623c3e4414",
      "doi": "10.1103/j589-dszc",
      "summary": "The growth of information scrambling, captured by out-of-time-order correlation functions (OTOCs), is a central indicator of the nature of many-body quantum dynamics. Here, we compute analytically the complete time dependence of the OTOC for an integrable Sachdev-Ye-Kitaev (SYK) model, $N$ Majoranas… [Phys. Rev. E] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Role of zealots in the spread of linguistic traits</span>",
      "authors": [
        "V. Dornelas, C. Anteneodo, R. Nunes, E. Heinsalu, and M. Patriarca"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/8a070R7eUcd1f923e5ab1fe605dea7a008309ad82",
      "doi": "10.1103/t4pt-zdc3",
      "summary": "We investigate the diffusion of linguistic innovations on a fully connected network in order to understand the emergence of linguistic diversity. We employ an agent-based dynamics based on the Axelrod model, where interactions between agents are driven by homophily and social influence, with the dif… [Phys. Rev. E] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Phase probabilities in first-order transitions using machine learning</span>",
      "authors": [
        "Diana Sukhoverkhova, Vyacheslav Mozolenko, and Lev Shchur"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/f3072Ye6L3b1297d59e19c18aacdf353db96d8432",
      "doi": "10.1103/h9cg-cc4r",
      "summary": "We set out to explore the possibility of investigating the critical behavior of systems with first-order phase transition using deep machine learning. We propose a machine learning protocol with ternary classification of instantaneous spin configurations using known values of disordered phase energy… [Phys. Rev. E] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Stochastic porous medium equation in one dimension</span>",
      "authors": [
        "Maximilien Bernard, Andrei A. Fedorenko, Pierre Le Doussal, and Alberto Rosso"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/e8076YabOad1dc85d8680ee73c19ddcc22856fd27",
      "doi": "10.1103/yn11-gdk9",
      "summary": "We study the porous medium equation (PME) in one space dimension in presence of additive non-conservative white noise, and interpreted as a stochastic growth equation for the height field of an interface. We predict the values of the two growth exponents $α$ and $β$ using the functional RG. Extensiv… [Phys. Rev. E] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Giant density fluctuations in locally hyperuniform states</span>",
      "authors": [
        "Sara Dal Cengio, Romain Mari, and Eric Bertin"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/50073Y88K6d17b88f79e59e2d0cc62972f781c1ea",
      "doi": "10.1103/m6bl-dqsd",
      "summary": "Systems driven far from equilibrium may exhibit anomalous density fluctuations: active matter with orientational order display giant density fluctuations at large scale, while systems of interacting particles close to an absorbing phase transition may exhibit hyperuniformity, suppressing large-scale… [Phys. Rev. E] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Distribution of returns and its asymptotic behavior</span>",
      "authors": [
        "Silvia A. Menchón and P. Román"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/0f07dRe5Pa519c2c58b069f7aad9147a43a737081",
      "doi": "10.1103/c35f-1v93",
      "summary": "Motivated by the concept of self-organized criticality and its link with the theory of random walks, distributions of returns are studied. In particular, distributions of returns for one-dimensional random walks, defined in discrete time and space, with jumps restricted to nearest neighbors and cons… [Phys. Rev. E] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Amplification of laser imprint in the presence of strong, externally imposed, target-normal magnetic fields</span>",
      "authors": [
        "Luke Ceurvorst, Christopher Walsh, Gabriel Pérez-Callejo, Victorien Bouffetier, Philip Bradford, Jonathan L. Peebles, Suxing Hu, Wolfgang Theobald, and Alexis Casner"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/e3072Y8eY461888fd3a64b20bde9667d456652f0d",
      "doi": "10.1103/thxz-kqw8",
      "summary": "An experiment was performed on the OMEGA EP Laser System to investigate the effects of magnetic fields on laser imprint. A 30-thick CH target was driven by a single beam delivering of UV energy in a 5-ns square pulse without smoothing by spectral dispersion. The Rayleigh-Taylor amplification of this… [Phys. Rev. E] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Equations of motion of a track cyclist: Active particle dynamics under strong geometric constraints</span>",
      "authors": [
        "C. Clanet, P. Odier, B. Pottier, and E. Brunet"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/cf077R46O961542e03e2645687a1d6d51818d14c1",
      "doi": "10.1103/vm6w-d487",
      "summary": "Using in situ measurements from the 2022 World Championships, we derive the equations of motion for a track cyclist as a coupled bicycle–rider–track system. A key observation is that instantaneous pedal power does not map directly onto bicycle speed because elastic compliance within the bicycle–ride… [Phys. Rev. E] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Geometric perspective of linear stability of q-states in finite Kuramoto networks on circulant graphs</span>",
      "authors": [
        "Yashee Sinha, Priya B. Jain, Antonio Mihara, Rene O. Medrano-T, Jan Minac, Lyle E. Muller, and Roberto C. Budzinski"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/fc07dRe4Pbf11c20980b6c12ec6a0acf7c44e9c53",
      "doi": "10.1103/z5v7-41g1",
      "summary": "We develop an operator-description for the linear stability in finite networks of Kuramoto oscillators on circulant graphs. This mathematical approach offers analytical predictions for the linear stability of $q$-states, which include phase synchronization ($q=0$) and phase-locked states with differ… [Phys. Rev. E] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Effect of top metallic contacts on energy conversion performances for near-field thermophotovoltaics",
      "authors": [
        "Youssef Jeyar, Kevin Austry, Minggang Luo, Brahim Guizal, Yi Zheng, Riccardo Messina, Rodolphe Vaillon, and Mauro Antezza"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sxyl-4f3g",
      "doi": "10.1103/sxyl-4f3g",
      "summary": "The design of metallic contact grids on the front side of thermophotovoltaic cells is critical because it can cause significant optical and electrical resistive losses, particularly in the near field. However, from the theoretical point of view, this effect has been either discarded or studied by me… [Phys. Rev. Applied 24, 034032] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Optical cavity in the relativistic regime for laser propulsion",
      "authors": [
        "F. Lorenzi, L. Salasnich, and M.G. Pelizzo"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pkn5-9mb4",
      "doi": "10.1103/pkn5-9mb4",
      "summary": "Laser propulsion has been proposed for relativistic interstellar flights, but it faces the significant challenge of requiring extremely powerful laser radiation due to the inherently low momentum transfer between the beam and the sail. The photon-recycling technique increases thrust by transferring … [Phys. Rev. Applied 24, 034033] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Enabling a Potts machine with phase tristability",
      "authors": [
        "Ahmed A. Mekawy, Hady Moussa, Geng Xu, Mohammad-Ali Miri, and Andrea Alù"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bnzj-5ttt",
      "doi": "10.1103/bnzj-5ttt",
      "summary": "Ising machines efficiently solve binary optimization problems but face scalability limits in nonbinary tasks such as graph coloring due to their bistable dynamics. This work overcomes Ising machine scalability limits by introducing a Potts machine verified with novel experimental data from parametri… [Phys. Rev. Applied 24, 034034] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Universal scaling of adiabatic tunneling out of a shallow confinement potential</span>",
      "authors": [
        "Austris Akmentinsh, David Reifert, Thomas Weimann, Klaus Pierz, Vyacheslavs Kashcheyevs, and Niels Ubbelohde"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/a307dYc0Gb114f90032e07e0a12317256628ff661",
      "doi": "10.1103/p146-f4r8",
      "summary": "The ability to tune quantum tunneling is key for achieving selectivity in manipulation of individual particles in quantum technology applications. In this work we count electron escape events out of a time-dependent confinement potential, realized as a dynamic quantum dot in a GaAs/AlGaAs heterostru… [Phys. Rev. Applied] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Erratum: Modeling enclosures for large-scale superconducting quantum circuits [Phys. Rev. Applied <strong>14</strong>, 024061 (2020)]</span>",
      "authors": [
        "P. A. Spring, T. Tsunoda, B. Vlastakis, and P. J. Leek"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/1a078Aa9W04R5214d0680dc55a28acb4a19dbc1d6",
      "doi": "10.1103/gx8j-g8n8",
      "summary": "[Phys. Rev. Applied] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Two-dimensional functionalized Mo${}_{2}$N${T}_{2}$ ($T$ = H, O) monolayer as promising candidates for NO${}_{x}$ gas capture agents and sensors</span>",
      "authors": [
        "Zebang Cheng, Yiran Ying, Yamin Xue, Ben Wang, Ziqiu Wang, Lin Peng, Tingting Shi, Jing Chen, Xiaolin Liu, Haitao Huang, and Jia Lin"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/89079AeeOc513d0464ab28f71716b96cd55812608",
      "doi": "10.1103/jst3-45bj",
      "summary": "MXenes, novel two-dimensional materials similar to graphene, are considered a strong candidate for the next generation of gas detectors. The structure, electronic properties, and adsorption behavior of Mo2NT2 (T =, H, F, O) MXenes for ambient gases were studied through first-principles calculations.… [Phys. Rev. Applied] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Approaching the ultrastrong-coupling regime between an Andreev level and a microwave resonator</span>",
      "authors": [
        "O. O. Shvetsov, A. Khola, V. Buccheri, I. P. C. Cools, N. Trnjanin, A. Geresdi, T. Kanne, and J. Nygård"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/8e076A01O8c1960164053009648d607f04eedc4b1",
      "doi": "10.1103/f81h-xjcv",
      "summary": "Josephson junctions formed in semiconductor nanowires host Andreev bound states and serve as a physical platform to realize Andreev qubits tuned by electrostatic gating. With the Andreev bound state being confined to the nanoscale weak link, it couples to a circuit-QED architecture via the state-dep… [Phys. Rev. Applied] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Cryogenic temperature dependence and hysteresis of surface-trap-induced gate leakage in GaN high-electron-mobility transistors</span>",
      "authors": [
        "Ching-Yang Pan, Shi-Kai Lin, Yu-An Chen, and Pei-hsun Jiang"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/3d07dA48Pa11e80d24378fb7fcfc9dc43812ab54c",
      "doi": "10.1103/ngfc-3xr1",
      "summary": "This work provides a detailed mapping of various mechanisms of surface-trap-induced gate leakage in GaN HEMTs across a temperature range from room to cryogenic levels. Two-dimensional variable-range hopping is observed at small gate bias. Under higher reverse gate bias, the leakage is dominated by t… [Phys. Rev. Applied] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span><em>Ab initio</em> modeling of quantum-dot qubits: Coupling, gate dynamics, and robustness versus charge noise</span>",
      "authors": [
        "Hamza Jnane and Simon C. Benjamin"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/ca077Da6Da01b10290886a131598002081c06ecf2",
      "doi": "10.1103/rm43-nh9b",
      "summary": "Electron spins in semiconductor devices are highly promising building blocks for quantum processors (QPs). Commercial semiconductor foundries can create QPs using the same processes employed for conventional chips, once the QP design is suitably specified. There is a vast accessible design space; to… [Phys. Rev. Applied] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Optimization via quantum preconditioning</span>",
      "authors": [
        "Maxime Dupont, Tina Oberoi, and Bhuvanesh Sundar"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/e4074D59Pdf10302e2c017638ca2b6a50a97d6071",
      "doi": "10.1103/9prw-684p",
      "summary": "State-of-the-art classical optimization solvers set a high bar for quantum computers to deliver utility in this domain. Here, we introduce a quantum preconditioning approach based on the quantum approximate optimization algorithm. It transforms the input problem into a more suitable form for a solve… [Phys. Rev. Applied] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Regulation of ultrafast transport of photoinduced terahertz electron-hole plasma waves in semiconductor junctions under DC bias</span>",
      "authors": [
        "Junheng Pan, Duanzheng Wu, Ying Tian, Dong Yang, and Jau Tang"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/4e07cObfPbc1bb5b72948d189a1db1d74c4f28339",
      "doi": "10.1103/xw8z-szbc",
      "summary": "Regulating carrier transport at semiconductor interfaces using light is essential for optimizing optoelectronic devices. Recent advancements in ultrafast scanning electron microscopy and finite element methods have provided deeper insights into photo-induced ballistic carrier dynamics in silicon p-n… [Phys. Rev. Applied] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Drainage front width in a three-dimensional random porous medium under gravitational and capillary effects",
      "authors": [
        "Paula Reis and Knut Jørgen Måløy"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5bbz-ksds",
      "doi": "10.1103/5bbz-ksds",
      "summary": "A theoretical approach to estimating stable drainage front widths in three-dimensional (3D) random porous media under gravitational and capillary effects is presented here. Based on the frontier of the infinite cluster in gradient percolation, we propose an expression for the 3D front width dependen… [Phys. Rev. Research 7, 033244] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Quantum estimation of Chernoff bound and Hoeffding bound",
      "authors": [
        "Honglin Chen, Jicun Li, Wei Xie, and Xiang-Yang Li"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/blvt-zrww",
      "doi": "10.1103/blvt-zrww",
      "summary": "Determining the closeness of two quantum states with minimal error probability is a central problem in quantum information theory. The optimal exponents characterizing the error probability in the symmetric and asymmetric settings are given by the quantum Chernoff bound (QCB) and the quantum Hoeffdi… [Phys. Rev. Research 7, 033245] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Abelian spectral topology of multifold exceptional points",
      "authors": [
        "Marcus Stålhammar and Lukas Rødland"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8lyx-vtnw",
      "doi": "10.1103/8lyx-vtnw",
      "summary": "The advent of non-Hermitian physics has enriched the plethora of topological phases to include phenomena without Hermitian counterparts. Despite being among the most well-studied uniquely non-Hermitian features, the topological properties of multifold exceptional points, $n$-fold spectral degeneraci… [Phys. Rev. Research 7, 033246] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Nonlocal resources for error correction in quantum low-density parity-check codes",
      "authors": [
        "Omprakash Chandra, Gopikrishnan Muraleedharan, and Gavin K. Brennen"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/x1rk-yg29",
      "doi": "10.1103/x1rk-yg29",
      "summary": "Quantum low-density parity-check (qLDPC) codes with high-performance and nonlocal stabilizers are an attractive alternative to the surface code because of their relatively high code rate and distance. However, unlike the surface code that has simple, geometrically local, stabilizer checks, qLDPC cod… [Phys. Rev. Research 7, 033247] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Nonlinear spectroscopy of cavity polaritons",
      "authors": [
        "Anqi Li, Upendra Harbola, and Michael Galperin"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ccfc-1fg4",
      "doi": "10.1103/ccfc-1fg4",
      "summary": "Confinement of molecules within a cavity leads to a strong coupling between light and matter degrees of freedom, merging the two into a quasiparticle known as a polariton. Theoretical treatments of molecular polaritons generally utilize either exact diagonalization of the interacting molecule-cavity… [Phys. Rev. Research 7, 033248] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Crisis-induced intermittency in reservoir computing",
      "authors": [
        "Tempei Kabayama, Motomasa Komuro, Yasuo Kuniyoshi, Kazuyuki Aihara, and Kohei Nakajima"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vqvp-mbxx",
      "doi": "10.1103/vqvp-mbxx",
      "summary": "This study analyzes symmetric models to show that adjusting a global parameter in random neural networks—which develop multistability through reservoir computing—induces a crisis with intermittency. [Phys. Rev. Research 7, L032058] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Decoding strong-field ionization of ${\\mathrm{H}}_{2}$ via photoelectron momentum torus",
      "authors": [
        "Daimu Ikeya, Hikaru Fujise, Minami Takahashi, Kyoichiro Yasui, Akitaka Matsuda, Mizuho Fushitani, Hirokazu Matsui, Hiroka Hasegawa, Oleg I. Tolstikhin, Toru Morishita, and Akiyoshi Hishikawa"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/g7g6-mm4z",
      "doi": "10.1103/g7g6-mm4z",
      "summary": "A quantitative decoding of strong-field ionization of H 2 from its photoelectron momentum torus is demonstrated, providing a precise and robust framework for extracting molecular ionization potentials and laser field parameters directly from the photoelectron momentum distribution. [Phys. Rev. Research 7, L032059] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Editorial: PRX Quantum Celebrates Five Years of Milestones and Envisions Tomorrow",
      "authors": [
        "Katiuscia Cassemiro and Stephen Bartlett"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/PRXQuantum.6.030001",
      "doi": "10.1103/PRXQuantum.6.030001",
      "summary": "Five years in—PRX Quantum celebrates breakthroughs and looks ahead to shaping the future of quantum science. [PRX Quantum 6, 030001] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Editorial: PRX Quantum Celebrates Five Years of Milestones and Envisions Tomorrow",
      "authors": [
        "Katiuscia Cassemiro and Stephen Bartlett"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/PRXQuantum.6.030002",
      "doi": "10.1103/PRXQuantum.6.030002",
      "summary": "[PRX Quantum 6, 030002] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Fault-Tolerant Quantum Simulation of Generalized Hubbard Models",
      "authors": [
        "Andreas Juul Bay-Smidt, Frederik Ravn Klausen, Christoph Sünderhauf, Róbert Izsák, Gemma C. Solomon, and Nick S. Blunt"
      ],
      "date": "2025-09-12T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gr4t-b1w5",
      "doi": "10.1103/gr4t-b1w5",
      "summary": "Tile Trotterization is developed as an efficient method to simulate arbitrary lattice Hubbard and extended Hubbard models in early fault tolerance, and numerical methods are applied to more accurately bound Trotter error. [PRX Quantum 6, 030348] Published Fri Sep 12, 2025"
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Entangled measurement for W states",
      "authors": [
        "Geobae Park, Holger F. Hofmann, Ryo Okamoto, Shigeki Takeuchi"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx4180?af=R",
      "doi": "10.1126/sciadv.adx4180",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "DeepInMiniscope: Deep learning–powered physics-informed integrated miniscope",
      "authors": [
        "Feng Tian, Ben Mattison, Weijian Yang"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adr6687?af=R",
      "doi": "10.1126/sciadv.adr6687",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Strain-optimized copper dual-atom sites for selective electroreduction of carbon dioxide to ethylene",
      "authors": [
        "Xuewei Huang, Xinwei Li, Shuhao Yan, Dawei Wang, Chang Long, Yue Ying, Pengfei An, Zhiyu Guo, Qun Li, Caoyu Yang, Sheng Chen, Jianyu Han, Lin Chang, Siyu Lu, Zhiyong Tang"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ads0609?af=R",
      "doi": "10.1126/sciadv.ads0609",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Organic electrochemical transceiver: An all-in-one sense-and-release device architecture for physiological modulation",
      "authors": [
        "Yuanzhe Li, Mengying Yan, Xie He, Cunman Liang, Heng Liu, Qian Zhu, Mingqiang Wang, Xinhui Lu, Yi Lu, Ni Zhao"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu9516?af=R",
      "doi": "10.1126/sciadv.adu9516",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Molecular and neural basis of vomiting behavior in Drosophila melanogaster",
      "authors": [
        "Yanyan Shi, Yinjun Jia, Wei Zhang"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv1143?af=R",
      "doi": "10.1126/sciadv.adv1143",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Superconductivity in compressed quasi−one-dimensional face-sharing hexagonal perovskite chalcogenides",
      "authors": [
        "Feng Ke, Shanyuan Niu, Jiajia Feng, Ketao Yin, Minkyung Han, Hong Yang, Bai Yang Wang, Anna Celeste, Chunjing Jia, Bin Chen, Lin Wang, Harold Y. Hwang, Yongjun Tian, Wendy L. Mao, Yu Lin"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv1894?af=R",
      "doi": "10.1126/sciadv.adv1894",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Repeated climate-driven dispersal and speciation in peripheral populations of Pleistocene mastodons",
      "authors": [
        "Emil Karpinski, Sina Baleka, Andrew R. Boehm, Tim Fedak, Chris Widga, Hendrik N. Poinar"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw2240?af=R",
      "doi": "10.1126/sciadv.adw2240",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "A universal oxygen scavenger for oxidase-based biosensors",
      "authors": [
        "Huijie Zhang, Mohamed G. Saadeldin, Darren Buesen, Hamzah Elfaitory, Jakob Burger, Vincent M. Friebe, Jonas Honacker, Tobias Vöpel, Alaa A. Oughli, Nicolas Plumeré"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw6133?af=R",
      "doi": "10.1126/sciadv.adw6133",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Dynamically assembled magnetic nanoparticles in a phase transitional matrix for reconfigurable electronics",
      "authors": [
        "Min-Gyu Lee, Seong-Yu Choi, HyunJae Yoo, Jae-Man Park, Younghoon Lee, Yun Hyeok Lee, Yong Eun Cho, Sungsoo Lim, Hakjun Lee, Jeong-Yun Sun"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw6611?af=R",
      "doi": "10.1126/sciadv.adw6611",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "On-chip multi-timescale spatiotemporal optical synchronization",
      "authors": [
        "Lida Xu, Mahmoud Jalali Mehrabad, Christopher J. Flower, Gregory Moille, Alessandro Restelli, Daniel G. Suarez-Forero, Yanne Chembo, Sunil Mittal, Kartik Srinivasan, Mohammad Hafezi"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw7696?af=R",
      "doi": "10.1126/sciadv.adw7696",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Bi-handed assembly chaperones regulate protein complex assembly through an intramolecular handover mechanism",
      "authors": [
        "Jingyi Wu, Chun Wan, Yuan Tian, Yan Ouyang, Harrison Puscher, Suzhao Li, Qian Yin, Jingshi Shen"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw9158?af=R",
      "doi": "10.1126/sciadv.adw9158",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Temporal biphasic regulation of photoreceptor degeneration by microglial TREM2: A metabolic-immune nexus in retinitis pigmentosa",
      "authors": [
        "Rong Li, Jing Zhang, Jiang-Mei Wu, Jun-Qi Fan, Bin Lin"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw9299?af=R",
      "doi": "10.1126/sciadv.adw9299",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "RNA binding protein DDX3X drives pancreatic cancer progression via the TLE2-MYL9 axis",
      "authors": [
        "Yuanyang Wang, Qianyi Yang, Feng Lin, Xiaowei Song, Gang Yang, Dahan Wen, Yingyun Yang, Bicheng Wu, Yunmeng Meng, Ning Zhang, Xiaomei Lu, Chunyang Xiong, Wen Zhao, Junbo Liang, Taiping Zhang, Yuying Liu"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw9519?af=R",
      "doi": "10.1126/sciadv.adw9519",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Autonomous codesign and fabrication of multistimuli-responsive material systems",
      "authors": [
        "Liwei Wang, Alexander L. Evenchik, Jared M. Yang, Ryan L. Truby, Wei Chen"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx4409?af=R",
      "doi": "10.1126/sciadv.adx4409",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The citrullinating enzyme PADI4 governs progenitor cell proliferation and translation in developing hair follicles",
      "authors": [
        "Kim Vikhe Patil, Nil Campamà Sanz, Kylie Hin-Man Mak, Wei Yang, Karl Annusver, Jasson Makkar, David Grommisch, Li Lei, Priyanka Sharma, Ryan R. Driskell, Maria Kasper, Maria Genander"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx4511?af=R",
      "doi": "10.1126/sciadv.adx4511",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Active learning for nonparametric multiscale modeling of boundary lubrication",
      "authors": [
        "Hannes Holey, Peter Gumbsch, Lars Pastewka"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx4546?af=R",
      "doi": "10.1126/sciadv.adx4546",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Phase transitions perception in nonreciprocal mechanical metamaterials through electromagnetic resonance",
      "authors": [
        "Yun Deng, Xiaoyu Zhao, Zhixin Huang, Ying Li"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady1211?af=R",
      "doi": "10.1126/sciadv.ady1211",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Ultrafast reversible photoconductivity in 2D MoTe2/Pt van der Waals heterostructure",
      "authors": [
        "Ye Tao, Chengyun Hong, Ji-Hee Kim"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady1321?af=R",
      "doi": "10.1126/sciadv.ady1321",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Bispecific antibodies cross-link and redirect CD8+ T cells to kill cytomegalovirus-infected cells",
      "authors": [
        "Ayub Ali, Arumugam Balamurugan, Francisco J. Ibarrondo, Minh Nguyen, Sara Habibipour, Jaimie M. Lim, Christian Hofmann, Hwee L. Ng, Otto O. Yang"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2092?af=R",
      "doi": "10.1126/sciadv.ady2092",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Asymmetrical polyimide membranes with programmable polymer chain architectures for liquid hydrocarbon fractionation",
      "authors": [
        "Weilin Feng, Fupeng Li, Jiaqi Li, Zhiyi Li, Lu Xu, Hukang Guo, Nanwen Li, Xinzhong Cao, Chuanjie Fang, Baoku Zhu, Liping Zhu"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady3674?af=R",
      "doi": "10.1126/sciadv.ady3674",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Ultrahigh-precision analog computing using memory-switching geometric ratio of transistors",
      "authors": [
        "Xing-Jian Yangdong, Cong Wang, Yichen Zhao, Zi-Chun Wang, Zaizheng Yang, Zenglin Liu, Wentao Yu, Zhoujie Zeng, Shuang Wang, Wei Wei, Yu Shen, Dehe Kong, Shuo Ding, Xu Wang, Chen Pan, Shi-Jun Liang, Feng Miao"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady4798?af=R",
      "doi": "10.1126/sciadv.ady4798",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The BUB1 and BUBR1 paralogs scaffold the kinetochore fibrous corona",
      "authors": [
        "Verena Cmentowski and Andrea Musacchio"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady6890?af=R",
      "doi": "10.1126/sciadv.ady6890",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Cross-dehydrogenative coupling via C(sp2)─H bond activation by PSP-pincer rhodium photocatalysis",
      "authors": [
        "Kotaro Sakai, Yanzong Lyu, Jun Odake, Naoyuki Toriumi, Nobuharu Iwasawa, Masanobu Uchiyama"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz5235?af=R",
      "doi": "10.1126/sciadv.adz5235",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Elucidating the mechanism by which HIV-1 nucleocapsid mutations confer resistance to integrase strand transfer inhibitors",
      "authors": [
        "Yuta Hikichi, Ryan C. Burdick, Sean C. Patro, Si-Yuan Ding, Brian T. Luke, Erin D. Clark, Sherimay D. Ablan, Xiaolin Wu, Vinay K. Pathak, Eric O. Freed"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz8980?af=R",
      "doi": "10.1126/sciadv.adz8980",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Nonequilibrium quantum dynamics in SrTiO3 under impulsive THz radiation with machine learning",
      "authors": [
        "Francesco Libbi, Anders Johansson, Boris Kozinsky, Lorenzo Monacelli"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw1634?af=R",
      "doi": "10.1126/sciadv.adw1634",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Investigating the Aliso Canyon gas blowout disaster and adverse birth outcomes: A quasiexperimental approach",
      "authors": [
        "Kimberly C. Paul, John Molitor, Yu Yu, Christina Batteate, Massimo Stafoggia, Sanjali Mitra, Qi Meng, Diane Garcia-Gonzales, Myles Cockburn, David Eisenman, Sudipto Banerjee, Honghu Liu, Michael Jerrett, Beate Ritz"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adr6684?af=R",
      "doi": "10.1126/sciadv.adr6684",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "A radiometric timescale challenges the chronology of the iconic 1992 Guliya ice core",
      "authors": [
        "Shugui Hou, Theo M. Jenk, Wei Jiang, Wangbin Zhang, Huanting Hu, Xin Feng, Hao Li, Shuang-Ye Wu, Hongxi Pang, Jinhai Yu, Renhui Huang, Zheng-Tian Lu, Guo-Min Yang, Michael Bender, Margit Schwikowski"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx8837?af=R",
      "doi": "10.1126/sciadv.adx8837",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "A switchable dynamic-static tactile system for augmented haptic secret communication",
      "authors": [
        "Huiqi Zhao, Weiqi Qian, Chong Guo, Yaming Zhang, Jiabin Wang, Huiyu Dan, Yan Zhang, Chris R. Bowen, Ya Yang"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx6959?af=R",
      "doi": "10.1126/sciadv.adx6959",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "CLL to Richter syndrome: Integrating network strategies with experiments elucidating disease drivers and personalized therapies",
      "authors": [
        "Julia Maier, Julian D. Schwab, Silke D. Werle, Ralf Marienfeld, Stephan Stilgenbauer, Peter Möller, Nensi Ikonomi, Hans A. Kestler"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu7705?af=R",
      "doi": "10.1126/sciadv.adu7705",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Label-free and real-time monitoring of photoaging with high spatiotemporal resolution using an nIR fluorescent nanosensor array",
      "authors": [
        "Youngwook Cho, Hwira Baek, Damee Koh, Changyu Tian, Minah Choi, Jung Woo, Junoh Kim, Seungchan Baek, Jin Woong Kim, Soo-Yeon Cho"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt2296?af=R",
      "doi": "10.1126/sciadv.adt2296",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Chemically induced deceleration of nuclear spin relaxation (CIDER) preserves hyperpolarization",
      "authors": [
        "Josh P. Peters, Charbel Assaf, Arne Brahms, Kolja Them, Mirco Gerdsen, Rainer Herges, Jan-Bernd Hövener, Andrey N. Pravdivtsev"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2316?af=R",
      "doi": "10.1126/sciadv.adx2316",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Metabolism-driven posttranslational modifications and immune regulation: Emerging targets for immunotherapy",
      "authors": [
        "Gujie Wu, Xiaofei Fan, Lin Cheng, Zongwei Chen, Yanjun Yi, Jiaqi Liang, Xiaolong Huang, Na Yang, Jiacheng Yin, Weigang Guo, Yiwei Huang, Shanye Yin"
      ],
      "date": "2025-09-12T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx6489?af=R",
      "doi": "10.1126/sciadv.adx6489",
      "summary": "Science Advances, Volume 11, Issue 37, September 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How to help refugees thrive: have local families host them",
      "authors": [],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02873-4",
      "doi": "10.1038/d41586-025-02873-4",
      "summary": "Nature, Published online: 12 September 2025; doi:10.1038/d41586-025-02873-4 Ukrainian refugees who moved into German households report greater social integration than those who lived in other settings."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Meet Europe’s first exascale supercomputer — can it compete in the global AI race?",
      "authors": [
        "Jonathan O’Callaghan"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02981-1",
      "doi": "10.1038/d41586-025-02981-1",
      "summary": "Nature, Published online: 12 September 2025; doi:10.1038/d41586-025-02981-1 JUPITER, the European Union’s new exascale supercomputer, is 100% powered by renewable energy. What will researchers use it for?"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "These nations are wooing PhD students amid US funding uncertainties",
      "authors": [
        "Rachel Fieldhouse"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02416-x",
      "doi": "10.1038/d41586-025-02416-x",
      "summary": "Nature, Published online: 12 September 2025; doi:10.1038/d41586-025-02416-x Pauses to some US graduate programmes have led universities in several countries to launch initiatives to entice would-be PhD students."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "LIGO is 10 years old: black-hole breakthroughs will ‘only get better’",
      "authors": [
        "Davide Castelvecchi"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02941-9",
      "doi": "10.1038/d41586-025-02941-9",
      "summary": "Nature, Published online: 12 September 2025; doi:10.1038/d41586-025-02941-9 A decade after the pair of observatories first detected gravitational waves, researchers are drawing up ambitious plans for its successors."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Maintenance",
      "authors": [
        "Matt Tighe"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02777-3",
      "doi": "10.1038/d41586-025-02777-3",
      "summary": "Nature, Published online: 12 September 2025; doi:10.1038/d41586-025-02777-3 A difficult thing to fix."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Why we launched Denmark’s second Young Academy (and what’s different about it)",
      "authors": [
        "Jonathan  Quinson"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02520-y",
      "doi": "10.1038/d41586-025-02520-y",
      "summary": "Nature, Published online: 12 September 2025; doi:10.1038/d41586-025-02520-y YATSI aims to represent scientists based in academia and in industry, and to build bridges between the two sectors."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "RFK Jr’s vaccine advisers will soon review four shots: what’s at stake",
      "authors": [
        "Mariana Lenharo"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02914-y",
      "doi": "10.1038/d41586-025-02914-y",
      "summary": "Nature, Published online: 12 September 2025; doi:10.1038/d41586-025-02914-y Restrictions to children's vaccine access are a likely outcome, infectious-disease specialists tell Nature."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Boron at the boundaries",
      "authors": [
        "Richard Brierley"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03041-1",
      "doi": "10.1038/s41567-025-03041-1",
      "summary": "Nature Physics, Published online: 12 September 2025; doi:10.1038/s41567-025-03041-1 Boron at the boundaries"
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "In plain sight",
      "authors": [
        "Mark Buchanan"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03021-5",
      "doi": "10.1038/s41567-025-03021-5",
      "summary": "Nature Physics, Published online: 12 September 2025; doi:10.1038/s41567-025-03021-5 In plain sight"
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Serendipitous signal",
      "authors": [],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03052-y",
      "doi": "10.1038/s41567-025-03052-y",
      "summary": "Nature Physics, Published online: 12 September 2025; doi:10.1038/s41567-025-03052-y The first direct observation of gravitational waves occurred on 14 September 2015. We look back at ten years of gravitational wave science."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Precision without parity",
      "authors": [
        "Solmaz Nadiri"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03018-0",
      "doi": "10.1038/s41567-025-03018-0",
      "summary": "Nature Physics, Published online: 12 September 2025; doi:10.1038/s41567-025-03018-0 Metrology has long been defined by its pursuit of reproducibility, accuracy and traceability. Yet, when it comes to the representation of women and other marginalized communities, precision has not been matched by parity, finds Solmaz Nadiri."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Parallelized telecom quantum networking with an ytterbium-171 atom array",
      "authors": [
        "Lintao Li",
        "Xiye Hu",
        "Zhubing Jia",
        "William Huie",
        "Won Kyu Calvin Sun",
        "Aakash",
        "Yuhao Dong",
        "Narisak Hiri-O-Tuppa",
        "Jacob P. Covey"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03022-4",
      "doi": "10.1038/s41567-025-03022-4",
      "summary": "Nature Physics, Published online: 12 September 2025; doi:10.1038/s41567-025-03022-4 Most atom-based quantum networks emit photons at non-telecom wavelengths, requiring lossy conversion for long-distance links. A scalable approach for generating direct entanglement between atoms and telecom-band photons has now been demonstrated."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: Causal disentanglement for single-cell representations and controllable counterfactual generation",
      "authors": [
        "Yicheng Gao",
        "Kejing Dong",
        "Caihua Shan",
        "Dongsheng Li",
        "Qi Liu"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63728-0",
      "doi": "10.1038/s41467-025-63728-0",
      "summary": "Nature Communications, Published online: 12 September 2025; doi:10.1038/s41467-025-63728-0 Author Correction: Causal disentanglement for single-cell representations and controllable counterfactual generation"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Asymmetric coordination enhances the synergy of Pt species dual active sites for efficient photocatalytic H<sub>2</sub> evolution",
      "authors": [
        "Bo Li",
        "Hongshun Zheng",
        "Tong Zhou",
        "Qingjie Lu",
        "Mingpeng Chen",
        "Huachuan Sun",
        "Yuxiao Zhang",
        "Yumin Zhang",
        "Dequan Li",
        "Baoye Zi",
        "Mao Zhang",
        "Jin Zhang",
        "Jianhong Zhao",
        "Tianwei He",
        "Zhongqi Zhu",
        "Genlin Zhang",
        "Qingju Liu"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63637-2",
      "doi": "10.1038/s41467-025-63637-2",
      "summary": "Nature Communications, Published online: 12 September 2025; doi:10.1038/s41467-025-63637-2 Photocatalytic water splitting is hindered by inefficient cooperation between catalytic sites. Here, the authors report that asymmetric Pt coordination enables a strong synergy between single-atom sites and nanoparticles, delivering efficient photocatalytic hydrogen production."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Heterogeneous, temporally consistent, and plastic brain development after preterm birth",
      "authors": [
        "Melissa Thalhammer",
        "Jakob Seidlitz",
        "Antonia Neubauer",
        "Aurore Menegaux",
        "Benita Schmitz-Koep",
        "Maria A. Di Biase",
        "Julia Schulz",
        "Lena Dorfschmidt",
        "Richard A. I. Bethlehem",
        "Aaron Alexander-Bloch",
        "Chris Adamson",
        "Gareth Ball",
        "Joana Sa de Almeida",
        "Richard Beare",
        "Claus Zimmer",
        "Marcel Daamen",
        "Henning Boecker",
        "Peter Bartmann",
        "Dieter Wolke",
        "Dennis M. Hedderich",
        "Christian Sorg"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63967-1",
      "doi": "10.1038/s41467-025-63967-1",
      "summary": "Nature Communications, Published online: 12 September 2025; doi:10.1038/s41467-025-63967-1 This study reveals that brain aberrations after preterm birth are highly individual yet shaped by early injury and social environment, influencing long-term cognitive outcomes."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Matrix directs trophoblast differentiation in a bioprinted organoid model of early placental development",
      "authors": [
        "Claire Richards",
        "Hao Chen",
        "Matthew O’Rourke",
        "Ashley Bannister",
        "Grace Owen",
        "Alexander Volkerling",
        "Arnab Ghosh",
        "Catherine A. Gorrie",
        "David Gallego-Ortega",
        "Amy L. Bottomley",
        "Matthew P. Padula",
        "Kristine C. McGrath",
        "Louise Cole",
        "Philip M. Hansbro",
        "Lana McClements"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62996-0",
      "doi": "10.1038/s41467-025-62996-0",
      "summary": "Nature Communications, Published online: 12 September 2025; doi:10.1038/s41467-025-62996-0 The placenta plays vital roles in supporting fetal development. Here, Richards et al. develop a high-throughput bioprinted trophoblast organoid model to recapitulate the microenvironment of the early placenta, enabling investigation of placenta development and evaluation of therapeutics for placenta dysfunction disorders."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Meltwater ponding has an underestimated radiative effect on the surface of the Greenland Ice Sheet",
      "authors": [
        "Jonathan C. Ryan",
        "Matthew G. Cooper",
        "Sarah W. Cooley",
        "Åsa K. Rennermalm",
        "Laurence C. Smith"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62503-5",
      "doi": "10.1038/s41467-025-62503-5",
      "summary": "Nature Communications, Published online: 12 September 2025; doi:10.1038/s41467-025-62503-5 Meltwater ponding reduces Greenland Ice Sheet albedo, but this process is not included in models. This study uses drone imagery to show that small streams and ponds, often missed by satellites, considerably increase the energy available for melt."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "The reference genome of the human diploid cell line RPE-1",
      "authors": [
        "Emilia Volpe",
        "Alessio Colantoni",
        "Luca Corda",
        "Elena Di Tommaso",
        "Franca Pelliccia",
        "Riccardo Ottalevi",
        "Andrea Guarracino",
        "Danilo Licastro",
        "Luigi Faino",
        "Mattia Capulli",
        "Giulio Formenti",
        "Evelyne Tassone",
        "Simona Giunta"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-62428-z",
      "doi": "10.1038/s41467-025-62428-z",
      "summary": "Nature Communications, Published online: 12 September 2025; doi:10.1038/s41467-025-62428-z The authors present a diploid reference-quality genome assembly of the widely used cell line RPE-1, revealing heightened variation between haplotypes and other human genomes at centromeres. The availability of a reference genome matching the cell line under study promises a new era of high-precision haplotype-resolved functional genomics."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Temporal control of human DNA replication licensing by CDK4/6-RB signalling and chemical genetics",
      "authors": [
        "Anastasia Sosenko Piscitello",
        "Ann-Sofie Nilsson",
        "Michael Hawgood",
        "Abid H. Sayyid",
        "Vasilis S. Dionellis",
        "Giovanni Giglio",
        "Bruno Urién",
        "Pratikiran Bajgain",
        "Sotirios G. Ntallis",
        "Jiri Bartek",
        "Thanos D. Halazonetis",
        "Bennie Lemmens"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63669-8",
      "doi": "10.1038/s41467-025-63669-8",
      "summary": "Nature Communications, Published online: 12 September 2025; doi:10.1038/s41467-025-63669-8 Cells must coordinate cell division with genome replication. Here, the authors combine rapid protein depletion, clinical CDK4/6 inhibitors, and genome-wide EdU sequencing to reveal that the CDK4/6-RB axis ensures timely loading of DNA replication factors in G1 phase in human cells."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Tastes and retronasal odours evoke a shared flavour-specific neural code in the human insula",
      "authors": [
        "Putu Agus Khorisantono",
        "Maria G. Veldhuizen",
        "Janina Seubert"
      ],
      "date": "2025-09-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63803-6",
      "doi": "10.1038/s41467-025-63803-6",
      "summary": "Nature Communications, Published online: 12 September 2025; doi:10.1038/s41467-025-63803-6 Food aromas stimulate smell receptors in the nose but are often mistaken for tastes. This study shows that aromas induce taste-like patterns in the insular cortex. These results explain the illusion and the prominent role of odours in food reward."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Experimental Observation of Genuine Triplewise Monogamy of Contextuality Correlations",
      "authors": [
        "Xiang Zhan, Bingzi Huo, Dengke Qu, and Peng Xue"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b3xm-hcsl",
      "doi": "10.1103/b3xm-hcsl",
      "summary": "Contextuality is a pivotal nonclassical phenomenon that challenges traditional interpretations of nature based on noncontextual realistic theories and serves as a valuable resource for quantum information. In this Letter, we explore the relationship of jointly tested contextuality correlations withi… [Phys. Rev. Lett. 135, 110202] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Quantum Information Perspective on Many-Body Dispersive Forces",
      "authors": [
        "Christopher Willby, Martin Kiffner, Joseph Tindall, Jason Crain, and Dieter Jaksch"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/f7yf-mxd5",
      "doi": "10.1103/f7yf-mxd5",
      "summary": "Despite its ubiquity, the quantum many-body properties of dispersion remain poorly understood. Here, we investigate the entanglement distribution in assemblies of quantum Drude oscillators, minimal models for dispersion-bound systems. We establish an analytic relationship between entanglement and co… [Phys. Rev. Lett. 135, 110403] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Quantum Dissipative Continuous Time Crystals",
      "authors": [
        "Felix Russo and Thomas Pohl"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dc2s-94gv",
      "doi": "10.1103/dc2s-94gv",
      "summary": "Continuous time crystals, i.e., nonequilibrium phases with a spontaneously broken continuous time-translational symmetry, have been studied and recently observed in the long time dynamics of open quantum systems. Here, we investigate a lattice of interacting three-level particles and find two distin… [Phys. Rev. Lett. 135, 110404] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Entangling Two Rydberg Superatoms via Single-Photon Interference",
      "authors": [
        "Chao-Wei Yang, Jun Li, Peng-Fei Sun, Zi-Ye An, Xiao-Hui Bao, and Jian-Wei Pan"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zqkr-8991",
      "doi": "10.1103/zqkr-8991",
      "summary": "Remote entanglement of matter qubits plays an important role in quantum networks and quantum repeater. Collective excitations generated via Rydberg blockade in an atomic ensemble—known as Rydberg superatoms—are promising candidates due to collectively enhanced atom-photon coupling and Rydberg-enable… [Phys. Rev. Lett. 135, 110802] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Topological Phase Transitions in a Constrained Two-Qubit Quantum Control Landscape",
      "authors": [
        "Nicolò Beato, Pranay Patil, and Marin Bukov"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dqvj-p6fq",
      "doi": "10.1103/dqvj-p6fq",
      "summary": "In optimal quantum control, control landscape phase transitions (CLPTs) indicate sharp changes occurring in the set of optimal protocols, as a physical model parameter is varied. Here, we demonstrate the existence of a new class of CLPTs, associated with changes in the topological properties of the … [Phys. Rev. Lett. 135, 110803] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Approaching the Multiparameter Quantum Cramér-Rao Bound via Classical Correlation and Entangling Measurements",
      "authors": [
        "Minghao Mi, Ben Wang, and Lijian Zhang"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/37kb-qq6k",
      "doi": "10.1103/37kb-qq6k",
      "summary": "Multiparameter quantum metrology is essential for a wide range of practical applications. However, simultaneously achieving the ultimate precision for all parameters, as prescribed by the quantum Cramér-Rao bound (QCRB), remains a significant challenge. In this work, we propose a scheme termed local… [Phys. Rev. Lett. 135, 110804] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Probing the Nature of Dark Matter Using Strongly Lensed Gravitational Waves from Binary Black Holes",
      "authors": [
        "Souvik Jana, Shasvath J. Kapadia, Tejaswi Venumadhav, Surhud More, and Parameswaran Ajith"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7q31-3qwz",
      "doi": "10.1103/7q31-3qwz",
      "summary": "Next-generation ground-based gravitational-wave (GW) detectors are expected to detect millions of binary black hole mergers during their operation period. A small fraction ($∼0.1–1%$) of them will be strongly lensed by intervening galaxies and clusters, producing multiple copies of the GW signals. T… [Phys. Rev. Lett. 135, 111402] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Nucleon Decays into Light New Particles in Neutrino Detectors",
      "authors": [
        "Julian Heeck and Ian M. Shoemaker"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cxvm-p412",
      "doi": "10.1103/cxvm-p412",
      "summary": "Proton and neutron decays into light new particles $X$ can drastically change the experimental signatures and benefit from the complementarity of large water-Cherenkov neutrino detectors such as Super- and Hyper-Kamiokande and tracking detectors such as JUNO and DUNE. The proton decays $p→{ℓ}^{+}X$ … [Phys. Rev. Lett. 135, 111804] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Medium-Enhanced Polaron Repulsion in a Dilute Bose Mixture",
      "authors": [
        "Jesper Levinsen, Olivier Bleu, and Meera M. Parish"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/x2xb-6hzv",
      "doi": "10.1103/x2xb-6hzv",
      "summary": "We investigate the fundamental problem of a small density of bosonic impurities immersed in a dilute Bose gas at zero temperature. Using a rigorous perturbative expansion, we show that the presence of the surrounding medium enhances the repulsion between dressed bosonic impurities (polarons) in the … [Phys. Rev. Lett. 135, 113402] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Floquet Engineering of Interactions and Entanglement in Periodically Driven Rydberg Chains",
      "authors": [
        "Nazli Ugur Koyluoglu, Nishad Maskara, Johannes Feldmeier, and Mikhail D. Lukin"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5qhh-322q",
      "doi": "10.1103/5qhh-322q",
      "summary": "Neutral atom arrays driven into Rydberg states constitute a promising approach for realizing programmable quantum systems. Enabled by strong interactions associated with Rydberg blockade, they allow for simulation of complex spin models and quantum dynamics. We introduce a new Floquet engineering te… [Phys. Rev. Lett. 135, 113603] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Theory and Experimental Observation of Scattering by a Space-Time Corner",
      "authors": [
        "Luca Stefanini, Emanuele Galiffi, Shixiong Yin, Sahitya Singh, Diego M. Solís, Nader Engheta, Alessandro Toscano, Davide Ramaccia, Filiberto Bilotti, and Andrea Alù"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1p4g-wt7h",
      "doi": "10.1103/1p4g-wt7h",
      "summary": "Solís, Nader Engheta, Alessandro Toscano, Davide Ramaccia, Filiberto Bilotti, and Andrea Alù The corner problem is a century-old canonical scattering problem describing wave diffraction at a quarter-plane spatial discontinuity. Here, we study its space-time analog: wave scattering at a corner in space-time, arising at a time-switched spatial interface. We highlight and resolve an inconsiste… [Phys. Rev. Lett. 135, 113802] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Berezinskii-Kosterlitz-Thouless Renormalization Group Flow at a Quantum Phase Transition",
      "authors": [
        "Matthias Thamm, Harini Radhakrishnan, Hatem Barghathi, C. M. Herdman, Arpan Biswas, Bernd Rosenow, and Adrian Del Maestro"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4xdz-5vq7",
      "doi": "10.1103/4xdz-5vq7",
      "summary": "M. Herdman, Arpan Biswas, Bernd Rosenow, and Adrian Del Maestro We present a controlled numerical study of the Berezinskii-Kosterlitz-Thouless (BKT) transition in the one-dimensional Bose-Hubbard model at unit filling, providing evidence of the characteristic logarithmic finite-size scaling of the BKT transition. Employing density matrix renormalization group an… [Phys. Rev. Lett. 135, 116002] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Hydrophobic Versus Hydrophilic Nature of the Gold-Water Interface Determined by Fluctuating Local Water Orientation",
      "authors": [
        "Tadneem Tabassum, Banshi Das, Chanbum Park, Soumya Ghosh, Dennis Naujoks, Stefan M. Piontek, Alfred Ludwig, Dominik Marx, and Poul B. Petersen"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7ht1-xv82",
      "doi": "10.1103/7ht1-xv82",
      "summary": "The interactions between water molecules and gold surfaces are central to biocompatibility and electrocatalysis, yet their fundamental nature remains highly controversial. Recent findings indicating a molecular-level hydrophobicity have challenged the classical view of gold being hydrophilic. Using … [Phys. Rev. Lett. 135, 116201] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Design of Frictionless Interfaces for Moiré Layers",
      "authors": [
        "Zichong Zhang and Shuze Zhu"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zqw2-sgfq",
      "doi": "10.1103/zqw2-sgfq",
      "summary": "Ultralow friction offers great potential for energy-efficient applications. However, the superlubric sliding of a flake is often plagued by persistent finite friction arising from incomplete moiré tiles at flake edges. To tackle this challenge, we develop a theory of structural frictionless interfac… [Phys. Rev. Lett. 135, 116202] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Unveiling Stripe-Shaped Charge Density Modulations in Doped Mott Insulators",
      "authors": [
        "Ning Xia, Yuchen Guo, and Shuo Yang"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hmqb-9q91",
      "doi": "10.1103/hmqb-9q91",
      "summary": "Inspired by recent experimental findings, we investigate various scenarios of the doped Hubbard model with impurity potentials. We calculate the lattice Green’s function in a finite-size cluster and then map it to the continuum real space, which allows for a direct comparison with scanning tunneling… [Phys. Rev. Lett. 135, 116504] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Observation of Hybrid Degenerate Point in Projected Non-Hermitian Metasurfaces",
      "authors": [
        "Jingyi Chen, Zhiling Zhou, Yu Xiao, Nengyin Wang, Xu Wang, and Yong Li"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9tdx-lcm5",
      "doi": "10.1103/9tdx-lcm5",
      "summary": "Degeneracy appears ubiquitously in physical systems. Exceptional points, the non-Hermitian degeneracies, have unveiled numerous novel phenomena that have no counterparts in Hermitian degeneracies—diabolic points. Here, we observe a hybrid degenerate point (HP) in a projected non-Hermitian system, na… [Phys. Rev. Lett. 135, 116601] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Stabilization and Observation of Large-Area Ferromagnetic Bimeron Lattice",
      "authors": [
        "Miming Cai, Shangyuan Wang, Yuelin Zhang, Xiaoqing Bao, Dekun Shen, Jinghua Ren, Lei Qiu, Haiming Yu, Zhenlin Luo, Mathias Kläui, Shilei Zhang, Nicolas Jaouen, Gerrit van der Laan, Thorsten Hesjedal, Ka Shen, and Jinxing Zhang"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/587m-xvgv",
      "doi": "10.1103/587m-xvgv",
      "summary": "Symmetry engineering is an effective approach for generating emergent phases and quantum phenomena. In magnetic systems, the Dzyaloshinskii-Moriya (DM) interaction is essential for stabilizing chiral spin textures. The symmetry manipulation of DM vectors, described in three dimensions, could provide… [Phys. Rev. Lett. 135, 116703] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Photoinduced Dynamics and Momentum Distribution of Chiral Charge Density Waves in $1T\\text{−}{\\mathrm{TiSe}}_{2}$",
      "authors": [
        "Qingzheng Qiu, Sae Hwan Chun, Jaeku Park, Dogeun Jang, Li Yue, Yeongkwan Kim, Yeojin Ahn, Mingi Jho, Kimoon Han, Xinyi Jiang, Qian Xiao, Tao Dong, Jia-Yi Ji, Nanlin Wang, Jeroen van den Brink, Jasper van Wezel, and Yingying Peng"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7ctk-h28x",
      "doi": "10.1103/7ctk-h28x",
      "summary": "Exploring the photoinduced dynamics of chiral states offers promising avenues for advanced control of condensed matter systems. Photoinduced or photoenhanced chirality in $1T\\text{−}{\\mathrm{TiSe}}_{2}$ has been suggested as a fascinating platform for optical manipulation of chiral states. However, … [Phys. Rev. Lett. 135, 116904] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Microwave Negative Refractive Index Enabled by Anti-Parity-Time Symmetry in a Coupled Photon-Magnon Hybrid System",
      "authors": [
        "Junyoung Kim, Bojong Kim, and Sang-Koog Kim"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gz3k-7hpp",
      "doi": "10.1103/gz3k-7hpp",
      "summary": "We experimentally demonstrate that anti-parity-time (anti-$\\mathcal{P}\\mathcal{T}$) symmetry can induce a negative refractive index (NRI) in a coupled photon-magnon hybrid system. Using an analytical circuit model, we show that the non-Hermitian dynamics originating from anti-$\\mathcal{P}\\mathcal{T}… [Phys. Rev. Lett. 135, 116905] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Magic Sizes Enable Minimal-Complexity High-Fidelity Assembly of Programmable Shells",
      "authors": [
        "Botond Tyukodi, Fernando Caballero, Daichi Hayakawa, Douglas M. Hall, W. Benjamin Rogers, Gregory M. Grason, and Michael F. Hagan"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5yjp-kx2j",
      "doi": "10.1103/5yjp-kx2j",
      "summary": "Recent advances in synthetic methods enable designing subunits that self-assemble into structures with precise, finite sizes and well-defined architectures, but yields are frequently suppressed by the formation of off-target metastable structures. Increasing the complexity (the number of distinct su… [Phys. Rev. Lett. 135, 118203] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Partial-wave resolved spin-orbit dynamics</span>",
      "authors": [
        "Wankai Li, Jingxuan Zhang, Yang Jin, Dongdong Zhang, Dajun Ding, and Kiyoshi Ueda"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/b407aY69O791258cf6fd85a629ce50f8e8996021a",
      "doi": "10.1103/lbw1-kwd5",
      "summary": "A novel projective measurement technique utilizing conventional photoelectron velocity-map imaging to probe the spatial part of the wavefunction by projecting it into momentum space is demonstrated. Oscillations between the states $|{m}_{l}=0,{m}_{s}=±1/2⟩$ and the $|{m}_{l}=±1,{m}_{s}=∓1/2⟩$ are ob… [Phys. Rev. Lett.] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Single inclusive ${π}^{±}$ and ${K}^{±}$ production in ${e}^{+}{e}^{−}$ annihilation at center-of-mass energies from 2.000 to 3.671 GeV</span>",
      "authors": [
        "M. Ablikim et al."
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/be07dYafO5b16a9e92060af760b38379c477d34a6",
      "doi": "10.1103/5kxw-3mbw",
      "summary": "Using data samples with a total integrated luminosity of 253~ $\\rm pb^{-1}$ collected by the BESIII detector operating at the BEPCII collider, the differential cross-sections of inclusive ${π}^{±}$ and ${K}^{±}$ production, as a function of momentum and normalized by the total hadronic cross-section,… [Phys. Rev. Lett.] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Conditional mutual information and information-theoretic phases of decohered Gibbs states</span>",
      "authors": [
        "Yifan Zhang and Sarang Gopalakrishnan"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a307fY95Pa611294e87f61746a45e88d8b8a56cf9",
      "doi": "10.1103/cjkh-1z6c",
      "summary": "Classical and quantum Markov networks—including Gibbs states of commuting local Hamiltonians—are characterized by the vanishing of conditional mutual information (CMI) between spatially separated subsystems. Adding local dissipation to a Markov network turns it into a , in which CMI is not guarantee… [Phys. Rev. Lett.] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Spontaneous emergence of run-and-tumble-like dynamics in coupled self-propelled robots: Experiment and theory</span>",
      "authors": [
        "Somnath Paramanick, Umashankar Pardhi, Harsh Soni, and Nitin Kumar"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/dc07eY1ePee1479fb73c628850a4ef8694063fabf",
      "doi": "10.1103/7hcf-p1yk",
      "summary": "Run-and-tumble (RT) motion is commonly observed in flagellated microswimmers, arising from synchronous and asynchronous flagellar beating. One such example is a biflagellated alga, called Chlamydomonas reinhardtii. Its flagellar synchronization is not only affected by hydrodynamic interactions but a… [Phys. Rev. Lett.] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Spontaneous emission from electronic metastable resonance states</span>",
      "authors": [
        "Amir Sivan, Milan Šindelka, Meir Orenstein, and Nimrod Moiseyev"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4607cY4aQ2313e9b52dc4766691b9d219336c0fbf",
      "doi": "10.1103/jm4m-rpyc",
      "summary": "We demonstrate that calculating the spontaneous emission decay rate from metastable resonance states (states with finite lifetimes embedded in the continuum) requires considering transitions to all continuum states, not just to lower states. This holds even when the lifetimes of the metastable state… [Phys. Rev. Lett.] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Quantitative role of phonons and elasticity in tuning uniaxial negative thermal expansion of MZr${}_{2}$ (M=Fe, Co, and Ni)</span>",
      "authors": [
        "Meng Xu, Qilong Gao, Yongqiang Qiao, Kaiyue Zhao, Andrea Sanson, Qiang Sun, Changtian Wang, Alessandro Venier, Francesco d’Acapito, Matt Tucker, Yuzhu Song, Chang Zhou, Xianran Xing, and Jun Chen"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/b4073YefI871a787b52f7914cd574281d712ebe3e",
      "doi": "10.1103/35ff-84fc",
      "summary": "Elucidating the mechanisms of negative thermal expansion (NTE) not only identifies the determining factors of this phenomenon but also provides guidance for the precise regulation of the coefficient of thermal expansion (CTE). However, accurately quantifying these determining factors during CTE modu… [Phys. Rev. Lett.] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>New framework for classical double copies</span>",
      "authors": [
        "Brian Kent and Aaron Zimmerman"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/9107aYcdRc42810304fa64a70d225f7833148ea67",
      "doi": "10.1103/xn1j-ddcc",
      "summary": "The double copy relates gauge and gravitational theories, with widespread application to quantum scattering amplitudes and classical perturbative results. It also connects exact classical solutions of abelian gauge and gravitational theories in a small number of specific examples, known as classical… [Phys. Rev. Lett.] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Series of molecular-like doubly excited states of a quasi-three-body Coulomb system</span>",
      "authors": [
        "M. Génévriez, M. Jungers, C. Rosen, and U. Eichmann"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/6f07bY1bS2b28202015406d5a0a6df9c8d2b6bef7",
      "doi": "10.1103/svsd-9mj3",
      "summary": "We investigated resonant multiphoton excitation of high-angular-momentum planetary states of the strontium atom, a quasi-three-body Coulomb system, both experimentally and theoretically. A series of highly doubly excited electronic states converging to the double ionization threshold was identified … [Phys. Rev. Lett.] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Nonequilibrium critical scaling of a squeezing phase transition</span>",
      "authors": [
        "Arman Duha, Samuel E. Begg, and Thomas Bilitewski"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/6707fYe1Pca26809660c7de235e1460e25df69f10",
      "doi": "10.1103/7g55-lpff",
      "summary": "We investigate phase transitions in the nonequilibrium dynamics of power-law interacting spin-1/2 bilayer XXZ models, which have recently been shown to allow generation of entanglement in the form of two-mode squeezing. We find a transition between a phase characterized by Heisenberg limited squeezi… [Phys. Rev. Lett.] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnon and photon blockade in a hybrid antiferromagnet-cavity quantum system",
      "authors": [
        "Vemund Falch, Arne Brataas, and Alireza Qaiumzadeh"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m2rq-l6fl",
      "doi": "10.1103/m2rq-l6fl",
      "summary": "We investigate both magnon and photon blockade for an antiferromagnetic insulator coupled to a linearly polarized cavity mode. We focus on the cross-Kerr nonlinearity between the two magnon modes, which can be large in antiferromagnets with a weak easy-axis magnetic anisotropy. By numerically solvin… [Phys. Rev. B 112, 094422] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Two-channel multi-impurity Kondo model: RKKY-induced criticality",
      "authors": [
        "A. M. Tsvelik and G. Kotliar"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ty27-vl8n",
      "doi": "10.1103/ty27-vl8n",
      "summary": "We show that the Ruderman-Kittel-Kasua-Yoisida interaction between overscreened spins in two-channel Kondo impurity systems is a relevant perturbation when the number of impurities N is greater than 3 driving the system to a new quantum critical point with anomalous dimensions $\\frac{1}{(N+1)}$ for … [Phys. Rev. B 112, 094423] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Exact solution of the frustrated Potts model with next-nearest-neighbor interactions in one dimension via AI bootstrapping",
      "authors": [
        "Weiguo Yin"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/y5vc-3t6q",
      "doi": "10.1103/y5vc-3t6q",
      "summary": "The one-dimensional (1D) ${J}_{1}\\text{−}{J}_{2}$ $q$-state Potts model is solved exactly for arbitrary $q$ by analytically block-diagonalizing the original ${q}^{2}×{q}^{2}$ transfer matrix into a simple $2×2$ maximally symmetric subspace, based on using OpenAI's reasoning model o3-mini-high to exa… [Phys. Rev. B 112, 094424] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin-orbit torque driven motion of chiral domain walls induced by radial magnetization in nanotube geometry",
      "authors": [
        "Nobuyuki Umetsu, Hiroki Tokuhira, Michael Quinsat, Hideto Horii, Tsuyoshi Kondo, and Masaki Kado"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ngkw-t9r8",
      "doi": "10.1103/ngkw-t9r8",
      "summary": "We theoretically investigate chiral domain walls (DWs) formed in radially magnetized nanotubes composed of ultrathin layers with perpendicular magnetic anisotropy (PMA). Unlike those with in-plane magnetic anisotropy, the stable configurations of DWs in PMA nanotubes are influenced not only by excha… [Phys. Rev. B 112, 094425] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Josephson diode effect from nonequilibrium current in a superconducting interferometer",
      "authors": [
        "Daniel Shaffer, Songci Li, Jaglul Hasan, Mikhail Titov, and Alex Levchenko"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/n9y8-31gc",
      "doi": "10.1103/n9y8-31gc",
      "summary": "This paper demonstrates a concept of nonequilibrium Josephson diode effect in a symmetric superconducting interferometer. Driven out of equilibrium by a dissipative current in the normal region, this system exhibits nonreciprocal supercurrents without needing broken inversion symmetry. The authors show this effect can exceed its ideal value, creating a “supra-perfect” diode that allows supercurrent to flow in only one direction above a certain threshold [Phys. Rev. B 112, 094509] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Erratum: Theory of difference-frequency quantum oscillations [Phys. Rev. B <b>108</b>, 054202 (2023)]",
      "authors": [
        "V. Leeb and J. Knolle"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jmpf-fxfq",
      "doi": "10.1103/jmpf-fxfq",
      "summary": "[Phys. Rev. B 112, 099901] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Emergent scale and anomalous dynamics in certain nearest-neighbor quasiperiodic tight binding models in one dimension",
      "authors": [
        "Parvathy S. Nair, Dintomon Joy, Rohit Deb, Soumadip Pakrashi, and Sambuddha Sanyal"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5t3z-f6bj",
      "doi": "10.1103/5t3z-f6bj",
      "summary": "We study the localization transition in a class of nearest-neighbor quasiperiodic tight binding models in one dimension that has at least two separate periodic modulations. We show that these systems exhibit a reentrant localization transition where the periodicities of these modulations set the ene… [Phys. Rev. B 112, 104203] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin glass effects and nonexistence of a ferromagnetic quantum critical point in the compositionally tuned ${\\mathrm{FeGa}}_{3−x}{\\mathrm{Ge}}_{x}$ metallic quantum ferromagnets ($\\mathrm{x}=0.0−0.16$)",
      "authors": [
        "Stanislav Vrtnik, Primož Koželj, Magdalena Wencka, Kristian Bader, Julia Petrović, Jože Luzar, Peter Mihor, Andreja Jelen, Peter Gille, and Janez Dolinšek"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8dh8-91qh",
      "doi": "10.1103/8dh8-91qh",
      "summary": "Since tuning of chemical composition always introduces some degree of disorder, there emerges a question whether compositionally tuned quantum ferromagnets can undergo a truly continuous quantum phase transition at a ferromagnetic quantum critical point. Here, the authors monitor experimentally the formation of fragile magnetic ordering in FeGa 3 − x Ge x quantum ferromagnets in its infancy state and report a compositionally narrow, low-temperature, and magnetically fragile spin glass state between the paramagnetic and the homogeneous ferromagnetic states, with no quantum critical point. [Phys. Rev. B 112, 104420] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Tunable Josephson diode effect in singlet superconductor-altermagnet-triplet superconductor junctions",
      "authors": [
        "Lovy Sharma and Manisha Thakurathi"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yqsg-xdg8",
      "doi": "10.1103/yqsg-xdg8",
      "summary": "A recently discovered phase of collinear magnets, called an altermagnet, breaks time-reversal symmetry (TRS) and exhibits momentum-dependent spin splitting of the band structure with zero net magnetization. In this work, we theoretically investigate the Josephson junction (JJ) of a spin singlet supe… [Phys. Rev. B 112, 104506] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Phonon-mediated intrinsic topological superconductivity in Fermi arcs",
      "authors": [
        "Kristian Mæland, Masoud Bahari, and Björn Trauzettel"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/47vs-qgzk",
      "doi": "10.1103/47vs-qgzk",
      "summary": "We propose that phonons can intrinsically mediate topological superconductivity on the surface of Weyl semimetals. Weyl semimetals are gapless topological materials with nondegenerate zero-energy-surface states known as Fermi arcs. We derive the phonon spectrum and electron-phonon coupling in an eff… [Phys. Rev. B 112, 104507] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Large variation of interlayer coupling and electron hopping in $1T\\text{−}{\\mathrm{TaSe}}_{2}$ resolved by angle-resolved photoemission spectroscopy",
      "authors": [
        "Y. J. Ren, J. Z. Chen, Z. M. Xin, P. H. Yuan, Y. Zhu, Y. Ou, L. L. Meng, and Y. Zhang"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bg3h-sztr",
      "doi": "10.1103/bg3h-sztr",
      "summary": "One fascinating aspect of correlated materials is that minor changes in system parameters may lead to huge variations in material properties. Here, utilizing small-spot angle-resolved photoemission spectroscopy (ARPES), we studied the diverse electronic phases that emerge on the surface of a correla… [Phys. Rev. B 112, 115123] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electric polarization in Chern insulators: Unifying many-body and single-particle approaches",
      "authors": [
        "Yuxuan Zhang and Maissam Barkeshli"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/frws-n1l7",
      "doi": "10.1103/frws-n1l7",
      "summary": "Recently, it has been established that Chern insulators possess an intrinsic two-dimensional electric polarization, despite having gapless edge states and nonlocalizable Wannier orbitals. This polarization, ${\\stackrel{⃗}{P}}_{\\text{o}}$, can be defined in a many-body setting from various physical q… [Phys. Rev. B 112, 115124] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum metric signatures in longitudinal conductivity of dispersive two-band systems",
      "authors": [
        "Fenghua Qi, Jie Cao, Yuanyuan Xiang, and Guojun Jin"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/w9ps-c17d",
      "doi": "10.1103/w9ps-c17d",
      "summary": "In the realm of condensed-matter physics, the quantum metric, a pivotal component of the quantum geometric tensor, has been overshadowed by the Berry curvature in terms of research attention. This study investigates the contribution of the quantum metric to the longitudinal conductivity in dispersiv… [Phys. Rev. B 112, 115125] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Theory of valley splitting in Si/SiGe spin qubits: Interplay of strain, resonances, and random alloy disorder",
      "authors": [
        "Abel Thayil, Lasse Ermoneit, and Markus Kantner"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4sdz-f9cr",
      "doi": "10.1103/4sdz-f9cr",
      "summary": "Electron spin qubits in silicon-germanium (SiGe) heterostructures are a major candidate for the realization of scalable quantum computers. A critical challenge in strained Si/SiGe quantum wells (QWs) is the existence of two nearly degenerate valley states at the conduction-band minimum that can lead… [Phys. Rev. B 112, 115303] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Erratum: Influence of finite temperature exchange-correlation effects in hydrogen [Phys. Rev. B <b>101</b>, 195129 (2020)]",
      "authors": [
        "Kushal Ramakrishna, Tobias Dornheim, Mani Lokamani, and Jan Vorberger"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/g1sl-72nz",
      "doi": "10.1103/g1sl-72nz",
      "summary": "[Phys. Rev. B 112, 119901] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "String membrane nets from higher-form gauging: An alternate route to $p$-string condensation",
      "authors": [
        "Pranay Gorantla, Abhinav Prem, Nathanan Tantivasadakarn, and Dominic J. Williamson"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qq9n-16hk",
      "doi": "10.1103/qq9n-16hk",
      "summary": "We present a unique perspective on the $p$-string condensation procedure for constructing (3+1)-dimensional [(3+1)D] fracton phases by implementing this process via the gauging of higher-form symmetries. Specifically, we show that gauging a 1-form symmetry in (3+1)D that is generated by Abelian anyo… [Phys. Rev. B 112, 125124] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetically tuned metal-insulator transition in ${\\mathrm{LaAlO}}_{3}/{\\mathrm{SrTiO}}_{3}$ nanowire arrays",
      "authors": [
        "Ranjani Ramachandran, Shashank Anand, Kitae Eom, Kyoungjun Lee, Dengyu Yang, Muqing Yu, Sayanwita Biswas, Aditi Nethwewala, Chang-Beom Eom, Patrick Irvin, Erica Carlson, and Jeremy Levy"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zb5t-lm73",
      "doi": "10.1103/zb5t-lm73",
      "summary": "A wide family of two-dimensional (2D) systems, including stripe-phase superconductors, sliding Luttinger liquids, and anisotropic 2D materials, can be modeled by an array of coupled one-dimensional (1D) electron channels or nanowire arrays. Here we report experiments in arrays of conducting nanowire… [Phys. Rev. B 112, 125415] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Topological switching in bilayer magnons via electrical control",
      "authors": [
        "Xueqing Wan, Quanchao Du, Jinlian Lu, Zhenlong Zhang, Jinyang Ni, Lei Zhang, Zhijun Jiang, and Laurent Bellaiche"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/l5hq-gzyv",
      "doi": "10.1103/l5hq-gzyv",
      "summary": "Topological magnons hold promise for lossless information processing, but their electrical control remains challenging due to charge neutrality. Here, the authors propose a general strategy for electrically controlling topological magnons in bilayer ferromagnets with strong spin-layer coupling. An applied vertical electric field modulates intralayer Heisenberg exchanges between layers, which competes with Dzyaloshinskii-Moriya interaction, enabling precise manipulation of magnon band topology and nonreciprocity. Furthermore, this mechanism strongly couples with external magnetic fields, unveiling new perspectives on magnetoelectric coupling in charge-neutral quasiparticles. [Phys. Rev. B 112, L100404] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Orbital-selective spin-triplet superconductivity in infinite-layer ${\\mathrm{LaNiO}}_{2}$",
      "authors": [
        "Fabian Jakubczyk, Armando Consiglio, Domenico Di Sante, Ronny Thomale, and Carsten Timm"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bq5m-yw6f",
      "doi": "10.1103/bq5m-yw6f",
      "summary": "The discovery of superconductivity in infinite-layer nickelates has ignited stark interest within the scientific community, particularly regarding its likely unconventional origin. Conflicting magnetotransport measurements report either isotropic or anisotropic suppression of superconductivity in an… [Phys. Rev. B 112, L100503] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>First-principles investigation of elastic and thermodynamic properties of the U${}_{1−x}$Th${}_{x}$O${}_{2}$ solid solutions ($x$=0, 0.25, 0.5, 0.75, 1)</span>",
      "authors": [
        "Zhiyuan Huang, Lidong Ma, Jianbao Zhang, Dongpeng Hua, Qing Zhou, Lei Yang, and Haifeng Wang"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fd078O7dP7d1435b15b00659362bff1af1155387a",
      "doi": "10.1103/qhdq-xdqf",
      "summary": "A comprehensive first principles study was performed to investigate the elastic and thermodynamic properties of U1-xThxO2 (x = 0, 0.25, 0.5, 0.75, 1) solid solutions using the DFT+U method, with ThO2 treated under standard DFT. Despite a slight overestimation relative to experimental data, the predi… [Phys. Rev. B] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Thermodynamics of CaSiO${}_{3}$ perovskite in Earth’s lower mantle</span>",
      "authors": [
        "Yongjoong Shin, Enrico Di Lucente, Nicola Marzari, and Lorenzo Monacelli"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ab07eO0bO3a11a4ce7c02ce7dff9c2e8fcbf13c14",
      "doi": "10.1103/3vgz-fnth",
      "summary": "The lower mantle of Earth, characterized by pressures of 24-127 GPa and temperatures of 1900-2600 K, is still inaccessible to direct observations. In this work, we investigate by first principles the stability, phase diagram, elastic properties, and thermal conductivity of Davemaoite (CaSiO3 perovsk… [Phys. Rev. B] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Temperature anomaly of the ${V}_{Si}$ and ${V}_{C}$ vacancy spin coherence time in $4H$-SiC</span>",
      "authors": [
        "P. Chrostoski, Ifeanyi Innocent Onwosi, and D. H. Santamore"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ae07fO25S6919350508d757825c77d4c597f56866",
      "doi": "10.1103/jwn5-p7rg",
      "summary": "Increasing the spin coherence time (${T}_{2}$) is a major area of interest for spin defect systems such as the silicon (${V}_{Si}$) and carbon (${V}_{C}^{±}$) vacancies in $4H−$SiC. Usually as temperature increases, ${T}_{2}$ decreases due to the thermal bath. Observations of electron-paramagnetic r… [Phys. Rev. B] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Suppression of phonon transport due to Ionic-to-covalent bonding transition in N-doped $β$-Ga${}_{2}$O${}_{3}$</span>",
      "authors": [
        "Jing Wu, Ming Li, Luyao Chen, Haobo Yang, Xin Qian, Ronggui Yang, and Te-Huan Liu"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c4079Od5T0714d52168f4ba7730aa61fe59e57fed",
      "doi": "10.1103/zsg8-x96w",
      "summary": "N doping has emerged as a promising approach to achieving p-type conductivity in β-Ga2O3, a leading ultrawide bandgap semiconductor for high-power electronics. However, its impact on thermal transport remains insufficiently understood. This study systematically investigates the effect of N substitut… [Phys. Rev. B] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnetic interactions and cluster formation: Boosting surface thermopower in topological insulators</span>",
      "authors": [
        "M. Tirgar, H. Barati Abgarmi, and J. Abouie"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/88076ObdRdb1555332f39723a14a90df181746b13",
      "doi": "10.1103/73xh-4y6s",
      "summary": "This study presents a theoretical investigation of the thermoelectric properties of three-dimensional magnetic topological insulators (TIs), with a focus on the role of exchange interactions between magnetic dopants. The presence of these magnetic atoms on the TI surface modulates the local magnetic… [Phys. Rev. B] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Thermodynamic formulation of the spin magnetic octupole moment in bulk crystals</span>",
      "authors": [
        "Jun Ōiké, Robert Peters, and Koki Shinada"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7e071O45R001b059515a3804ab8bb52b165e72f8d",
      "doi": "10.1103/frq1-9xx7",
      "summary": "The discovery of unconventional antiferromagnets, such as altermagnets, has drawn significant attention to higher-rank magnetic multipoles, particularly magnetic octupoles. Despite the advances in research, attempts to understand their microscopic properties remain limited due to the unbounded natur… [Phys. Rev. B] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnetic contribution of itinerant electrons to neutron diffraction in the topological antiferromagnet CeAlGe</span>",
      "authors": [
        "V. Pomjakushin, A. Podlesnyak, P. Puphal, S. Shin, J. S. White, and E. Pomjakushina"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5207dO24T611055054f24e610a2112dd6d2bcd191",
      "doi": "10.1103/xrmt-jfl8",
      "summary": "We report a neutron diffraction study of the magnetic structure of CeAlGe, a candidate topological semimetal that hosts a non-collinear, multi-$\\stackrel{⃗}{k}$ magnetic phase. By measuring both low- and high-momentum-transfer magnetic Bragg peaks within a single experimental setup, we refine a magn… [Phys. Rev. B] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Extremely large magnetoresistance and Shubnikov-de Haas oscillations in topological semimetal FeGe${}_{2}$</span>",
      "authors": [
        "Yuan-Qiao Chen, Wei-Bin Wu, Mei Du, Yi-Wei Fan, Ya-Xun He, Jia-Ying Zhang, Qi-Ling Xiao, Zhe Li, and Jun-Yi Ge"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8c07fO9bPe919756226d5ef74dc2573a0fc0afd2e",
      "doi": "10.1103/6ycd-k56z",
      "summary": "Extremely large magnetoresistance (XMR) observed in topological materials holds significant promise for spintronic applications. In this work, we systematically investigate the magnetotransport properties and quantum oscillations in high-quality single crystals of the magnetic nodal-line semimetal F… [Phys. Rev. B] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Intertwined magnetic phase driven exchange bias and its impact on the anomalous Hall effect in MnBi${}_{4}$Te${}_{7}$</span>",
      "authors": [
        "Nazma Firdosh, Shreyashi Sinha, Indraneel Sinha, Mainpal Singh, Satyabrata Patnaik, and Sujit Manna"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1507dO2aR2512f51366a131051f7ea9c816319e8b",
      "doi": "10.1103/pjh8-j9p1",
      "summary": "We report on the interplay between atomic-scale inhomogeneity and competing magnetic phases and its effect on the anomalous Hall effect in the layered antiferromagnet MnBi${}_{4}$Te${}_{7}$, a natural superlattice hosting coexisting ferromagnetic and antiferromagnetic phases. Using a combination of … [Phys. Rev. B] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Erratum: Theory of terahertz-driven magnetic switching in rare-earth orthoferrites: The case of TmFeO${}_{3}$ [Phys. Rev. B <strong>111</strong>, 064411 (2025)]</span>",
      "authors": [
        "N. R. Vovk, E. V. Ezerskaya, and R. V. Mikhaylovskiy"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/42075O24Ud0R0f1140f98ad7628d25c8d3e1530f2",
      "doi": "10.1103/krgy-4nyv",
      "summary": "[Phys. Rev. B] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Fractional Brownian motion with mean-density interaction: A myopic self-avoiding fractional stochastic process",
      "authors": [
        "Jonathan House, Rashad Bakhshizada, Skirmantas Janušonis, Ralf Metzler, and Thomas Vojta"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/w5pk-bw5r",
      "doi": "10.1103/w5pk-bw5r",
      "summary": "Fractional Brownian motion is a Gaussian stochastic process with long-range correlations in time; it has been shown to be a useful model of anomalous diffusion. Here, we investigate the effects of mutual interactions in an ensemble of particles undergoing fractional Brownian motion. Specifically, we… [Phys. Rev. E 112, 034119] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Universal principles for sudden-quench quantum Otto engines",
      "authors": [
        "R. S. Watson and K. V. Kheruntsyan"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h1mn-th94",
      "doi": "10.1103/h1mn-th94",
      "summary": "We apply a simple sudden-quench approximation for the unitary work strokes of a quantum Otto engine in order to provide a general analysis of its performance, applicable to arbitrary quantum models with two-body interactions. This work extends recent results for an interaction-driven Otto cycle to g… [Phys. Rev. E 112, 034120] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Modulated electrostatic ion cyclotron wave, spatiotemporal patterns, extreme events, and associated nonlinear electric field structures induced by a moving charged object",
      "authors": [
        "Arindam Mistri, Debkumar Chakraborty, and Samiran Ghosh"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dr2w-vc7k",
      "doi": "10.1103/dr2w-vc7k",
      "summary": "The steadily moving charged object (obstacle) induced modulated electrostatic ion cyclotron (EIC) wave dynamics is modeled through a forced nonlinear Schrödinger equation in collisionless and homogeneous plasmas. The disturbance created by the moving obstacle acts as the source of free energy and is… [Phys. Rev. E 112, 035206] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Higher-order tuning of interface physics in multiphase lattice Boltzmann models",
      "authors": [
        "Matteo Lulli and Emily S. C. Ching"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zf89-yy1w",
      "doi": "10.1103/zf89-yy1w",
      "summary": "Tuning the interface properties of multiphase models is of paramount importance to the final goal of achieving a one-to-one matching with nucleation and cavitation experiments. The surface tension, at the leading order, and the Tolman length, at higher order, play a crucial role in the estimation of… [Phys. Rev. E 112, 035308] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Life at the boundary of chemical kinetics and program execution",
      "authors": [
        "Thomas Fischbacher"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dyzr-m21s",
      "doi": "10.1103/dyzr-m21s",
      "summary": "This work introduces a generic quantitative framework for studying dynamical processes that involve interactions of polymer sequences. Possible applications range from quantitative studies of the reaction kinetics of polymerization processes to explorations of the behavior of chemical implementation… [Phys. Rev. E 112, 035309] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Enhancing the efficiency of variational autoregressive networks through renormalization group",
      "authors": [
        "Sihan Wang and Zhirong Liu"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zxj7-mvjq",
      "doi": "10.1103/zxj7-mvjq",
      "summary": "Estimating free energy is a fundamental and difficult problem in statistical physics. In recent years, machine-learning methods, especially deep generative models, have been extensively applied to this problem. The variational autoregressive network (VAN) is one of the most successful methods. VAN h… [Phys. Rev. E 112, 035310] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Spreading processes on heterogeneous active systems: Spreading threshold, immunization strategies, and vaccination noise",
      "authors": [
        "Benjamín Marcolongo, Gustavo J. Sibona, and Fernando Peruani"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1tn5-hj3w",
      "doi": "10.1103/1tn5-hj3w",
      "summary": "We study spreading processes in two-dimensional systems of heterogeneous active agents that exhibit different individual active speeds. We obtain, combining kinetic and complex network theory, an analytical expression for the spreading threshold that depends not only on the first but also second mom… [Phys. Rev. E 112, L032303] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Active stop and go motion: A strategy to improve spatial exploration and survival",
      "authors": [
        "Fernando Peruani and Debasish Chaudhuri"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2m8x-g81x",
      "doi": "10.1103/2m8x-g81x",
      "summary": "We consider active Brownian particles that intermittently switch between active and inactive states. Such behavior is ubiquitous at all scales, from bacteria to animals and in artificial active systems. We derive exact expressions for key transport properties, including velocity autocorrelations and… [Phys. Rev. E 112, L033402] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Fluctuation-response relations and response-response relations for membrane voltage and spike train of stochastic integrate-and-fire neurons</span>",
      "authors": [
        "Kolja Klett and Benjamin Lindner"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/07079RccP1f1e72797201d73f840649a96ed68904",
      "doi": "10.1103/crxw-pvcj",
      "summary": "Neurons display spontaneous spiking (in the absence of stimulus signals) as well as a characteristic response to time-dependent external stimuli. In a simple but important class of stochastic neuron models, the integrate-and-fire model with Gaussian current noise, both aspects can mathematically be … [Phys. Rev. E] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Geometry of T1 transitions in epithelia</span>",
      "authors": [
        "Pierre A. Haas"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/e507cRbeQ42E641341372370866ee4dd7461cc719",
      "doi": "10.1103/kdnb-bxdx",
      "summary": "The flows of tissues of epithelial cells often involve T1 transitions. These neighbour exchanges are irreversible rearrangements crossing an energy barrier. Here, by an exact geometric construction, I determine this energy barrier for general, isolated T1 transitions dominated by line tensions. I sh… [Phys. Rev. E] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Lattice Boltzmann method for radiative transfer in curvilinear coordinate systems</span>",
      "authors": [
        "Mingqi Liu, Xiaochuan Liu, Yijie Wei, Keyong Zhu, and Yong Huang"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/32079R35Q3e11526166579a80fa281b745765a04b",
      "doi": "10.1103/8mfp-tfbz",
      "summary": "Radiative transfer in curvilinear geometries has wide applications across engineering and scientific fields. However, solving the radiative transfer equation (RTE) in curvilinear coordinate systems remains challenging due to its complexity. A universal and simple numerical method is still lacking. T… [Phys. Rev. E] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Contact temporal network during motility induced phase separation</span>",
      "authors": [
        "Italo Salas, Francisca Guzmán-Lastra, Denisse Pastén, and Ariel Norambuena"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/15075Rd6Se612a27b7b81c050c3da62b4b0843918",
      "doi": "10.1103/t3k6-hcmr",
      "summary": "Motility-induced phase separation (MIPS) is a paradigmatic non-equilibrium transition in active matter, determined by the Pclet number and packing fraction. We investigate the single-phase and phase-separated regimes of MIPS using a complex network approach, where networks are constructed from parti… [Phys. Rev. E] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Unveiling the regulation of triplet excitons by intermolecular interactions in 4-phenylmorpholine: Insights from transient absorption spectroscopy and theoretical modeling</span>",
      "authors": [
        "Tiantian Guan, Yonggang Yang, Yang Liu, Zhinan Jiang, Chaochao Qin, and Yufang Liu"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/93076R2bS7617527985c20735724d023cfd8455c1",
      "doi": "10.1103/nnr5-qwgx",
      "summary": "Heteroatom-containing derivatives of 4-phenylmorpholine are cost-effective phosphorescent materials. In this study, femtosecond transient absorption (TA) spectroscopy of 4-phenylmorpholine reveals that the excited-state absorption (ESA) signal at 625 nm decays as the triplet-triplet absorption (TTA)… [Phys. Rev. E] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Thermodynamic selection: The role of entropy waste elimination in evolution</span>",
      "authors": [
        "Enno Wein, Arik Avagyan, and David B. Saakian"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/f7075R55Of913f22947c7086d494d408890b71c64",
      "doi": "10.1103/vzwb-1fp3",
      "summary": "Evolution is often framed as competition of agents for resources, characterized as negative entropy (free energy in a nonequilibrium state). Here, we explore the role of the elimination of entropic waste in evolution and how it influences the choices made by competing agents. Our analysis builds on … [Phys. Rev. E] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Novel crystallization in one dimension</span>",
      "authors": [
        "Lila Bouzar and René Messina"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/fb07dY80Sf22fd0125854b25e79ac250551a58a32",
      "doi": "10.1103/bjbt-61d9",
      "summary": "We analytically uncover the emergence of a universal solid-like phase in one-dimensional hard-sphere systems (Tonks gas). The associated pair distribution function $g(r)$ decays algebraically as $(r/ξ{)}^{−1/2}$, revealing quasi–long-range order. Beyond that correlation length $ξ∼ℓ/(1−ϕ{)}^{2}$, an … [Phys. Rev. E] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Large spin-shuttling oscillations enabling high-fidelity single-qubit gates",
      "authors": [
        "Akshay Menon Pazhedath, Alessandro David, Max Oberländer, Matthias M. Müller, Tommaso Calarco, Hendrik Bluhm, and Felix Motzoi"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4lky-413f",
      "doi": "10.1103/4lky-413f",
      "summary": "There have been impressive breakthroughs in semiconductor quantum dots in recent years, with single- and two-qubit gate fidelities matching other leading platforms and scalability still remaining a relative strength; however, due to qubit wiring considerations, mobile electron architectures have bee… [Phys. Rev. Applied 24, 034029] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Generalized Brewster effect at exceptional points via cascaded non-Hermitian metasurfaces",
      "authors": [
        "Shixian Hu, Yuxuan Liu, Yadong Xu, and Jie Luo"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zkw4-nylb",
      "doi": "10.1103/zkw4-nylb",
      "summary": "The Brewster effect, a reflectionless phenomenon stemming from directional dipole radiation, is a basic principle in polarization optics. Typically, its manifestation is confined to a specific incident angle and polarization. Here, we break this constraint using cascaded non-Hermitian metasurfaces o… [Phys. Rev. Applied 24, 034030] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Dynamical spatial light modulation in the ultraviolet spectral range",
      "authors": [
        "Maximilian Ammenwerth, Hendrik Timme, Veronica Giardini, Renhao Tao, Flavien Gyger, Ohad Lib, Dirk Berndt, Dimitrios Kourkoulos, Tim Rom, Immanuel Bloch, and Johannes Zeiher"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ltnk-w67h",
      "doi": "10.1103/ltnk-w67h",
      "summary": "Spatial light modulation is vital for precision control in optics applications such as quantum computing, quantum simulation, and quantum metrology, but at ultraviolet wavelengths it has been hampered by device degradation and limited switching speed. This work overcomes those bottlenecks by employing a reflection‑based piston-micromirror array to shape UV light fields, correct aberrations, and switch patterns in sync with laser pulses at 1 kHz, without adding detectable phase noise. The method yields e.g. optical tweezers with subpercent intensity variation, and exceptionally uniform flat‑top beams, opening up the UV spectral range for applications based on arbitrary light shaping. [Phys. Rev. Applied 24, 034031] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Energy-relaxation pathways in finite-sized artificial square-ice structures",
      "authors": [
        "Hanu Arava, Noah Kern, Paula Mellado, Justin Woods, and Charudatta Phatak"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/r2tv-l2dm",
      "doi": "10.1103/r2tv-l2dm",
      "summary": "The authors show how specific geometric arrangement of finite-sized artificial square-ice structures directly governs their energy-relaxation pathways, and thus their probability of finding low-energy states. By systematically combining and modifying basic building blocks (4-loop and 4-vertex motifs), embedded and connected configurations can be designed to favor either monotonic ( quasi -deterministic) or intermittent (probabilistic) relaxation. Dipolar energy calculations and magnetic force microscopy support the findings. This research provides a design principle for creating spin ices for future computing applications. [Phys. Rev. Applied 24, L031003] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Protecting intercavity polaritons in strongly coupled cavities</span>",
      "authors": [
        "Rodrigo Sánchez-Martínez, Yesenia A. García Jomaso, David Ley Domínguez, César L. Ordóñez-Romero, Hugo A. Lara-García, Giuseppe Pirruccio, and Arturo Camacho-Guardian"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/ea07bYa1Nc513c9835f442a541660299fe4c0d54e",
      "doi": "10.1103/bbvd-gv9t",
      "summary": "We theoretically design and experimentally demonstrate a mechanism to preserve the key features of intercavity polaritonshybrid light-matter excitations in strongly coupled optical cavitiesover a wide angular range. This is achieved through the strategic engineering of the energy-level landscape, wh… [Phys. Rev. Applied] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Quantifying the amplitudes of ultrafast magnetization fluctuations in Sm${}_{0.7}$Er${}_{0.3}$FeO${}_{3}$ using femtosecond noise correlation spectroscopy</span>",
      "authors": [
        "M. A. Weiss, F. S. Herbst, G. Skobjin, S. Eggert, M. Nakajima, D. Reustlen, A. Leitenstorfer, S. T. B. Goennenwein, and T. Kurihara"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/80073A94N561e402055428e9d2dd0ced9d5511322",
      "doi": "10.1103/wkmb-ddwv",
      "summary": "Spin fluctuations are an important issue for the design and operation of future spintronic devices. Femtosecond noise correlation spectroscopy (FemNoC) was recently applied to detect ultrafast magnetization fluctuations. FemNoC gives direct access to the spontaneous fluctuations of the magnetization… [Phys. Rev. Applied] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Lindblad estimation with fast and precise quantum control</span>",
      "authors": [
        "James W. Gardner, Simon A. Haine, Joseph J. Hope, Yanbei Chen, and Tuvia Gefen"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/97072De2N3816b0041ee58157c0fc8296969862a3",
      "doi": "10.1103/6yzb-43rs",
      "summary": "Enhancing precision sensors for stochastic signals using quantum techniques is a promising emerging field of physics. Estimating a weak stochastic waveform is the core task of many fundamental physics experiments including searches for stochastic gravitational waves, quantum gravity, and axionic dar… [Phys. Rev. Applied] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Enhancing low-temperature quantum thermometry via sequential measurements</span>",
      "authors": [
        "Ning Zhang, Chong Chen, and Ping Wang"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/d207eAedM0d16a08641477898d126a9afa7dd470a",
      "doi": "10.1103/sr7z-kxwp",
      "summary": "We propose a sequential measurement protocol for accurate low-temperature estimation based on Ramsey interferometry. The resulting correlated outputs significantly enhance the low temperature precision compared to that of the independent measurement scheme. This enhancement manifests a Heisenberg sc… [Phys. Rev. Applied] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Visualizing the polarization of collective magnetic excitations in a chiral helimagnet CrNb${}_{3}$S${}_{6}$ by microwave circular dichroism spectroscopy</span>",
      "authors": [
        "Tomonori Arakawa, Hiroki Shoji, Yusuke Shimamoto, Yusuke Kousaka, Jun-ichiro Ohe, Seitaro Kon, and Yoshihiko Togawa"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/e207bA5dL7f1580a548c49177bf319acda96aecf3",
      "doi": "10.1103/vl98-dfpb",
      "summary": "Exotic and controllable collective magnetic excitations in a chiral helimagnet CrNb${}_{3}$S${}_{6}$ make it an ideal candidate for exploring emergent electromagnetic phenomena and developing magnon-based devices. Here, we experimentally investigate the polarization properties of the magnetic excita… [Phys. Rev. Applied] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>General oscillator–based Ising machine models with phase-amplitude dynamics and polynomial interactions</span>",
      "authors": [
        "Lianlong Sun, Matthew X. Burns, and Michael C. Huang"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/5f07cA46Pe217702b5127cb9d26877bf2717db241",
      "doi": "10.1103/7s4v-4hs4",
      "summary": "We present an oscillator model with both phase and amplitude dynamics for oscillator-based Ising machines (OIMs). The model targets combinatorial optimization problems with polynomial cost functions of arbitrary order and addresses fundamental limitations of previous OIM models through a mathematica… [Phys. Rev. Applied] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Topological state permutations in time-modulated non-Hermitian multiqubit systems with suppressed nonadiabatic transitions",
      "authors": [
        "Ievgen I. Arkhipov, Philippe Lewalle, Franco Nori, Şahin K. Özdemir, and K. Birgitta Whaley"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m17d-whsf",
      "doi": "10.1103/m17d-whsf",
      "summary": "Non-Hermitian systems have been at the center of intense research for over a decade, partly due to their nontrivial energy topology formed by intersecting Riemann manifolds with branch points known as exceptional points (EPs). This spectral property can be exploited, e.g., to achieve topologically c… [Phys. Rev. Research 7, 033242] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Dynamic modes of active Potts models with factorizable numbers of states",
      "authors": [
        "Hiroshi Noguchi"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/w1fg-6qmv",
      "doi": "10.1103/w1fg-6qmv",
      "summary": "We studied the long-term nonequilibrium dynamics of $q$-state Potts models with $q=4$, 5, 6, and 8 using Monte Carlo simulations on a two-dimensional square lattice. When the contact energies between the nearest neighbors for the standard Potts models are used, cyclic changes in the $q$ homogeneous … [Phys. Rev. Research 7, 033243] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Constraining nuclear mass models using $r$-process observables with multiobjective optimization",
      "authors": [
        "Mengke Li, Matthew Mumpower, Nicole Vassh, William Samuel Porter, and Rebecca Surman"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3x9p-64w7",
      "doi": "10.1103/3x9p-64w7",
      "summary": "Extrapolating mass models to unstable regions of the nuclear chart remains a key challenge in nuclear physics. Though the majority of these unstable species have yet to be measured in the laboratory, they are accessed in nature through the rapid neutron capture process of nucleosynthesis. Here a multiobjective optimization strategy is introduced that leverages astrophysical r -process abundances to guide machine learning models, enabling more reliable mass predictions for exotic nuclei. [Phys. Rev. Research 7, L032057] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Optimal Time Estimation and the Clock Uncertainty Relation for Stochastic Processes",
      "authors": [
        "Kacper Prech, Gabriel T. Landi, Florian Meier, Nuriya Nurgalieva, Patrick P. Potts, Ralph Silva, and Mark T. Mitchison"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rpls-mp8z",
      "doi": "10.1103/rpls-mp8z",
      "summary": "A sequence of random events can act as a clock, and its accuracy is fundamentally limited by how often those events occur, as shown by a new bound linking timekeeping precision to the statistics of waiting times. [Phys. Rev. X 15, 031068] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Doping a Fractional Quantum Anomalous Hall Insulator",
      "authors": [
        "Zhengyan Darius Shi and T. Senthil"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kcm5-hx56",
      "doi": "10.1103/kcm5-hx56",
      "summary": "A universal field-theoretic framework to describe the doping of fractional quantum anomalous Hall insulators predicts that a nonzero density of mobile anyons form exotic metals and superconductors. [Phys. Rev. X 15, 031069] Published Thu Sep 11, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Complexity of Local Quantum Circuits under Nonunital Noise",
      "authors": [
        "Oles Shtanko and Kunal Sharma"
      ],
      "date": "2025-09-11T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xwz2-wfr4",
      "doi": "10.1103/xwz2-wfr4",
      "summary": "Unlike Pauli noise (or other forms of unital noise), the presence of sufficiently weak nonunital noise still allows local quantum circuits to run computations of exponential depth without midcircuit measurements for error correction, thereby achieving computational complexity on par with ideal (noiseless) quantum computers. [PRX Quantum 6, 030347] Published Thu Sep 11, 2025"
    }
  ]
}