{
  "generatedAt": "2025-11-17T08:21:52.215412+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Solid-angle based nearest-neighbor algorithm adapted for systems with low coordination number",
      "authors": [
        "Alptu\\u{g} Ulug\\\"ol, Frank Smallenburg, Laura Filion"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10748",
      "arxiv": "https://arxiv.org/abs/2511.10748",
      "doi": null,
      "summary": "Nearest-neighbor identification is central to the analysis of local structure in condensed matter systems. The solid-angle-based nearest-neighbor (SANN) algorithm is widely used offering a parameter-free and computationally efficient alternative to cutoff- or Voronoi-based methods. Unfortunately, however, in systems with low coordination numbers, SANN tends to identify many particles as neighbors that are outside the nearest neighbor shell. Here, we propose a solution to this problem. Specifically, we propose a geometric modification, the ``inscribed circle modification'', that resolves systematic overcounting in low-coordination lattices without introducing free parameters. We benchmark the modified algorithm (mSANN) against Voronoi and the original SANN algorithm in crystalline, quasicrystalline, and heterogeneous systems, and demonstrate that it provides robust and low-cost neighbor identification across both two and three dimensions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Raman fingerprint of high-temperature superconductivity in compressed hydrides",
      "authors": [
        "Philip Dalladay-Simpson, Guglielmo Marchese, Zi-Yu Cao, Paolo Barone, Lara Benfatto, Gaston Garbarino, Francesco Mauri, Federico Aiace Gorelli"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10784",
      "arxiv": "https://arxiv.org/abs/2511.10784",
      "doi": null,
      "summary": "The discovery of high-temperature superconductivity in hydrogen-rich compounds under extreme pressures has prompted great excitement, intense research, but also debate over the past decade. Electrical transport has been the primary diagnostic tool for identifying superconductivity in these systems, whereas complementary probes, including magnetic, spectroscopic, tunnelling and ultrafast methods, remain mostly qualitative due to experimental constraints and sample heterogeneity. Recent concerns over their reliability have fuelled controversy, leading to scepticism and pointing out the need for alternative, quantitative approaches. In this study, we acquired unprecedented high-quality Raman spectra of hexagonal LaH10 at approximately 145 GPa and low temperatures, in conjunction with electrical transport measurements. Upon cooling, we observe a drop of resistivity and simultaneous remarkable variations of phonon frequencies and linewidths. These effects are interpreted and perfectly reproduced by the Migdal-Eliashberg theory, providing a definitive proof of phonon-mediated superconductivity and enabling a quantitative determination of the superconducting energy gap. Our results establish Raman spectroscopy as a robust, contact-free probe with micrometric resolution for studying high temperature superconductivity, opening a powerful route to its discovery and characterization."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Paramagnetic Phases of Strongly Correlated Ultracold Fermions Coupled to an Optical Cavity",
      "authors": [
        "Renan da Silva Souza, Youjiang Xu, Walter Hofstetter"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10802",
      "arxiv": "https://arxiv.org/abs/2511.10802",
      "doi": null,
      "summary": "We numerically study a gas of two-component fermions coupled to a transversely pumped optical cavity and confined to a two-dimensional static square optical lattice. In the dispersive regime, the steady state of the system is described by an extended Hubbard Hamiltonian with cavity-mediated long-range interactions. Using real-space dynamical mean-field theory (RDMFT), we investigate the formation of the (superradiant) checkerboard density-wave phase both at quarter and half filling. We focus on the paramagnetic phase assuming sufficiently high temperatures such that no magnetic long-range order develops. At quarter filling, we find a reentrant homogeneous Fermi liquid to density wave phase transition with increasing temperature, which is due to the higher entropy of the ordered phase. At half filling, in addition to the Fermi liquid to Mott insulator phase transition, marked by a vanishing quasiparticle residue at the Fermi level, we identify the transition into a density-wave phase. Due to perfect Fermi surface nesting at half filling, we find that arbitrarily small long-range interactions destabilize the system towards the density-wave phase in the absence of short-range interactions. By varying short- and long-range interactions at a fixed low temperature, we obtain the full phase diagram and identify a region of coexistence between the homogeneous Fermi liquid and Mott insulating phase with the density-wave phase. In this region, we determine the thermodynamic phase transition by comparing the energies of the different RDMFT solutions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Anyonic Chern insulator in graphene induced by surface electromagnon vacuum fluctuations",
      "authors": [
        "Xinle Cheng, Emil Vi\\~nas Bostr\\\"om, Frank Y. Gao, Edoardo Baldini, Dante M. Kennes, Angel Rubio"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10836",
      "arxiv": "https://arxiv.org/abs/2511.10836",
      "doi": null,
      "summary": "Sub-wavelength cavities have emerged as a promising platform to realize strong light-matter coupling in condensed matter systems. Previous studies are limited to dielectric sub-wavelength cavities, which preserve time-reversal symmetry. Here, we lift this constraint by proposing a cavity system based on magneto-electric materials, which host surface electromagnons with non-orthogonal electric field and magnetic field components. The quantum fluctuations of the surface electromagnons drive a nearby graphene monolayer into an anyonic Chern insulator, characterized by anyonic quasi-particles and a topological gap that decays polynomially with the graphene-substrate distance. Our work opens a path to controllably break time-reversal symmetry and induce exotic quantum states through cavity vacuum fluctuations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "High Mobility Multiple-Channel AlScN/GaN Heterostructures",
      "authors": [
        "Aias Asteris, Thai-Son Nguyen, Chuan F. C. Chang, Chandrashekhar Savant, Pierce Lonergan, Huili Grace Xing, Debdeep Jena"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10849",
      "arxiv": "https://arxiv.org/abs/2511.10849",
      "doi": null,
      "summary": "Aluminum scandium nitride (AlScN) is a promising barrier material for gallium nitride (GaN)-based transistors for the next generation of radio-frequency electronic devices. In this work, we examine the transport properties of two dimensional electron gases (2DEGs) in single- and multi-channel AlScN/GaN heterostructures grown by molecular beam epitaxy, and demonstrate the lowest sheet resistance among AlScN-based systems reported to date. Assorted schemes of GaN/AlN interlayers are first introduced in single-channel structures between AlScN and GaN to improve conductivity, increasing electron mobility up to $1370$ cm$^{2}$/V$\\cdot$s at 300 K and $4160$ cm$^{2}$/V$\\cdot$s at 77 K, reducing the sheet resistance down to 170 $\\Omega/\\square$ and 70 $\\Omega/\\square$ respectively. These improvements are then leveraged in multi-channel heterostructures, reaching sheet resistances of 65 $\\Omega/\\square$ for three channels and 45 $\\Omega/\\square$ for five channels at 300 K, further reduced to 21 $\\Omega/\\square$ and 13 $\\Omega/\\square$ at 2 K, respectively, confirming the presence of multiple 2DEGs. Structural characterization indicates pseudomorphic growth with smooth surfaces, while partial barrier relaxation and surface roughening are observed at high scandium content, with no impact on mobility. This first demonstration of ultra-low sheet resistance multi-channel AlScN/GaN heterostructures places AlScN on par with state-of-the-art multi-channel Al(In)N/GaN systems, showcasing its capacity to advance existing and enable new high-speed, high-power electronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mechanistic Transition from Screw to Edge Dislocation Glide Enhances High-Temperature Strength in Refractory Complex Concentrated Alloys",
      "authors": [
        "Tamanna Zakia, Ayeman Nahin, Dunji Yu, Jacob Pustelnik, Juntan Li, Mason Kincheloe, Lia Amalia, Yan Chen, Peter K. Liaw, Haixuan Xu, Mingwei Zhang"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10869",
      "arxiv": "https://arxiv.org/abs/2511.10869",
      "doi": null,
      "summary": "The strength of body-centered cubic materials is traditionally known to be governed by screw dislocations. However, recent findings reveal that in certain refractory complex concentrated alloys, edge dislocations can instead control strength. This work integrates high-temperature mechanical testing, in-situ neutron scattering during heating and tension, scanning transmission electron microscopy, and molecular dynamics simulations to uncover the mechanism behind this behavior. In the Nb-Ta-Ti-V system, increasing the V content, due to its smaller atomic size, induces substantial atomic misfit that raises the glide barrier for edge dislocations relative to screw dislocations. This effect drives a gradual transition from screw to edge dislocation-controlled deformation, leading to markedly enhanced strength at elevated temperatures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Lead-Free Europium Halide Perovskite Nanoplatelets",
      "authors": [
        "Sebastian Fern\\'andez, Divine Mbachu, Manchen Hu, Han Cui, William Michaels, Pournima Narayanan, Tyler K. Colenbrander, Qi Zhou, Da Lin, Ona Segura Lecina, Guosong Hong, Daniel N. Congreve"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10873",
      "arxiv": "https://arxiv.org/abs/2511.10873",
      "doi": null,
      "summary": "Metal halide perovskites possess desirable optical, material, and electrical properties which have had substantial impact on next-generation optoelectronics. However, given the toxicity of lead, alternative lead-free perovskite semiconductors are needed. By fully replacing lead with rare-earth elements, one can simultaneously address toxicity concerns and achieve comparable optoelectronic performance. Here, we demonstrate the synthesis of two-dimensional europium halide perovskite nanoplatelets governed by the formula $\\mathrm{L_{2}EuX_{4}}$ where L is an organic ligand and X is a halide anion. The structure, morphology, and composition of the nanoplatelets are confirmed by XRD, AFM, and XPS. Deep blue-emitting $\\mathrm{PEA_{2}EuBr_{4}}$ perovskite nanoplatelets are synthesized in both the solution- and solid-states with photoluminescence emission centered at 446 nm and CIE color coordinates of (0.1515, 0.0327) and (0.1515, 0.0342), respectively. Additionally, near-ultraviolet $\\mathrm{PEA_{2}EuCl_{4}}$ perovskite nanoplatelets are synthesized in both the solution- and solid-states with photoluminescence emission centered at 400 nm and 401 nm, respectively. Overall, europium halide perovskite nanoplatelets offer a lead-free alternative for deep blue, violet, and near-ultraviolet light emission $\\unicode{x2013}$ charting new pathways for optoelectronics in this energy regime."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Parametric resonance in a spin-1/2 chain: dynamical effects of nontrivial topology",
      "authors": [
        "Mahmoud T. Elewa, M. I. Dykman"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10891",
      "arxiv": "https://arxiv.org/abs/2511.10891",
      "doi": null,
      "summary": "Resonant parametric modulation is a major tool of studying magnetic systems. For a spin-1/2 chain in a strong magnetic field, the resulting excitations can be mapped on fermionic excitations in the Kitaev chain. We show that the response to the modulation turn-on allows one to reveal dynamical aspects of the nontrivial topology of the periodic chain. In the topological regime, depending on how fast the turn-on is, the system displays the absence of spatial magnetization correlations or their increase with the increasing detuning of the modulation from resonance. The transition between the topological and trivial regimes is controlled by the modulation frequency."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Impact of Nitrogen Atom Clusters and Vacancy Defects on Graphene: A Molecular Dynamics Investigation",
      "authors": [
        "Indranil Rudra, Md. Moktadir Billah Tahmid, Jahid Emon, Mohammad Jane Alam Khan"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10908",
      "arxiv": "https://arxiv.org/abs/2511.10908",
      "doi": null,
      "summary": "Graphene's exceptional mechanical properties are crucial for its integration into advanced technological applications. However, real-world synthesis and functionalization processes introduce structural modifications that can compromise its mechanical integrity. Nitrogen doping, while beneficial for electronic property tuning, often results in atomic clustering rather than uniform distribution, while concurrent vacancy defect formation represents another common structural alteration during processing. This study systematically investigates the comparative effects of nitrogen atom clusters and equivalent sized vacancy defects on the mechanical behavior of graphene sheets through molecular dynamics simulations. The Nitrogen clustering significantly degraded mechanical performance almost similarly to random doping. In comparison, systems with equivalent-sized vacancy defects showed higher stiffness and lower ductility than those with clusters. The study revealed distinct failure mechanisms between doped and defective configurations, with nitrogen clusters showing modified crack propagation patterns while vacancies acted as pronounced stress concentrators, leading to premature failure. However, this study also showed that defect morphology critically influences mechanical properties. These findings provide important insights for optimizing graphene synthesis and processing protocols, highlighting the differential mechanical risks associated with dopant clustering versus vacancy formation. The results inform defect-tolerant design strategies for graphene-based nanoelectronics, composites, and sensors, where mechanical reliability is paramount for device performance and longevity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Probing universal imaginary-time relaxation critical dynamics with infinite projected entangled pair states",
      "authors": [
        "He-Yu Lin, Shuai Yin, Z. Y. Xie, Zhong-Yi Lu"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10934",
      "arxiv": "https://arxiv.org/abs/2511.10934",
      "doi": null,
      "summary": "We investigate the imaginary-time relaxation critical dynamics of the two-dimensional transverse-field Ising model using infinite projected entangled pair states (iPEPS) with the full-update strategy. Simulating directly in the thermodynamic limit, we explore the relaxation process near the critical point with two types of initial states: a fully polarized state and a product state with a small magnetization. For the fully polarized state, the magnetization shows a power law scaling $M\\propto \\tau^{-\\beta/(\\nu z)}$ in the imaginary-time evolution, from which both the critical point and critical exponent can be determined with high accuracy. For the nearly paramagnetic state, the relaxation process exhibits a behavior of $M\\propto \\tau^\\theta$ with $\\theta=0.1958$ being the critical initial-slip exponent, which is in good agreement with that obtained from the dynamic scaling of the self-correlation in quantum Monte Carlo method. These universal features emerge well before the system converges to the ground state, demonstrating the efficiency of imaginary-time evolution for probing quantum criticality. Our results demonstrate that iPEPS can serve as a robust and scalable method for studying dynamical critical phenomena in two-dimensional quantum many-body systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ripple-assisted adsorption of noble gases on graphene at room temperature",
      "authors": [
        "Weilin Liu, Xianlei Huang, Li-Guo Dou, Qianglong Fang, Ang Li, Guowen Yuan, Yongjie Xu, Zhenjia Zhou, Jun Li, Yu Jiang, Zichong Huang, Zihao Fu, Peng-Xiang Hou, Chang Liu, Jinlan Wang, Wu Zhou, Ming-Gang Ju, Shao-Chun Li, Hui-Ming Cheng, Libo Gao"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10951",
      "arxiv": "https://arxiv.org/abs/2511.10951",
      "doi": null,
      "summary": "Controllable gas adsorption is critical for both scientific and industrial fields, and high-capacity adsorption of gases on solid surfaces provides a significant promise due to its high-safety and low-energy consumption. However, the adsorption of nonpolar gases, particularly noble gases, poses a considerable challenge under atmospheric pressure and room temperature (RT). Here, we theoretically simulate and experimentally realize the stable adsorption of noble gases like xenon (Xe), krypton (Kr), argon (Ar), and helium (He) on highly rippled graphene at RT. The elemental characteristics of adsorbed Xe are confirmed by electron energy loss spectroscopy and X-ray photoelectron spectroscopy. The adsorbed gas atoms are crystalized with periodic arrangements. These adsorbed noble gases on graphene exhibit high stability at RT and can be completely desorbed at approximately 350 {\\deg}C without damaging the intrinsic lattice of graphene. The structural and physical properties of graphene are significantly influenced by the adsorbed gas, and they fully recover after desorption. Additionally, this controllable adsorption could be generalized to other layered adsorbents such as NbSe2, MoS2 and carbon nanotubes. We anticipate that this ripple-assisted adsorption will not only re-define the theoretical framework of gas adsorption, but also accelerate advancements in gas storage and separation technologies, as well as enhance the applications in catalysis, surface modification, and other related fields."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Kapitza-Dirac interference of Higgs waves in superconductors",
      "authors": [
        "Daemo Kang, Tien-Tien Yeh, Takahiro Morimoto, Alexander V. Balatsky"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10954",
      "arxiv": "https://arxiv.org/abs/2511.10954",
      "doi": null,
      "summary": "We present a novel framework for controlling Higgs mode and vortex dynamics in superconductors using structured light. We propose a phenomenon analog of the Kapitza-Dirac effect in superconductors, where Higgs waves scatter off light-induced vortex lattices, generating interference patterns akin to matter wave diffraction. We also find that the vortices enable the linear coupling of Higgs mode to the electromagnetic field. This interplay between light-engineered Higgs excitations and emergent vortex textures opens a pathway to probe nonequilibrium superconductivity with unprecedented spatial and temporal resolution. Our results bridge quantum optics and condensed matter physics, offering new examples of quantum printing where one uses structured light to manipulate the collective modes in correlated quantum fluids."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Effect of doping on hot-carrier thermal breakdown in perforated graphene metasurfaces",
      "authors": [
        "M. Ryzhii, V. Ryzhii, C. Tang, T. Otsuji, M. S. Shur"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10960",
      "arxiv": "https://arxiv.org/abs/2511.10960",
      "doi": null,
      "summary": "We examine the robustness of the S-shaped current-voltage characteristics associated with hot-carrier-induced electrical breakdown in perforated graphene metasurfaces (PGMs) as a function of doping. The perforation of the graphene layer forms interdigital arrays of graphene microribbons (GMRs) interconnected by graphene nanoribbon (GNR) bridges. These GNR constrictions act as energy barriers for electrons and holes emitted from the GMRs and govern the inter-GMR thermionic current under an applied bias voltage. The doping and the voltage bias establish distinct electron and hole populations in adjacent GMRs. Peltier heating of these carriers within the GMRs increases their effective temperatures, thereby enhancing the inter-GMR current. The resulting positive feedback between carrier heating and current amplification can trigger an electrothermal breakdown, transforming a superlinear current-voltage dependence into an S-shaped characteristic exhibiting negative differential resistance. The degree of electron-hole asymmetry significantly influences this positive feedback and strongly modifies the overall current-voltage response. These results provide a framework for optimizing PGM-based devices employing GMR/GNR architectures, including voltage-controlled fast switches, incandescent emitters, and terahertz bolometric detectors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mastering Rheology: A Strategic and practical guide for empowering all users",
      "authors": [
        "Khushboo Suman"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10965",
      "arxiv": "https://arxiv.org/abs/2511.10965",
      "doi": "10.1021/acs.iecr.5c03263",
      "summary": "Rheology, the study of flow, plays a vital role in diverse industries such as pharmaceuticals, cosmetics and food. In this work, we provide a comprehensive introduction to fundamental rheological experiments and offer a strategic approach to understand the rheological behavior of any soft condensed material. We emphasize the importance of design of a good rheological experiment, input parameter and analysis of the obtained output parameter. Through the standard design of the experiment and systematic conduction of rheological experiments, we can estimate a broad range of rheological parameters such as viscosity, modulus, stability, yield stress, nonlinear behavior of the material. Furthermore, we also discuss methods for detecting and good practices for reducing some of the common experimental errors that may arise. We also present a comprehensive range of advanced rheological characterization techniques that can be pursued to gain deeper insights into the mechanical behavior and structural evolution of soft materials. Through this work, we attempt to make rheology more accessible to researchers from various domains to incorporate rheology into their characterization study and enable them to confidently navigate rheological studies and contribute to material development."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nearly semi-elliptic relation between the minimal conductivity and Hall conductivity in unpaired Dirac fermions",
      "authors": [
        "Bo Fu, Kai-Zhi Bai, Shi-Hao Bi, Shun-Qing Shen"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10972",
      "arxiv": "https://arxiv.org/abs/2511.10972",
      "doi": null,
      "summary": "Electric conductivities may reveal the topological and magnetic properties of band structures in solids, especially for two-dimensional unpaired Dirac fermions. In this work, we evaluate the longitudinal and Hall conductivity for unpaired Dirac fermions in the framework of the self-consistent Born approximation and find a nearly semi-elliptic relation between the minimal conductivity and Hall conductivities in the Dirac fermions. Near the charge neutrality point, disorder may drive a metal-insulator transition, and enhance the longitudinal conductivity. For the massless case, the minimal conductivity $\\sigma_{xx}^*$ coexists with the half-quantized Hall conductivity $e^2/2h$, forming an indicator for the parity anomalous semimetal. The relation signals a disorder-induced metallic phase that bridges two topologically distinct insulating phases, and agrees with the recent experimental observation in magnetic topological insulators."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Sliding of cylindrical shell into a rigid hole",
      "authors": [
        "Yukiho Matsumoto, Keisuke Yoshida, Tomohiko G. Sano"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10976",
      "arxiv": "https://arxiv.org/abs/2511.10976",
      "doi": null,
      "summary": "Fitting two different materials is a versatile methodology in manufacturing complex structures. One of the canonical models for fitting is the snap-fit model, in which flexible materials and rigid structures are assembled by pushing their interlocking components together. The assembly via snap-fit is often accompanied by large deformations of flexible structures and abrupt force drops, highlighting the role of elasticity, geometry, and contact friction. Despite several model studies revealing fundamental mechanics for snap-fit, the current snap-fit design relies on prototyping and empirical rules. In this paper, we analyze a snap-fit model in which a naturally curved beam slips into a rigid hole. We construct an analytical model based on the theory of elastica with contact friction and demonstrate that its predictions are in excellent quantitative agreement with both simulations and experiments. We find three distinct sliding modes: Folding, Pinning, and Unfolding. The classification is systematically organized in a phase diagram based on the geometric parameters of the shells and the hole. Our study complements existing approaches by providing a predictive framework for contact-based structures that involve friction, elasticity, and geometry, and sheds light on a unified understanding of the interactions between an elastic and a rigid body."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Hopfions in the Lee-Huang-Yang superfluids",
      "authors": [
        "Liangwei Dong, Mingjing Fan, Boris A. Malomed, Yaroslav V. Kartashov"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10977",
      "arxiv": "https://arxiv.org/abs/2511.10977",
      "doi": null,
      "summary": "It is known that, under appropriate conditions, mean-field interactions can be canceled in binary BEC, leading to the formation of the Lee-Huang-Yang (LHY) superfluid, in which the nonlinearity is solely represented by the quartic LHY term. In this work we systematically investigate the existence, stability and evolution of hopfion states in this species of quantum matter. They are characterized by two independent topological winding numbers: inner twist $s$ of the vortex-ring core and overall vorticity $m$. The interplay between the LHY self-repulsion and a trapping harmonic-oscillator potential results in stability of the hopfions with $s = 1$ and $m$ ranging from $0$ to $4$. The hopfions exhibit distinct topological phase distributions along the vertical axis and the radial direction in the horizontal plane. Their effective radius and peak density increase with the chemical potential, along with expansion of the vortex-ring core. Although the instability domain of the hopfion modes broadens with the increase of $m$, stable hopfions persist in a wide range of the chemical potential, up to $m=4$, at least, provided that the norm exceeds a certain threshold value. The predictions are experimentally accessible in currently used BEC setups."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Chiral active gyrator: Memory induced direction reversal of rotational motion",
      "authors": [
        "S Deion, F Adersh, M Sahoo"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11013",
      "arxiv": "https://arxiv.org/abs/2511.11013",
      "doi": null,
      "summary": "We theoretically explore the dynamics of a chiral active Ornstein Uhlenbeck particle confined in a two-dimensional anisotropic harmonic trap. The particle is driven by chirality and is coupled to two orthogonal heat baths, potentially at two different temperatures. Using both analytical approach and numerical simulation, we explore the rotational dynamics of the particle in both viscous and viscoelastic environments. While the particle is suspended in a viscoelastic bath, characterized by a finite memory time scale, we interestingly observe that even in the absence of a temperature gradient, the angular momentum changes its sign as a function of the memory timescale, reflecting the direction reversal of rotational motion of the particle, and it is solely due to the interplay between memory and chirality. This direction reversal is a distinct memory-induced phenomenon and does not occur in the viscous limit. Moreover, increasing (or decreasing) the temperature gradient shifts the magnitude of the angular momentum further into the negative (or positive) direction, selecting a unique direction of rotation for the particle throughout the activity-memory parameter space. However, in the viscous limit, the direction reversal of the rotational motion is still possible but occurs only across a neutral line in parameter space, along which the contributions from both chirality and thermal anisotropy to the net angular momentum exactly cancel. These results highlight a distinct mechanism for directional control in active systems, with memory enabling reversal phenomena unique to viscoelastic media."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Intrinsic structure of relaxor ferroelectrics from first principles",
      "authors": [
        "Xinyu Xu, Kehan Cai, Pinchen Xie"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11097",
      "arxiv": "https://arxiv.org/abs/2511.11097",
      "doi": null,
      "summary": "We hybridize swap Monte Carlo and geometric relaxation to determine the intrinsic compositional structure (CS) of lead magnesium niobate (PMN) relaxor. We verify the stability of a Nb-rich sublattice in PMN, as prescribed by the prevailing random-site model. But ions in the complementary sublattice are not randomly mixed. The majority of Nb ions collapse into a dominant Nb cluster which percolates the lattice with a mesh-like geometry that prevents large space charges. Subsequent molecular dynamics simulations predict a pair distribution function agreeing with neutron scattering experiments. Analysis of dipolar structures in the Nb cluster sheds light on the unique dielectric property of PMN."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ergodic properties of occupation times in heterogeneous media",
      "authors": [
        "Vicen\\c{c} M\\'endez, Rosa Flaquer-Galm\\'es"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11099",
      "arxiv": "https://arxiv.org/abs/2511.11099",
      "doi": null,
      "summary": "We investigate the ergodic properties of Brownian motion in heterogeneous media through the statistics of occupation times. Using the Feynman-Kac formalism, we derive analytical expressions for the distributions, moments, and ergodicity breaking parameters of occupation times in two models with spatially varying diffusion coefficient: a piecewise-constant profile and a power-law profile. In the piecewise model, the half occupation time and the occupation time within an interval follow asymmetric arcsine and half-Gaussian distributions, respectively, indicating non-ergodic behavior. For the power-law case, the corresponding distributions are the Lamperti and Mittag-Leffler. In both models, we identify a transition from non-ergodic to ergodic dynamics as the exponent vary. Numerical simulations fully corroborate the analytical results, demonstrating the effectiveness of the Feynman-Kac approach for quantifying ergodicity in heterogeneous diffusion processes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Emergent Synchronization and Defect Dynamics in Confined Chiral Active Suspensions",
      "authors": [
        "Zaiyi Shen, Leilei Wang, Shishuang Zhang, Chenlu Li, Kaili Xie, Xu Zheng, Juho S. Lintuvuori"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11101",
      "arxiv": "https://arxiv.org/abs/2511.11101",
      "doi": null,
      "summary": "Hydrodynamic interactions can generate rich emergent structures in active matter systems. Using large-scale hydrodynamic simulations, we demonstrate that hydrodynamic coupling alone can drive spontaneous self-organization across a hierarchy of spatial and temporal scales in confined suspensions of torque-driven particles at moderate Reynolds numbers. Spinners first self-assemble into dimers, which crystallize into a hexatic lattice and subsequently undergo a collective tilting instability. The resulting tilted dimers rotate and synchronize through hydrodynamic repulsion, which can be tuned by the Reynolds number. Upon synchronization, the polar director develops splay and bend deformations and nucleates topological defects with charges of $\\pm1$. These defects induce long-wavelength concentration gradients and drive crystal vortex dynamics spanning hundreds of particle diameters. Our results reveal a purely hydrodynamic route to synchronization and defect-mediated dynamics in chiral active matter, without explicit alignment rules or interparticle forces."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Optical conductivity of layered topological semimetal TaNiTe$_5$",
      "authors": [
        "Jakov Budi\\'c, Serena Nasrallah, D. Santos-Cottin, A. Pulkkinen, J. Min\\'ar, P. Sa\\v{c}er, B. Gudac, V. Despoja, N. Bari\\v{s}i\\'c, C. C. Homes, Ana Akrap, Mario Novak"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11105",
      "arxiv": "https://arxiv.org/abs/2511.11105",
      "doi": null,
      "summary": "We present an infrared spectroscopy study of the layered topological semimetal TaNiTe$_5$, a material with a quasi-one-dimensional structure and strong in-plane anisotropy. Despite its structural features, infrared reflectivity and electronic transport measurements along the $a$ and $c$ crystallographic axes show metallic behavior without evidence of reduced dimensionality. Optical conductivity reveals an anisotropic but conventional metallic response with low scattering rates and a single sharp infrared-active phonon mode at $396$ cm$^{-1}$ ($49$ meV). Ab initio calculations closely match the experimental optical data and confirm a three-dimensional electronic structure. Our results demonstrate that TaNiTe$_5$ behaves as a three-dimensional anisotropic semimetal in its electronic and optical properties."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Non-Gaussianity-induced enhanced target-finding dynamics of confined colloids",
      "authors": [
        "Guirec de Tournemire (LOMA), Nicolas Fares (LOMA), Yacine Amarouchene (LOMA), Thomas Salez (LOMA)"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11117",
      "arxiv": "https://arxiv.org/abs/2511.11117",
      "doi": null,
      "summary": "The encounter of diffusing entities underlies a wide range of natural phenomena. The dynamics of these first-passage processes are strongly influenced by the geometry of the system, for example through confining boundaries. Confinement, which alters the diffusion of microscopic particles through both conservative and hydrodynamic interactions, emerges as a key ingredient for modeling realistic environments. In this Letter, we investigate the impact of confinement on the first-passage statistics of a diffusing particle. This diffusive motion is probed, with nanometric precision, by combining \\textit{state-of-the-art} holographic microscopy with advanced statistical inference methods. Our experimental and numerical results provide a comprehensive understanding of this process, which is governed by the coupling between gravitational, screened electrostatic and hydrodynamic forces, as well as thermal fluctuations. We further show that confinement can either slow down or enhance the typical first-passage kinetics, depending on the experimental parameters and considered direction of space. In particular, the observed boost in wall-normal target-finding efficiency appears to be a direct consequence of the non-Gaussian displacement distribution induced by the near-surface effects, and the associated increased probability of large displacements. As the latter are rare events, our findings may be of relevance to rationalize confined chemical reactions, or biological \\textit{winners-take-all} stochastic processes near boundaries."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Optical Properties of Superconducting K$_{0.8}$Fe$_{1.7}$(Se$_{0.73}$S$_{0.27}$)$_2$ Single Crystals",
      "authors": [
        "Andrei Muratov (P.N. Lebedev Physical Institute of RAS, Moscow, Russia), Yevgeny Rakhmanov (P.N. Lebedev Physical Institute of RAS, Moscow, Russia, Lomonosov Moscow State University, Department of Chemistry, Moscow, Russia), Andrei Shilov (P.N. Lebedev Physical Institute of RAS, Moscow, Russia), Igor Morozov (Lomonosov Moscow State University, Department of Chemistry, Moscow, Russia), Yurii Aleshchenko (P.N. Lebedev Physical Institute of RAS, Moscow, Russia)"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11123",
      "arxiv": "https://arxiv.org/abs/2511.11123",
      "doi": "10.1007/s10948-025-07078-4",
      "summary": "The optical properties of the superconducting K$_{0.8}$Fe$_{1.7}$(Se$_{0.73}$S$_{0.27}$)$_2$ single crystals with a critical temperature $T_c\\approx 26$ K have been measured in the {\\it ab} plane in a wide frequency range using both infrared Fourier-transform spectroscopy and spectroscopic ellipsometry at temperatures of 4--300 K. The normal-state reflectance of K$_{0.8}$Fe$_{1.7}$(Se$_{0.73}$S$_{0.27}$)$_2$ is analyzed using a Drude-Lorentz model with one Drude component. The temperature dependences of the plasma frequency, optical conductivity, scattering rate, and dc resistivity of the Drude contribution in the normal state are presented. In the superconducting state, we observe a signature of the superconducting gap opening at $2\\Delta $(5~K) = 11.8~meV. An abrupt decrease in the low-frequency dielectric permittivity $\\varepsilon _1(\\omega )$ at $T < T_c$ also evidences the formation of the superconducting condensate. The superconducting plasma frequency $\\omega _{pl,s} = (213\\pm 5)$~cm$^{-1}$ and the magnetic penetration depth $\\lambda =(7.5\\pm 0.2)$~$\\mu $m at $T=5$~K are determined."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Field-tunable partial antiferromagnetism, glassy spin dynamics, and magnetodielectric coupling in the quasi-one-dimensional spin-chain compound Ca3CoIrO6",
      "authors": [
        "Priyanka Mahalle (Solid State Physics Division, Bhabha Atomic Research Centre, Mumbai-400085, India, Homi Bhabha National Institute, Anushaktinagar, Mumbai-400094, India), A. Kumar (Solid State Physics Division, Bhabha Atomic Research Centre, Mumbai-400085, India, Homi Bhabha National Institute, Anushaktinagar, Mumbai-400094, India), Kumar Bharti (Department of Mechanical Engineering, Indian Institute of Technology Bombay, Mumbai 400076, India), Dipanshu Bansal (Department of Mechanical Engineering, Indian Institute of Technology Bombay, Mumbai 400076, India), P. D. Babu (UGC-DAE Consortium for Scientific Research, Mumbai Centre, BARC Campus, Mumbai 400 085, India), S. M. Yusuf (Solid State Physics Division, Bhabha Atomic Research Centre, Mumbai-400085, India, Homi Bhabha National Institute, Anushaktinagar, Mumbai-400094, India)"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11127",
      "arxiv": "https://arxiv.org/abs/2511.11127",
      "doi": null,
      "summary": "We report a comprehensive investigation of the quasi-one-dimensional spin-chain compound Ca3CoIrO6 (CCIO) using a combination of structural, magnetic, thermodynamic, transport, Raman, and dielectric measurements. Temperature-dependent neutron powder diffraction confirms the rhombohedral R-3c structure down to 5 K without any structural phase transition. DC magnetization, ac susceptibility, and relaxation measurements reveal a gradual evolution from a high-temperature paramagnetic-like state to a partially disordered antiferromagnetic (PDA) state below 100 K, accompanied by slow cluster-like spin dynamics followed by a freezing transition near 30 K. Isothermal magnetic hysteresis M(H) loops demonstrate partial chain freezing, while robust exchange bias is observed in field-cooled protocols, highlighting the interplay between PDA ordering and frozen spins. Resistivity and specific heat data indicate strong coupling between spin and charge degrees of freedom, accompanied by activated transport behavior. Raman spectroscopy identifies pronounced anomalies in phonon frequencies and linewidths across multiple magnetic regimes, reflecting strong spin-lattice coupling. Polarization-electric field (P-E) measurements reveal temperature-dependent crossovers from linear dielectric to weakly hysteretic behavior, consistent with short-range polar correlations driven by spin-lattice interactions. These findings establish CCIO as a prototypical quasi-one-dimensional frustrated spin-chain system where geometric frustration, spin-orbit coupling, and low-dimensionality generate field-tunable PDA order, glassy spin dynamics, exchange bias, and magnetodielectric coupling. These results provide new insights into frustration-driven phases in low-dimensional oxides and point towards potential multifunctional applications based on intrinsic magnetodielectric and exchange bias phenomena."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tunable electronic band structure in WSSe van der Waals Alloys",
      "authors": [
        "Meryem Bouaziz, Leonard Schue, Noeliarinala Felana Andriambelaza, Natalia Alyabyeva, Jean-Christophe Girard, Pavel Dudin, Fabian Cadiz, Jose Avila, Yannick Dappe, Cesar Gonzalez, Julien Chaste, Fabrice Oehler, Christine Giorgetti, Fausto Sirotti, Abdelkarim Ouerghi"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11146",
      "arxiv": "https://arxiv.org/abs/2511.11146",
      "doi": null,
      "summary": "The electronic structure of semiconducting 2D materials such as transition metal dichalcogenides (TMDs) is known to be tunable by its environment, from simple external fields applied with electrical contacts up to complex van der Waals heterostructure assemblies. However, conventional alloying from reference binary TMD compounds to composition-controlled ternary alloys also offers unexplored opportunities. In this work, we use nano-angle resolved photoemission spectroscopy (nano-ARPES) and density functional theory (DFT) calculations to study the structural and electronic properties of different alloy compositions of bulk WS2(1-x)Se2x. Our results demonstrate the continuous variation of the band structure and the progressive evolution of the valence band splitting at the K points from 420 to 520 meV in bulk WS2(1-x)Se2x. We also carried out scanning tunneling microscopy (STM) measurements and DFT to understand the possible S or Se substitutions variants in WS2(1-x)Se2x alloys, with different local atomic configurations. Our work opens up perspectives for the fine control of the band dispersion in van der Waals materials and demonstrate how the band structure can be tuned in bulk TMDs. The collected information can serve as a reference for future applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nonequilibrium Thermodynamics of Associative Memory Continuous-Time Recurrent Neural Networks",
      "authors": [
        "Miguel Aguilera, Daniele De Martino, Ivan Garashchuk, Dmitry Sinelshchikov"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11150",
      "arxiv": "https://arxiv.org/abs/2511.11150",
      "doi": null,
      "summary": "Continuous-Time Recurrent Neural Networks (CTRNNs) have been widely used for their capacity to model complex temporal behaviour. However, their internal dynamics often remain difficult to interpret. In this paper, we propose a new class of CTRNNs based on Hopfield-like associative memories with asymmetric couplings. This model combines the expressive power of associative memories with a tractable mathematical formalism to characterize fluctuations in nonequilibrium dynamics. We show that this mathematical description allows us to directly compute the evolution of its macroscopic observables (the encoded features), as well as the instantaneous entropy and entropy dissipation of the system, thereby offering a bridge between dynamical systems descriptions of low-dimensional observables and the statistical mechanics of large nonequilibrium networks. Our results suggest that these nonequilibrium associative CTRNNs can serve as more interpretable models for complex sequence-encoding networks."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Models for active particles: common features and differences",
      "authors": [
        "Colin-Marius Koch, Michael Wilczek"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11154",
      "arxiv": "https://arxiv.org/abs/2511.11154",
      "doi": null,
      "summary": "Systems of active particles can show a large variety of collective behavior. In theory, two aspects determine the collective behavior: the model at the particle level and the parameter regime. While many studies consider a single model and study its parameter regime, here, we focus on the former aspect. Motivated by experiments that study dilute suspensions of Chlamydomonas reinhardtii in a self-generated oxygen gradient, we compare various models with external field-dependent motility to understand how the collective behavior changes between models. We vary the particle-particle interaction from no interactions to steric interactions, the particle shape from round disks to dumbbells, the self-propulsion mechanism from constant speed to rocking motion, and the particle's center of mass from the geometric center to off-center. We find that changes in the model of the active agents can lead to similar statistics in the dilute regime and different collective behavior in the dense regime. We conclude that active particle models do not easily generalize for different real active agents, but instead require a clear understanding of the agents' microscopic properties."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Counterintuitive Potential-Barrier Affinity Effect",
      "authors": [
        "Qiang Xu, Zhao Liu, Yanming Ma"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11160",
      "arxiv": "https://arxiv.org/abs/2511.11160",
      "doi": null,
      "summary": "Electron accumulation in interatomic regions is a fundamental quantum phenomenon dictating chemical bonding and material properties, yet its origin remains elusive across disciplines. Here, we report a counterintuitive quantum effect -- potential-barrier affinity (PBA) -- revealed by solving the Schr\\\"odinger equation for a crystalline potential. PBA effect drives significant interatomic electron accumulation when electron energy exceeds the barrier maximum. This effect essentially determines interatomic electron density patterns, governing microstructures and properties of condensed matters. Our theory overturns the traditional wisdom that the interstitial electron localization in electride requires potential-well constraints or hybrid orbitals, and it serves the fundamental mechanism underlying the formation of conventional chemical bonds. This work delivers a paradigm shift in understanding electron distribution and establishes a theoretical foundation for the microscopic design of material properties."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological Theory of Helium 4",
      "authors": [
        "Leonid Lantsman"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11200",
      "arxiv": "https://arxiv.org/abs/2511.11200",
      "doi": null,
      "summary": "In this paper we attempt to construct the topological theory of superfluid helium $4$ in the framework of the (rigid) $U(1)$ model in which the initial $U(1)$ group is destroyed with appearance of (topologically nontrivial) domains separated by domain walls treated as step voltages between domains (e.g. with neighboring topological numbers). This can explain the superfluid properties in a helium $4$ specimen as well as the appearance of topologically nontrivial vortices therein."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "From LRO to Disorder via QLRO in Spatially Inhomogeneous Polar Flock",
      "authors": [
        "Anish Kumar, Vivek Semwal, Shradha Mishra"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11259",
      "arxiv": "https://arxiv.org/abs/2511.11259",
      "doi": null,
      "summary": "We study the collective behavior of a polar flock in an inhomogeneous environment in two-dimensions. The inhomogeneity is modelled by introducing regions at random locations on the substrate with higher noise but accessible for the flock to move. Hence inside such regions the particles orientation get randomised. Such inhomogeneities are different from the physical disorder, which obstructs the space for the incoming particles. The study focuses on how the phase behavior of polar flock changes by tuning the packing fraction of inhomogeneity. As packing fraction increases, the system crosses over from long-range to quasi long range order and ultimately to a disordered phase, while the order disorder transition for flocking changes from discontinuous to continuous. The resultant phase behavior of polar flock patterns here is comparable to that exhibited in the presence of physical disorder."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electronic and magnetic properties of light rare-earth cubic Laves compounds derived from XMCD experiments",
      "authors": [
        "Vilde G. S. Lunde, Benedicte S. Ofstad, {\\O}ystein S. Fjellv{\\aa}g, Philippe Ohresser, Anja O. Sj{\\aa}stad, Bj{\\o}rn C. Hauback, Christoph Frommen"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11260",
      "arxiv": "https://arxiv.org/abs/2511.11260",
      "doi": null,
      "summary": "This work presents electronic and magnetic properties of selected members in the cubic Laves phase series Nd1-xPrxCoNi and Ce0.25Pr0.75CoNi, together with the corresponding binary compositions (NdCo2, NdNi2, PrCo2, PrNi2, CeCo2, CeNi2), using soft x-ray absorption spectroscopy, x-ray magnetic circular dichroism (XMCD), density-functional theory, and crystal field multiplet calculations. All transition-metal moments saturate below 1 T, while the rare-earth moments do not saturate even at 5 T, consistent with van Vleck paramagnetic contributions and crystal field suppression. While the sum rules are widely used to extract element-specific magnetic moments from XMCD, we show that for 3d transition metals, their application requires accurate estimates of the number of unoccupied 3d states. We observe a finite magnetic moment on Ni, challenging the common assumption of its nonmagnetic character in Laves phases. The orbital magnetic moments were determined using the spin rules, while the spin moments were estimated from single-ion values from multiplet calculations, due to the invalidity of the spin sum rule for light rare-earth elements. The magnetic moments of Nd and Pr are found to be suppressed relative to their free-ion values, with multiplet theory indicating that this is due to crystal field effects. Our results confirm that Nd and Pr maintain localized 4f3 and 4f2 configurations, respectively, and that their element-specific magnetic moments are robust to rare-earth substitution. Ce, on the other hand, exhibits a tunable mixed-valent ground state with both magnetic 4f1 and nonmagnetic 4f0 components. The relative fraction of these states varies with the electronegativity of the surrounding 3d transition metals, revealing a pathway to tune Ce magnetism via composition. This work establishes a framework for accurately interpreting XMCD in light rare-earth-based intermetallics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological states and flat bands in exactly solvable decorated Cayley trees",
      "authors": [
        "Wanda P. Duss, Askar Iliasov, Tom\\'a\\v{s} Bzdu\\v{s}ek"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11261",
      "arxiv": "https://arxiv.org/abs/2511.11261",
      "doi": null,
      "summary": "We derive the full spectrum of decorated Cayley trees that constitute tree analogs of selected two-dimensional Euclidean lattices; namely of the Lieb, the double Lieb, the kagome, and the star lattice. The common feature of these Euclidean lattices is that their nearest-neighbor models give rise to flat energy bands interpretable through compact localized states. We find that the tree analogs exhibit similar flat or nearly flat energy bands at the corresponding energies. Interestingly, such flat bands in the decorated Cayley trees acquire an interpretation that is absent in their Euclidean counterparts: as edge states localized to the inner or the outer boundary of the tree branches. In particular, we establish an exact correspondence between the Lieb-Cayley tree and an ensemble of one-dimensional Su-Schrieffer-Heeger chains, which maps topological edge states on one side of the chains to flat-band states localized in the bulk of the tree, furnishing the flat energy band with a topological stability. Similar mapping to topological edge states or to states bound to edge defects in one-dimensional chains is shown for flat-band states in all the considered tree decorations. We finally show that the persistence of exact flat bands on infinite decorated trees (i.e., Bethe lattices) arises naturally from a covering interpretation of tree graphs. Our findings reveal a rich landscape of flat-band and topological phenomena in non-Euclidean systems, where geometry alone can generate and stabilize unconventional quantum states."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Multiple correlation lengths and type-1.5 superconductivity in $U(1)$ superconductors due to hidden competition between irreducible representations of nonlocal pairing",
      "authors": [
        "Anton Talkachov, Paul Leask, Egor Babaev"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11263",
      "arxiv": "https://arxiv.org/abs/2511.11263",
      "doi": null,
      "summary": "A fundamental characteristic of a superconducting state is the coherence length $\\xi$. Multicomponent superconductors, particularly ones breaking multiple symmetries, are characterized by multiple coherence lengths. Here we show that even, nominally $single$-component superconductors under certain conditions are characterized by multiple coherence lengths. We consider nearest-neighbor pairing interactions on a square lattice that leads to $s$-wave and $d$-wave representations of link superconducting order parameter. We show that even if the subdominant order parameter is completely suppressed in the ground state, it results in multiple correlation lengths with nontrivial hierarchy, resulting in important physical consequences in inhomogeneous solutions. Under certain conditions, this leads to type-1.5 superconductivity, where magnetic field penetration length falls between two coherence lengths, leading to vortex clustering in an external magnetic field."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Orbital Accumulation Induced by Chiral Phonons",
      "authors": [
        "Tetsuya Sato, Takeo Kato, Aurelien Manchon"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11272",
      "arxiv": "https://arxiv.org/abs/2511.11272",
      "doi": null,
      "summary": "We theoretically investigate orbital accumulation driven by chiral phonons via orbital-dependent electron-lattice coupling. We derive a formula for the orbital accumulation induced by classical lattice dynamics or nonequilibrium phonons, using the Berry curvature, linear response theory, and the nonequilibrium Green's function method. We show that chiral phonons primarily couple to orbital quadrupole moments and that static orbital dipole accumulation can be generated in the second-order of lattice displacement. Our study provides a useful method for generating orbital accumulation without using spin-orbit interaction."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Impact of spin-orbit coupling and Zeeman interaction on the subharmonic gap structure due to multiple Andreev reflections in nanoscopic Josephson junctions",
      "authors": [
        "D. Kuiri, J. H. Correa, A. Biborski, M. P. Nowak"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11277",
      "arxiv": "https://arxiv.org/abs/2511.11277",
      "doi": null,
      "summary": "Multiple Andreev reflections in voltage-biased Josephson junctions give rise to the subharmonic gap structure in the conductance, which is widely used to characterize transport properties and estimate the induced gap in the junctions. Here we theoretically investigate the evolution of the subharmonic gap structure in spinful Josephson junctions. Spin mixing introduced by the spin-orbit coupling opens avoided crossings in the dispersion relation of the leads, which, as we demonstrate, subsequently results in pronounced multiple Andreev reflection features in the conductance traces. We analyze how these features evolve under an external magnetic field and explain that their visibility in conductance is governed by the spin polarization of the bands."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interpretable descriptors enable prediction of hydrogen-based superconductors at moderate pressures",
      "authors": [
        "Jiawei Chen, Junhao Peng, Yanwei Liang, Renhai Wang, Huafeng Dong, Wei Zhang"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11284",
      "arxiv": "https://arxiv.org/abs/2511.11284",
      "doi": null,
      "summary": "Room temperature superconductivity remains elusive, and hydrogen-base compounds despite remarkable transition temperatures(Tc) typically require extreme pressures that hinder application. To accelerate discovery under moderate pressures, an interpretable framework based on symbolic regression is developed to predict Tc in hydrogen-based superconductors. A key descriptor is an integrated density of states (IDOS) within 1 eV of the Fermi level (EF), which exhibits greater robustness than conventional single-point DOS features. The resulting analytic model links electronic-structure characteristics to superconducting performance, achieves high accuracy (RMSEtrain = 20.15 K), and generalizes well to external datasets. By relying solely on electronic structure calculations, the approach greatly accelerates materials screening. Guided by this model, four hydrogen-based candidates are identified and validated via calculation: Na2GaCuH6 with Tc =42.04 K at ambient pressure (exceeding MgB2), and NaCaH12, NaSrH12, and KSrH12 with Tc up to 162.35 K, 86.32 K, and 55.13 K at 100 GPa, 25 GPa, and 25 GPa, respectively. Beyond rapid screening, the interpretable form clarifies how hydrogen-projected electronic weight near EF and related features govern Tc in hydrides, offering a mechanism-aware route to stabilize high-Tc phases at reduced pressures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Scaling of free cumulants in closed system-bath setups",
      "authors": [
        "Merlin F\\\"ullgraf, Jochen Gemmer, Jiaozi Wang"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11333",
      "arxiv": "https://arxiv.org/abs/2511.11333",
      "doi": null,
      "summary": "The Eigenstate Thermalization Hypothesis (ETH) has been established as a cornerstone for understanding thermalization in quantum many-body systems. Recently, there has been growing interest in the full ETH, which extends the framework of the conventional ETH and postulates a smooth function to describe the multi-point correlations among matrix elements. Within this framework, free cumulants play a central role, and most previous studies have primarily focused on closed systems. In this paper, we extend the analysis to a system-bath setup, considering both an idealized case with a random-matrix bath and a more realistic scenario where the bath is modeled as a defect Ising chain. In both cases, we uncover a universal scaling of microcanonical free cumulants of system observables with respect to the interaction strength. Furthermore we establish a connection between this scaling behavior and the thermalization dynamics of the thermal free cumulants of corresponding observables."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fokker-Planck approach for thermal fluctuations in antiferromagnetic systems",
      "authors": [
        "E. Martello, G. A. Falci, E. Paladino, F. M. D. Pellegrino"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11341",
      "arxiv": "https://arxiv.org/abs/2511.11341",
      "doi": null,
      "summary": "We develop a Fokker-Planck approach to describe the dynamics of staggered magnetization and thermal fluctuations in a two-dimensional antiferromagnetic system with uniaxial anisotropy. Beginning with a classical model for the antiferromagnetic system, we incorporate a Landau-Lifshitz-Gilbert equation augmented by Langevin fields to account for thermal fluctuations, and we derive the Fokker-Planck equation governing the probability distribution function of the spin configuration. Employing the mean-field approximation, we derive the equations of motion for the spin polarization and the two-time spin-spin correlation functions. The methodology is applied to the study of spin-wave dynamics and to the formulation of a phenomenological model for resistance fluctuations in two-dimensional antiferromagnetic semiconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Wiener-Hopf factorization and non-Hermitian topology for Amoeba formulation in one-dimensional multiband systems",
      "authors": [
        "Shin Kaneshiro, Robert Peters"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11349",
      "arxiv": "https://arxiv.org/abs/2511.11349",
      "doi": null,
      "summary": "The non-Hermitian skin effect (NHSE), characterized by the extensive localization of bulk modes at the boundaries, has attracted significant attention as a hallmark feature of non-Hermitian topology. This localization invalidates the conventional Bloch band theory, necessitating an analysis under open boundary conditions even in the thermodynamic limit. The Amoeba formulation addresses this challenge by computing the spectral potential rather than the spectrum itself. Based on the (strong) Szeg\\\"o limit theorem and its topological generalization, this approach reduces the evaluation of the potential to an optimization problem involving the Ronkin function. However, while the generalized Szeg\\\"o limit theorem is formally applicable in arbitrary dimensions, its implementation is limited to single-band systems, and its applicability to multiband systems remains unclear. In this paper, we establish the Wiener-Hopf factorization (WHF) of the non-Bloch Hamiltonian as a powerful framework, providing a unified and rigorous foundation for Amoeba analysis in multiband systems. By combining the WHF with Hermitian doubling, we first elucidate the applicability criteria for the generalized Szeg\\\"o limit theorem in multiband systems. We then show that the WHF provides the natural mathematical origin for the symmetry-decomposed Ronkin function in symmetry class AII$^\\dagger$, leading to a rigorous proof of the generalized Szeg\\\"o limit theorem for these systems and opening a path toward systematic generalizations to other symmetry classes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interlinking helical spin textures in nanopatterned chiral magnets",
      "authors": [
        "Luke Alexander Turnbull, Max Thomas Birch, Marisel Di Pietro Mart\\'inez, Rikako Yamamoto, Jeffrey Neethirajan, Marina Raboni Ferreira, Elina Zhakina, Hayden Jeffrey Binger, Young-Gwan Choi, Rachid Belkhou, Simone Finizio, Markus Weigand, Dieter Suess, Daniel Alexander Mayoh, Geetha Balakrishnan, Claas Abert, Sebastian Wintz, Claire Donnelly"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11372",
      "arxiv": "https://arxiv.org/abs/2511.11372",
      "doi": null,
      "summary": "Nanoscale topologically non-trivial magnetization configurations generate significant interest due to both the fundamental properties of their knotted structures and their potential applications in ultra-efficient computing devices. While such textures have been widely studied in two dimensions, three-dimensional (3D) systems can yield more complex configurations, resulting in richer topologies and dynamic behaviors. However, reliably nucleating these 3D textures has proven challenging, and so far, 3D configurations such as vortex rings and hopfions can often only be observed forming spontaneously in relatively uncontrolled manners. Here, we demonstrate that through the 3D nanopatterning of chiral single crystal helimagnets into nano-tori, the controlled formation of a magnetic double helix can be achieved. This surface-localized topological state is stabilized by the interplay of intrinsic exchange interactions of the single crystal with the extrinsic emergent effects of the patterned geometry. These double helices host magnetic defects akin to supercoiling in circular DNA and climbing vines. We expect this study to serve as a foundation for future research combining single crystal systems with 3D nanopatterning, offering a new degree of control over emergent phenomena in nanoscale magnets and wider quantum material systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Relaxation to an Ideal Chern Band through Coupling to a Markovian Bath",
      "authors": [
        "Bruno Mera, Tomoki Ozawa"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11394",
      "arxiv": "https://arxiv.org/abs/2511.11394",
      "doi": null,
      "summary": "We propose a microscopic, weak-coupling mechanism by which generic Chern bands relax toward ideal bands. We consider coupling interacting electrons to a Caldeira-Leggett like Ohmic bosonic bath. Using the Born-Markov approximation, Slater determinant states of a Chern band under Hartree-Fock approximation evolve toward Slater determinant states corresponding to an ideal Chern band. We validate our proposal by performing numerical simulation of a massive Dirac model, showing that the Berry curvature and quantum metric indeed co-evolve to saturate the trace condition. Our proposal provides a concrete dissipative route to realize ideal Chern bands, a fundamental building block for the stabilization of fractional Chern insulators."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Metavalent Bonding-Induced Phonon Hardening and Giant Anharmonicity in BeO",
      "authors": [
        "Xuejie Li, Yuzhou Hao, Yujie Liu, Shengying Yue, Xiaolong Yang, Turab Lookman, Xiangdong Ding, Jun Sun, Zhibin Gao"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11443",
      "arxiv": "https://arxiv.org/abs/2511.11443",
      "doi": null,
      "summary": "The search for materials with intrinsically low thermal conductivity ($\\kappa_L$) is critical for energy applications, yet conventional descriptors often fail to capture the complex interplay between bonding and lattice dynamics. Here, first-principles calculations are used to contrast the thermal transport in covalent zincblende (zb) and metavalent rocksalt (rs) BeO. We find that the metavalent bonding in rs-BeO enhances lattice anharmonicity, activating multi-phonon scattering channels and suppressing phonon transport. This results in an ultralow $\\kappa_L$ of 24 W m$^{-1}$ K$^{-1}$ at 300 K, starkly contrasting with the zb phase (357 W m$^{-1}$ K$^{-1}$). Accurately modeling such strongly anharmonic systems requires explicit inclusion of temperature-dependent phonon renormalization and four-phonon scattering. These contributions, negligible in zb-BeO, are essential for high-precision calculations of the severely suppressed $\\kappa_L$ in rs-BeO. Finally, we identify three key indicators to guide the discovery of metavalently bonded, incipient-metallic materials: (i) an NaCl-type crystal structure, (ii) large Gr\\\"uneisen parameters ($\\textgreater$2), and (iii) a breakdown of the Lyddane-Sachs-Teller relation. These findings provide microscopic insight into thermal transport suppression by metavalent bonding and offer a predictive framework for identifying promising thermoelectrics and phase-change materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "ARPES signatures of trions in van der Waals materials",
      "authors": [
        "Giuseppe Meneghini, Maja L\\\"owe, Raul Perea-Causin, Jan Philipp Bange, Wiebke Bennecke, Marcel Reutzel, Stefan Mathias, Ermin Malic"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11448",
      "arxiv": "https://arxiv.org/abs/2511.11448",
      "doi": null,
      "summary": "Angle-resolved photoemission spectroscopy (ARPES) has recently emerged as a direct probe of excitonic correlations in two-dimensional semiconductors, resolving their dispersion and dynamics in energy-momentum space, including dark exciton states inaccessible to optical techniques. However, the ARPES fingerprint of charged excitons (trions), which plays a key role in all doped and gated 2D material systems, has remained unknown so far. We present a first theoretical analysis of trion signatures in monolayer transition-metal dichalcogenides, highlighting how the additional charge carrier modifies the spectral position and shape relative to neutral excitons in ARPES spectra. Interestingly, we further predict that mass-imbalanced trions yield a characteristic double-peak structure, clearly separated in energy and line shape from neutral excitons. The predicted temperature dependence of these features offers guidance for experimental investigations aimed at identifying trionic states, thereby establishing a framework for ARPES studies of many-body Coulomb complexes in doped two-dimensional semiconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Theoretical study of orbital torque: Dependence on ferromagnet species and nonmagnetic layer thickness",
      "authors": [
        "Daegeun Jo, Peter M. Oppeneer"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11482",
      "arxiv": "https://arxiv.org/abs/2511.11482",
      "doi": null,
      "summary": "The manipulation of magnetization in ferromagnetic metals (FMs) through orbital torque (OT) has emerged as a promising route for energy-efficient magnetic devices without relying on heavy metals. While Ti and Cu are among the most extensively studied light nonmagnetic metals (NMs) for OT devices, theoretical calculations of the resulting torque have remained limited. Here, we present a systematic and quantitative theoretical study of current-induced torques in Ti/FM and Cu/FM (FM = Co, Ni) bilayers using semi-realistic tight-binding models derived from ab initio electronic structures. We find that the torque in Ti/FM is larger for Ni than for Co, but this trend does not necessarily hold in Cu/FM, revealing that the FM dependence of OT is not universal but varies with the orbital current source. Moreover, the dependence of OT on NM thickness clearly indicates its NM bulk origin in both Ti- and Cu-based systems. Notwithstanding, the quantitative characteristics of OT cannot be explained by a simplified picture based on the individual bulk properties of the NM or FM layers. These results provide microscopic insight and practical guidance for designing light-metal-based orbitronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Visible and Terahertz Nonlinear Responses in the Topological Noble Metal Dichalcogenide PdTe2",
      "authors": [
        "George J. de Coster, Lucas Lafeta, Stefan Heiserer, Cormac \\'O Coile\\'ain, Zdenek Sofer, Achim Hartschuh, Georg S. Duesberg, Paul Seifert"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11493",
      "arxiv": "https://arxiv.org/abs/2511.11493",
      "doi": null,
      "summary": "Nonlinear processes can offer pathways to next-generation sensors and frequency mixing devices to overcome modern imaging, detection, and communication challenges. In this article, we report on strong second and third-order nonlinear optical responses in visible and terahertz (THz) light in single crystals of the noble metal dichalcogenide PdTe2. We find that buried conduction and valence topological surface states of PdTe2 lead to resonant enhancement of optical second-harmonic generation. On the other hand, although the nonlinear responses obtained with THz excitation are not close to this resonance, they can be clearly observed in reflection geometry, even in the presence of broadband excitation, where optical filters are not necessary to observe the odd-order higher harmonic gain. By carefully considering the radiative photocurrent framework of stimulated THz emission, we are able to extract fingerprints of both second- and third-order processes in the THz regime, and show that PdTe2 is a promising material candidate for radio frequency rectification, frequency mixing, and beam focusing."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "RF-Squad: A radiofrequency simulator for quantum dot arrays",
      "authors": [
        "Tara Murphy, Katarina Brlec, Giovanni Oakes, Lorenzo Peri, Henning Sirringhaus, Henry Moss, M. Fernando Gonzalez Zalba, David Wise"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11504",
      "arxiv": "https://arxiv.org/abs/2511.11504",
      "doi": null,
      "summary": "Spins in semiconductor quantum dots offer a scalable approach to quantum computing; however, precise control and efficient readout of large quantum dot arrays remain challenging, mainly due to the hyperdimensional voltage space required for tuning multiple gates per dot. To automate this process, large datasets are required for testing and training autotuning algorithms. To address the demand for such large datasets, we introduce RF-Squad, a physics-based simulator designed to realistically replicate radiofrequency (RF) reflectometry measurements of quantum dot arrays, with the ability to go beyond the Constant Interaction Model (CIM) and simulate physical phenomena such as tunnel coupling, tunnel rates, and quantum confinement. Implemented in JAX, an accelerated linear algebra library, RF-Squad achieves high computational speed, enabling the simulation of a 100x100 pixel charge stability diagram of a double quantum dot (DQD) in 52.1 $\\pm$0.2 milliseconds at the CIM level. Using optimization algorithms, combined with it's layered architecture, RF-Squad allows users to balance physical accuracy with computational speed, scaling from simple to highly detailed models."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Interoperability Challenge in DFT Workflows Across Implementations",
      "authors": [
        "S. K. Steensen, T. S. Thakur, M. Dillenz, J. M. Carlsson, C. R. C. Rego, E. Flores, H. Hajiyani, F. Hanke, J. M. G. Lastra, W. Wenzel, N. Marzari, T. Vegge, G. Pizzi, I. E. Castelli"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11524",
      "arxiv": "https://arxiv.org/abs/2511.11524",
      "doi": null,
      "summary": "Interoperability and cross-validation remains a significant challenge in the computational materials discovery community. In this context, we introduce a common input/output standard designed for internal translation by various workflow managers (AiiDA, PerQueue, Pipeline Pilot, and SimStack) to produce results in a unified schema. This standard aims to enable engine-agnostic workflow execution across multiple density functional theory (DFT) codes, including CASTEP, GPAW, Quantum ESPRESSO, and VASP. As a demonstration, we have implemented a workflow to calculate the open-circuit voltage across several battery cathode materials using the proposed universal input/output schema. We analyze and resolve the challenges of reconciling energetics computed by different DFT engines and document the code-specific idiosyncrasies that make straightforward comparisons difficult. Motivated by these challenges, we outline general design principles for robust automated DFT workflows. This work represents a practical step towards more reproducible and interoperable workflows for high-throughput materials screening, while highlighting challenges of aligning electronic properties, especially for non-pristine structures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "STEM EBIC as a Quantitative Probe of Semiconductor Devices",
      "authors": [
        "Sebastian Schneider, Sebastian Beckert, Ren\\'e Hammer, Markus K\\\"onig, Grigore Moldovan, Darius Pohl"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11528",
      "arxiv": "https://arxiv.org/abs/2511.11528",
      "doi": null,
      "summary": "Electron beam-induced current (EBIC) imaging in the scanning transmission electron microscope (STEM), STEM-EBIC, provides direct access to carrier transport at the nanoscale. While well established in bulk SEM geometries, its application to thin TEM lamellae remains largely unexplored. Here, we present a systematic STEM-EBIC study of silicon photodiode lamellae prepared by gallium and xenon focused ion beam (FIB) milling. We directly visualize the p-n junctions in thin cross sections and extract effective diffusion lengths for electrons and holes as a function of local thickness. The values are orders of magnitude smaller than those obtained by SEM-EBIC on bulk silicon, reflecting pronounced surface recombination and FIB-induced surface modifications. Current-voltage measurements further reveal severe deviations from the expected diode-like behavior, which we attribute to ohmic metal-semiconductor contacts in the emasurement setup. Our analysis establishes STEM-EBIC as a quantitative probe of carrier transport in nanoscale devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Stable Quantum Vortices in Lee-Huang-Yang Dipolar Superfluids",
      "authors": [
        "S. Sabari, R. Radha, Lauro Tomio, B. A. Malomed"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11540",
      "arxiv": "https://arxiv.org/abs/2511.11540",
      "doi": null,
      "summary": "The nucleation and dynamics of vortices in the quasi-two-dimensional rotating dipolar Bose-Einstein condensate are explored by taking into account the Lee-Huang-Yang (LHY) correction to the mean-field (MF) theory. Assuming approximate cancellation of the MF interactions, we focus on the formation of a pure LHY superfluid. The effect of rotational frequency $\\Omega $ is investigated numerically by determining the corresponding number of stable vortices in the superfluid, together with the respective energy per particle $E$ and chemical potential $\\mu $. The LHY superfluid provides a deep minimum of $E$ and $\\mu $, indicating that it is a remarkably robust state of quantum matter. By fixing the LHY interaction strength, an exact single-vortex critical frequency is found, along with the respective chemical potential. A notable feature, observed when creating the LHY superfluid with fewer than five vortices, which is understood as being due to the superfluid's nonlinearity and trapping aspect ratio, is the large frequency ranges admitting the production of two and four vortices, as compared to the small frequency ranges to obtain one and three vortices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Coherent-state path integrals in quantum thermodynamics",
      "authors": [
        "Luca Salasnich, Cesare Vianello"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11547",
      "arxiv": "https://arxiv.org/abs/2511.11547",
      "doi": null,
      "summary": "In these notes, we elucidate some subtle aspects of coherent-state path integrals, focusing on their application to the equilibrium thermodynamics of quantum many-particle systems. These subtleties emerge when evaluating path integrals in the continuum, either in imaginary time or in Matsubara-frequency space. Our central message is that, when handled with due care, the path integral yields results identical to those obtained from the canonical Hamiltonian approach. We illustrate this through a pedagogical treatment of several paradigmatic systems: the bosonic and fermionic harmonic oscillators, the single-site Bose-Hubbard and Hubbard models, the weakly-interacting Bose gas with contact and finite-range interactions, and the BCS superconductor with contact and finite-range interactions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Human-AI collaborative autonomous synthesis with pulsed laser deposition for remote epitaxy",
      "authors": [
        "Asraful Haque, Daniel T. Yimam, Jawad Chowdhury, Ralph Bulanadi, Ivan Vlassiouk, John Lasseter, Sujoy Ghosh, Christopher M. Rouleau, Kai Xiao, Yongtao Liu, Eva Zarkadoula, Rama K. Vasudevan, Sumner B. Harris"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11558",
      "arxiv": "https://arxiv.org/abs/2511.11558",
      "doi": null,
      "summary": "Autonomous laboratories typically rely on data-driven decision-making, occasionally with human-in-the-loop oversight to inject domain expertise. Fully leveraging AI agents, however, requires tightly coupled, collaborative workflows spanning hypothesis generation, experimental planning, execution, and interpretation. To address this, we develop and deploy a human-AI collaborative (HAIC) workflow that integrates large language models for hypothesis generation and analysis, with collaborative policy updates driving autonomous pulsed laser deposition (PLD) experiments for remote epitaxy of BaTiO$_3$/graphene. HAIC accelerated the hypothesis formation and experimental design and efficiently mapped the growth space to graphene-damage. In situ Raman spectroscopy reveals that chemistry drives degradation while the highest energy plume components seed defects, identifying a low-O$_2$ pressure low-temperature synthesis window that preserves graphene but is incompatible with optimal BaTiO$_3$ growth. Thus, we show a two-step Ar/O$_2$ deposition is required to exfoliate ferroelectric BaTiO$_3$ while maintaining a monolayer graphene interlayer. HAIC stages human insight with AI reasoning between autonomous batches to drive rapid scientific progress, providing an evolution to many existing human-in-the-loop autonomous workflows."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Hierarchy of Fibonacci Forbidden-Word Hamiltonians: From the Golden Chain to the Plastic Chain and Aperiodic Order",
      "authors": [
        "Marcelo Maciel Amaral"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10672",
      "arxiv": "https://arxiv.org/abs/2511.10672",
      "doi": null,
      "summary": "We introduce an infinite, scale-aligned hierarchy of one-dimensional, frustration-free Hamiltonians by forbidding the minimal forbidden factors of the Fibonacci word up to length $F_K$, the $K$-th Fibonacci number. The ground-state languages have exponential growth constants $\\lambda_K$ that decrease monotonically, starting from the value associated with the ``golden chain'' (approximately 1.618) and progressing toward 1. This process yields a staircase of topological-entropy plateaus that flows to an aperiodic fixed point, also known as the Fibonacci subshift. The first nontrivial rung ($K=4$) is the ``Plastic chain,'' which forbids \\texttt{SS} and \\texttt{LLL}. We prove its ground-state counts follow a specific four-term linear recurrence relation and provide a closed-form solution governed by the plastic constant $\\rho\\approx 1.3247$. We propose an energy-entropy scaling where the energy penalty for each new forbidden pattern is proportional to the logarithmic ratio of the growth constants from the previous and current rungs, turning the sequence of projectors into an explicit renormalization-group flow from the initial high-entropy phase to the zero-entropy aperiodic fixed point. Algebraically, exact Temperley-Lieb braiding compatibility holds only at the base rung, $K=3$ (which forbids only \\texttt{SS}); higher rungs define constrained aperiodic Hamiltonian codes rather than Temperley-Lieb representations. Small instances realized on a D-Wave quantum annealer match these predictions: $K=3$ is trivial, $K=4$ resolves a unit gap with moderate success, and $K\\ge 5$ instances require reverse annealing to exceed $99\\%$ success, clarifying reduction penalties and embedding variability."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Large language models in materials science and the need for open-source approaches",
      "authors": [
        "Fengxu Yang, Weitong Chen, Jack D. Evans"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10673",
      "arxiv": "https://arxiv.org/abs/2511.10673",
      "doi": null,
      "summary": "Large language models (LLMs) are rapidly transforming materials science. This review examines recent LLM applications across the materials discovery pipeline, focusing on three key areas: mining scientific literature , predictive modelling, and multi-agent experimental systems. We highlight how LLMs extract valuable information such as synthesis conditions from text, learn structure-property relationships, and can coordinate agentic systems integrating computational tools and laboratory automation. While progress has been largely dependent on closed-source commercial models, our benchmark results demonstrate that open-source alternatives can match performance while offering greater transparency, reproducibility, cost-effectiveness, and data privacy. As open-source models continue to improve, we advocate their broader adoption to build accessible, flexible, and community-driven AI platforms for scientific discovery."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Anomalous resonance in Weyl semimetals: A holographic study of non-linear effects",
      "authors": [
        "Maximilian Gaschler, Andreas Sch\\\"afer, Sebastian Waeber"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10754",
      "arxiv": "https://arxiv.org/abs/2511.10754",
      "doi": null,
      "summary": "We consider hairy, magnetic black brane solutions to Einstein-Maxwell-Chern-Simons-Dilaton theory with full back-reaction of the scalar and gauge fields and compute the time evolution with time dependent sources. The dual field theory's 't Hooft anomaly leads to long-lived current oscillations in the low temperature limit long after the electric pulse which created these modes has been switched off. We find that, generally, non-linear effects increase the decay rates of long-lived modes by a temperature dependent amount. Nonetheless, our results suggest that the life-time of time-translation symmetry breaking states can be made arbitrarily large if the temperature after the quench is sufficiently small. Experimentally this might be realizable in Weyl semimetals."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Invading activity fronts stabilize excitable systems against stochastic extinction",
      "authors": [
        "Kenneth A. V. Distefano (Virginia Tech), Sara Shabani (Virginia Tech), Uwe C. T\\\"auber (Virginia Tech)"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10807",
      "arxiv": "https://arxiv.org/abs/2511.10807",
      "doi": null,
      "summary": "Stochastic chemical reaction or population dynamics in finite systems often terminates in an absorbing state. Yet in large spatially extended systems, the time to reach species extinction (or fixation) becomes exceedingly long. Tuning control parameters may diminish the survival probability, rendering species coexistence susceptible to stochastic extinction events. In inhomogeneous settings, where a vulnerable subsystem is diffusively coupled to an adjacent stable patch, the former is reanimated through continuous influx from the interfaces, provided the absorbing region sustains spreading activity fronts. We demonstrate this generic elimination of finite-size extinction instabilities via immigration flux in predator-prey, epidemic spreading, and cyclic competition models."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Universal Thermodynamic Uncertainty Relation for Quantum $f-$Divergences",
      "authors": [
        "Domingos S. P. Salazar"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10817",
      "arxiv": "https://arxiv.org/abs/2511.10817",
      "doi": null,
      "summary": "We show that any Petz $f$-divergence (where $f$ is operator convex) between quantum states admits a universal $\\chi^2$-mixture representation: the distinguishability of $\\rho$ from $\\sigma$ is obtained as a positive superposition of quadratic contrasts $\\chi^2_\\lambda$, with nonnegative weights $w_f(\\lambda)$ determined explicitly from the Stieltjes representation of the generator $f$. This identifies $\\chi^2_\\lambda$ as atomic building blocks for quantum $f$-divergences and yields closed-form $w_f$ for canonical choices (relative entropy/KL, Hellinger/Bures, R'{e}nyi). By mapping $\\chi^2_\\lambda$ into a classical Pearson $\\chi^2$, we leverage the Chapman-Robbins variational representation and obtain a tight and universal quantum thermodynamic uncertainty relation: any $f$-divergence is lower bounded by a function of the statistics of quantum observables (mean and variance), reproducing previous and novel results in quantum thermodynamics as applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phase transitions in the Ising model on random graphs",
      "authors": [
        "Artem Alexandrov, Georgi S. Medvedev"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10838",
      "arxiv": "https://arxiv.org/abs/2511.10838",
      "doi": null,
      "summary": "We study phase transitions in the Ising model on random graphs using graph limits. This framework extends mean-field theory to heterogeneous nonlocal interactions. We show that the critical temperatures are determined by the eigenvalues of the kernel operator associated with the graph limit. Bifurcation diagrams for Erdos-Renyi, small-world, and power-law graphs illustrate the theory. In the small-world case, we identify metastable behavior in both ferromagnetic and antiferromagnetic regimes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Terradynamics and design of tip-extending robotic anchors",
      "authors": [
        "Deniz Kerimoglu, Nicholas D. Naclerio, Sean Chu, Andrew Krohn, Vineet Kupunaram, Alexander Schepelmann, Daniel I. Goldman, Elliot W. Hawkes"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10901",
      "arxiv": "https://arxiv.org/abs/2511.10901",
      "doi": null,
      "summary": "Most engineered pilings require substantially more force to be driven into the ground than they can resist during extraction. This requires relatively heavy equipment for insertion, which is problematic for anchoring in hard-to-access sites, including in extraterrestrial locations. In contrast, for tree roots, the external reaction force required to extract is much greater than required to insert--little more than the weight of the seed initiates insertion. This is partly due to the mechanism by which roots insert into the ground: tip extension. Proof-of-concept robotic prototypes have shown the benefits of using this mechanism, but a rigorous understanding of the underlying granular mechanics and how they inform the design of a robotic anchor is lacking. Here, we study the terradynamics of tip-extending anchors compared to traditional piling-like intruders, develop a set of design insights, and apply these to create a deployable robotic anchor. Specifically, we identify that to increase an anchor's ratio of extraction force to insertion force, it should: (i) extend beyond a critical depth; (ii) include hair-like protrusions; (iii) extend near-vertically, and (iv) incorporate multiple smaller anchors rather than a single large anchor. Synthesizing these insights, we developed a lightweight, soft robotic, root-inspired anchoring device that inserts into the ground with a reaction force less than its weight. We demonstrate that the 300 g device can deploy a series of temperature sensors 45 cm deep into loose Martian regolith simulant while anchoring with an average of 120 N, resulting in an anchoring-to-weight ratio of 40:1."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Maximizing the nondemolition nature of a quantum measurement via an adaptive readout protocol",
      "authors": [
        "Arjen Vaartjes, Rocky Yue Su, Laura A. O'Neill, Paul Steinacker, Gauri Goenka, Mark R. van Blankenstein, Xi Yu, Benjamin Wilhelm, Alexander M. Jakob, Fay E. Hudson, Kohei M. Itoh, Chih Hwan Yang, Andrew S. Dzurak, David N. Jamieson, Martin Nurizzo, Danielle Holmes, Arne Laucht, Andrea Morello"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10978",
      "arxiv": "https://arxiv.org/abs/2511.10978",
      "doi": null,
      "summary": "Quantum error correction (QEC) requires non-invasive measurements for fault tolerant quantum computing. Deviations from ideal quantum non-demolition (QND) measurements can disturb the encoded information. To address this challenge, we develop a readout protocol for a $D-$dimensional system that, after a single positive outcome, switches to probing only the $D{-}1$ remaining subspace. This adaptive switching strategy minimizes measurement-induced errors by relying on negative-result measurement results that do not perturb the Hamiltonian. We apply the protocol on an 8-dimensional $^{123}{\\rm Sb}$ nuclear qudit in silicon, and achieve an increase in the readout fidelity from $(98.93\\pm0.07)\\%$ to $(99.61\\pm0.04)\\%$, while reducing threefold the overall readout time. To highlight the broader relevance of measurement-induced errors, we study a 10-dimensional $^{73}{\\rm Ge}$ nuclear spin read out through Pauli spin blockade, revealing nuclear spin flips arising from hyperfine and quadrupole interactions. These results unveil the effect of non-ideal QND readout across diverse platforms, and introduce an efficient readout protocol that can be implemented with minimal FPGA logic on existing hardware."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Generalizing quantum dimensions: Symmetry-based classification of local pseudo-Hermitian systems and the corresponding domain walls",
      "authors": [
        "Yoshiki Fukusumi, Taishi Kawamoto"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11059",
      "arxiv": "https://arxiv.org/abs/2511.11059",
      "doi": null,
      "summary": "We study conformal field theories (CFTs) and their classifications from a modern perspective based on the abstract algebraic formalism of symmetries or conserved charges, known as symmetry topological field theories (SymTFTs). By studying the algebraic structure of the SymTFTs in detail, we found a natural generalization of the quantum dimensions associated with (pseudo-)Hermitian systems and (non)-unitary CFTs. These generalized data of SymTFTs provide classifications of massless and massive renormalization group flows, which will describe the quantum phase transitions of the corresponding pseudo-Hermitian systems. Moreover, our discussions straightforwardly enable one to relate a general class of coset constructions or level-rank dualities to domain wall problems between topological quantum field theories (or a series of corresponding quantum phase transitions related to the Higgs mechanism). Our work provides a systematic reduction and classification of algebraic data, symmetries, for pseudo-Hermitian systems based on ideas from established mathematical fields, linear algebra and ring theory."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ligand Engineering for Precise Control of Strongly-Confined CsPbI3 Nanoplatelet Superlattices for Efficient Light-Emitting Diodes",
      "authors": [
        "Jongbeom Kim, Woo Hyeon Jeong, Junzhi Ye, Allison Nicole Arber,  Vikram, Donghan Kim, Yi-Teng Huang, Yixin Wang, Dongeun Kim, Dongryeol Lee, Chia-Yu Chang, Xinyu Shen, Sung Yong Bae, Ashish Gaurav, Akshay Rao, Henry J. Snaith, M. Saiful Islam, Bo Ram Lee, Myoung Hoon Song, Robert L. Z. Hoye"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11107",
      "arxiv": "https://arxiv.org/abs/2511.11107",
      "doi": null,
      "summary": "Strongly-confined perovskite nanoplatelets (PeNPLs) offer promising opportunities for photonics and optoelectronics due to their narrowband emission, control over the transition dipole moment, and potential for polarized light emission. However, achieving uniform PeNPLs and effective surface passivation major challenges, especially for red-emitting iodide-based compounds. Here, we address these challenges with an ancillary ligand engineering strategy. Combining experimental and ab-initio modelling techniques, we demonstrate that ligands possessing an optimal backbone with strong surface binding and Pb-coordination not only passivate defects, but also improve thickness uniformity. The PeNPLs self-assemble into superlattices a single emission peak, indicative of uniform monolayer formation and orientation-dependent optical properties. Uniform-monolayer PeNPLs obtained with benzylphosphonic acid (BPAc) self-assemble into well-ordered superlattices with orientation-dependent optical properties. Face-down PeNPL thin films fabricated with solvent engineering exhibit Lambertian-like emission suitable for light-emitting devices, while edge-up oriented films exhibit linearly polarized emission. When integrated into light-emitting diodes, our PeNPL devices achieve a external quantum efficiency of 13.1%, the highest reported for strongly-confined PeNPL-based devices. Taken together, these results establish ancillary ligand-induced synthesis of uniform-monolayer PeNPLs as a decisive route to robust orientation control, positioning it as the central principle for advancing next-generation photonic and display technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Perovskite Nanocrystals as Emerging Single-Photon Emitters: Progress, Challenges, and Opportunities",
      "authors": [
        "Jehyeok Ryu, Victor Krivenkov, Adam Olejniczak, Alexey Y. Nikitin, Yury Rakovich"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11142",
      "arxiv": "https://arxiv.org/abs/2511.11142",
      "doi": null,
      "summary": "Metal-halide perovskite nanocrystals (PNCs) have emerged as leading candidates for next-generation quantum emitters, offering a unique combination of high photoluminescence quantum yield, tunable emission, short radiative lifetimes, and record-high single-photon purity under ambient conditions. These properties, together with low-cost and scalable solution-phase fabrication, position PNCs as attractive alternatives to traditional epitaxial and colloidal quantum dots. In this Review, we outline the physical parameters that define quantum emission in PNCs, compare their performance to other established and emerging quantum emitters, and assess the key figures of merit, including photostability, single-photon purity, and photon indistinguishability, required for practical quantum applications. We discuss underlying mechanisms affecting PNC emission behavior and highlight recent advances in improving their quantum emitting properties through synthetic and photonic engineering approaches. While challenges related to environmental stability and photon indistinguishability remain, emerging strategies, such as surface passivation, metal ion doping, and coupling with electromagnetic nano- and micro-cavities, are steadily closing the gap between PNCs and ideal quantum light sources."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Global symmetries: locality, unitarity, and regularity",
      "authors": [
        "Ibrahima Bah, Shlomo S. Razamat, Michal Shemesh, Hannah Tillim"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11343",
      "arxiv": "https://arxiv.org/abs/2511.11343",
      "doi": null,
      "summary": "We study the apparent tension between locality and unitarity for symmetries in quantum field theory. This emerges in the context of categorical symmetries where symmetry operators are generically non-invertible. We argue that locality imposes particular regularities in the action of symmetries on the Hilbert space. This allows us to introduce an observable that can measure the properties of the non-locality for symmetry operators. We study it for a class of examples and demonstrate that this observable can encode data associated to the fusion algebra of symmetries."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Toward Multi-Fidelity Machine Learning Force Field for Cathode Materials",
      "authors": [
        "Guangyi Dong, Zhihui Wang"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11361",
      "arxiv": "https://arxiv.org/abs/2511.11361",
      "doi": null,
      "summary": "Machine learning force fields (MLFFs), which employ neural networks to map atomic structures to system energies, effectively combine the high accuracy of first-principles calculation with the computational efficiency of empirical force fields. They are widely used in computational materials simulations. However, the development and application of MLFFs for lithium-ion battery cathode materials remain relatively limited. This is primarily due to the complex electronic structure characteristics of cathode materials and the resulting scarcity of high-quality computational datasets available for force field training. In this work, we develop a multi-fidelity machine learning force field framework to enhance the data efficiency of computational results, which can simultaneously utilize both low-fidelity non-magnetic and high-fidelity magnetic computational datasets of cathode materials for training. Tests conducted on the lithium manganese iron phosphate (LMFP) cathode material system demonstrate the effectiveness of this multi-fidelity approach. This work helps to achieve high-accuracy MLFF training for cathode materials at a lower training dataset cost, and offers new perspectives for applying MLFFs to computational simulations of cathode materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Photon correlation Fourier spectroscopy of a B center in hBN",
      "authors": [
        "Aymeric Delteil, St\\'ephanie Buil, Jean-Pierre Hermier"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11428",
      "arxiv": "https://arxiv.org/abs/2511.11428",
      "doi": null,
      "summary": "The potential of solid-state quantum emitters for applications critically depends on several key figures of merit. One of the most important is the quantum coherence of the emitted single photons, which can be compromised by fast dephasing and spectral diffusion. In hexagonal boron nitride (hBN), blue-emitting color centers (or B centers) are seen as favorable in this regard, in the light of prior studies mainly based on resonant excitation. Yet, their coherence properties in the more accessible regime of non-resonant excitation (or photoluminescence) has not been extensively characterized. Here, we investigate the coherence and spectral diffusion of the photoluminescence from a B center in the continuous wave regime using photon correlation Fourier spectroscopy. We determine that the emission lineshape consists in a homogeneous contribution, whose linewidth increases with the laser power, and which is broadened by spectral diffusion at a timescale of 10 to 100 microseconds. At low power and short time, the emission line is only a factor ~2 above the Fourier limit, while at long times, the inhomogeneous linewidth increases up to more than a gigahertz. Our work deepens the understanding of decoherence processes of this preeminent family of quantum emitters in hBN."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Multi-wavelength transparent microfluidics for UV-visible spectroscopy and X-ray scattering studies of photoactive systems",
      "authors": [
        "Benedetta Marmiroli, Sumea Klokic, Barbara Sartori, Marie Reissenbuechel, Alessio Turchet, Heinz Amenitsch"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11441",
      "arxiv": "https://arxiv.org/abs/2511.11441",
      "doi": null,
      "summary": "Microfluidic devices are increasingly used in synchrotron-based experiments to deliver and probe liquid samples, offering advantages such as minimal sample consumption and reduced radiation damage. Despite their growing use, few devices have been specifically designed for monitoring liquids under photoexcitation, a promising approach for fast structural transitions. Here, a microfluidic device that is transparent to X-rays in one direction, and simulaneously transmits UV and visible light in the perpendicular direction is presented. The device is fabricated using lamination and UV lithography on a dry-film resist, eliminating the need for cleanroom facilities and simplifying production. Its multi-wavelength transparency was validated through UV-visible spectroscopy, where photoexcitation at different wavelengths induced reversible trans-to-cis isomerization of azobenzene and fluoro-azobenzene. X-ray transparency was validated through Small Angle X-ray Scattering (SAXS) measurements on hemoglobin and CO-ligated hemoglobin sensitive to quaternary structural changes. These resusts confirm the suitability of the device for resolving protein structures and photoinduced conformational dynamics. The design further supports, as some proof of concept results show, temperature-jump and time resolved pump-probe experiments, providing a versatile platform for studying structural evolution in liquid samples using synchrotron SAXS."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Lattice Resonances in Periodic Arrays of Time-Modulated Scatterers",
      "authors": [
        "Mar\\'ia Blanco de Paz, Juan R. Deop-Ruano, Diego M. Sol\\'is, Alejandro Manjavacas"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11454",
      "arxiv": "https://arxiv.org/abs/2511.11454",
      "doi": null,
      "summary": "Lattice resonances are collective optical modes supported by periodic arrays of scatterers, arising from their coherent interaction enabled by the underlying periodicity. Owing to their collective nature, these resonances produce optical responses that are both stronger and spectrally narrower than those of individual scatterers. While such phenomena have been extensively studied in conventional time-invariant systems, recent advances in time-varying photonics present new opportunities to exploit and enhance the extraordinary characteristics of these collective modes. Here, we investigate lattice resonances in periodic arrays of time-modulated scatterers using a simple framework based on the dipolar approximation and time-Floquet theory, where each scatterer is modeled as a harmonic oscillator with periodically varying optical properties. We begin by analyzing the response of an individual scatterer, leveraging our model to identify the complex eigenfrequencies that define its dynamics. We show that, for the appropriate modulation amplitude and frequency, the imaginary part of one of these eigenfrequencies vanishes, leading to amplification. Building on this, we extend our analysis to a periodic array to investigate the effect of the interplay between temporal modulation and lattice resonances. In contrast to isolated scatterers, the collective nature of lattice resonances introduces a markedly more intricate spectral dependence of the amplification regime. Notably, this amplification emerges at substantially lower modulation strengths, facilitated by the enhanced light-matter interaction and increased lifetime provided by these collective resonances. Our work establishes a simple theoretical framework for understanding collective lattice resonances in time-modulated arrays, enabling dynamic control and amplification of these modes."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Data-efficient U-Net for Segmentation of Carbide Microstructures in SEM Images of Steel Alloys",
      "authors": [
        "Alinda Ezgi Ger\\c{c}ek, Till Korten, Paul Chekhonin, Maleeha Hassan, Peter Steinbach"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11485",
      "arxiv": "https://arxiv.org/abs/2511.11485",
      "doi": null,
      "summary": "Understanding reactor-pressure-vessel steel microstructure is crucial for predicting mechanical properties, as carbide precipitates both strengthen the alloy and can initiate cracks. In scanning electron microscopy images, gray-value overlap between carbides and matrix makes simple thresholding ineffective. We present a data-efficient segmentation pipeline using a lightweight U-Net (30.7~M parameters) trained on just \\textbf{10 annotated scanning electron microscopy images}. Despite limited data, our model achieves a \\textbf{Dice-S{\\o}rensen coefficient of 0.98}, significantly outperforming the state-of-the-art in the field of metallurgy (classical image analysis: 0.85), while reducing annotation effort by one order of magnitude compared to the state-of-the-art data efficient segmentation model. This approach enables rapid, automated carbide quantification for alloy design and generalizes to other steel types, demonstrating the potential of data-efficient deep learning in reactor-pressure-vessel steel analysis."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Collective Enhancement of Photon Blockade via Two-Photon Interactions",
      "authors": [
        "Lijuan Dong, Aanal Jayesh Shah, Peter Kirton, Hadiseh Alaeian, Simone Felicetti"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11506",
      "arxiv": "https://arxiv.org/abs/2511.11506",
      "doi": null,
      "summary": "Analogous to Coulomb blockade for electrons, photon blockade is a key quantum optical effect in which the presence of one photon prevents the transmission of subsequent ones through a nonlinear medium. Beyond its fundamental interest, photon and multi-photon blockade are actively studied as mechanisms for generating technologically-relevant quantum states of light. Although photon blockade typically requires achieving strong light-matter coupling, increasing the number of atoms fails to enhance antibunching. Here, we analyze the optical transmission properties of a quantum resonator that embeds a two-photon-coupled ensemble of emitters, combining an approximate analytical approach with full quantum numerical simulations. We show that when light and matter are coupled via a two-photon interaction, both single- and multi-photon blockade can benefit from a collective enhancement. We propose different driving schemes in which the second or third-order correlation functions are strongly suppressed with increasing atom number. Differently from established methods, this collective enhancement of non-classical properties occurs with unitary transmission and is ultimately constrained only by decoherence. This demonstrates that collective two-photon couplings are a powerful mechanism for realizing photon blockade even in platforms where individual strong coupling is not achievable."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Efficient computation of quantum time-optimal control",
      "authors": [
        "Andrei A. Stepanenko, Kseniia S. Chernova, Maxim A. Gorlach"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11508",
      "arxiv": "https://arxiv.org/abs/2511.11508",
      "doi": null,
      "summary": "We present an approach to compute time-optimal control of a quantum system which combines quantum brachistochrone and Lax pair techniques and enables efficient investigation of large-scale quantum systems. We illustrate our method by finding the fastest way to transfer a single-particle excitation in a nearest-neighbor-coupled infinitely large qubit lattice with the fixed sum of squares of the couplings."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Integrability for the spectrum of Jordanian AdS/CFT",
      "authors": [
        "Sibylle Driezen, Fedor Levkovich-Maslyuk, Adrien Molines"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11521",
      "arxiv": "https://arxiv.org/abs/2511.11521",
      "doi": null,
      "summary": "Jordanian deformations offer rare integrable realisations of non-AdS holography, whose solvability methods differ from conventional AdS/CFT examples. Here we study the $\\mathfrak{sl}(2,R)$ sector of the Jordanian deformed $AdS_5\\times S^5$ string and its weak-coupling spin chain counterpart: the $\\mathrm{XXX}_{-1/2}$ model with a non abelian Jordanian Drinfel'd twist. While the twist breaks the usual highest-weight structure that underlies conventional Bethe ans\\\"atze, we show that the complete spectrum remains solvable within the Baxter framework. We argue that the functional form of the $TQ$-relation is unchanged, yet the structure of the $Q$-functions is nontrivially modified. This allows us to obtain analytic expressions at arbitrary spin chain length $J$, which match the deformed string spectrum at the one-loop level and to subleading order in the large-$J$ expansion, despite the severely reduced symmetry. Our results provide nontrivial tests of the Jordanian AdS/CFT correspondence and lay the groundwork for implementing the Separation of Variables program in non-abelian Drinfel'd-twisted models."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Vector magnetometry using cavity-enhanced microwave readout in nitrogen-vacancy diamond",
      "authors": [
        "Reginald Wilcox, David Phillips, Matthew Steinecker, Erik Eisenach, Corey Hawkins, Linh Pham, Jennifer Schloss, Dirk Englund, Danielle Braje"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.11561",
      "arxiv": "https://arxiv.org/abs/2511.11561",
      "doi": null,
      "summary": "We demonstrate $4\\pi$-steradian vector magnetic field sensing using an ensemble of nitrogen-vacancy (NV) centers in a single-crystal diamond coupled to a microwave (MW) cavity. The MW cavity enhances the spin-photon coupling which enables efficient, high-contrast spin-state readout via MW interrogation and removes the need for bulky optical collection components. An applied AC bias magnetic field lifts the zero-field degeneracy of the four crystallographic NV orientations, allowing each orientation to be individually addressed and used for vector reconstruction of the magnetic field. The resulting magnetometer has a 40\\% contrast (20x higher than typical for optical spin-ensemble readout) and achieves a single-axis sensitivity of 250 pT/$\\sqrt{\\mathrm{Hz}}$ which is flat from DC to 1 kHz. Noise models of the composite spin-cavity system establish MW amplitude noise as the dominant noise source and predict a thermal noise limit of 2 pT/$\\sqrt{\\mathrm{Hz}}$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electron qubits surfing on acoustic waves: review of recent progress",
      "authors": [
        "Junliang Wang, Hermann Edlbauer, Baptiste Jadot, Tristan Meunier, Shintaro Takada, Christopher B\\\"auerle, Hermann Sellier"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2402.04748",
      "arxiv": "https://arxiv.org/abs/2402.04748",
      "doi": "10.1088/1361-6463/ad6c5a",
      "summary": "The displacement of a single electron enables exciting avenues for nanotechnology with vast application potential in quantum metrology, quantum communication and quantum computation. Surface acoustic waves (SAW) have proven itself as a surprisingly useful solution to perform this task over large distance with outstanding precision and reliability. Over the last decade, important milestones have been achieved bringing SAW-driven single-electron transport from first proof-of-principle demonstrations to accurate, highly-controlled implementations, such as coherent spin transport, charge-to-photon conversion, or antibunching of charge states. Beyond the well-established piezoelectric gallium-arsenide platform, first realisations of acousto-electronic transport have also been carried out on the surface of liquid helium that promises unique stability and coherence. In this review article, we aim to keep track of this remarkable progress in SAW-driven transport of electron qubits by explaining these recent achievements from basic principles, with an outlook on follow-up experiments and near-term applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ubiquitous missing first Shapiro step in Al-InSb nanosheet Josephson junctions",
      "authors": [
        "Xingjun Wu, Haitian Su, Chuanchang Zeng, Ji-Yin Wang, Shili Yan, Dong Pan, Jianhua Zhao, Po Zhang, H. Q. Xu"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2403.07370",
      "arxiv": "https://arxiv.org/abs/2403.07370",
      "doi": "10.1103/3tvf-5v29",
      "summary": "The absence of odd-order Shapiro steps is a predicted signature of topological superconductors. Experimentally, the missing first-order Shapiro step has been reported in both putative topological superconducting systems and topologically trivial superconductor-semiconductor Josephson junctions. Here, we revisit this phenomenon in topologically trivial Al-InSb nanosheet Josephson junctions under microwave irradiation. The missing first Shapiro step coincides with a sharp voltage jump during superconducting switching, yet reappears when the jump is lowered and softened by increasing microwave power, temperature, or magnetic field. It also reappears at higher microwave frequencies, consistent with qualitative results from an RSJ model incorporating the sharp jump. These observations indicate that the absence of the first Shapiro step, associated with the sharp switching jump, simply results from their location within the measurement blind region. This work identifies a common but overlooked mechanism underlying the missing first Shapiro step, offering new insights into fractional Josephson effect experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Superconductivity in Substitutional Ga-Hyperdoped Ge Epitaxial Thin Films",
      "authors": [
        "Julian A. Steele, Patrick J. Strohbeen, Carla Verdi, Ardeshir Baktash, Alisa Danilenko, Yi-Hsun Chen, Jechiel van Dijk, Frederik H. Knudsen, Axel Leblanc, David Perconte, Lianzhou Wang, Eugene Demler, Salva Salmani-Rezaie, Peter Jacobson, Javad Shabani"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.15421",
      "arxiv": "https://arxiv.org/abs/2412.15421",
      "doi": "10.1038/s41565-025-02042-8",
      "summary": "Doping-induced superconductivity in group IV elements may enable quantum functionalities in material systems accessible with well-established semiconductor technologies. Non-equilibrium hyperdoping of group III atoms into C, Si, or Ge can yield superconductivity; however, its origin is obscured by structural disorder and dopant clustering. Here, we report the epitaxial growth of hyperdoped Ga:Ge films and trilayer heterostructures by molecular beam epitaxy with extreme hole concentrations ($n_\\textup{h} = 4.15 \\times 10^{21}$~cm$^{-3}$, ~17.9\\% Ga substitution) that yield superconductivity with a critical temperature of $T_{\\textup{c}} = 3.5$~K and an out-of-plane critical field of 1~T at 270~mK. Synchrotron-based X-ray absorption and scattering methods reveal that Ga dopants are substitutionally incorporated within the Ge lattice, introducing a tetragonal distortion to the crystal unit cell. Our findings, corroborated by first-principles calculations, suggest that the structural order of Ga dopants creates a narrow band for the emergence of superconductivity in Ge, establishing hyperdoped Ga:Ge as a low-disorder, epitaxial superconductor-semiconductor platform."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ratchet motion of magnetic skyrmions driven by surface acoustic sawtooth waves",
      "authors": [
        "Philipp Schwenke, Ephraim Spindler, Vitaliy I. Vasyuchka, Alexandre Abbass Hamadeh, Philipp Pirro, Mathias Weiler"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.09506",
      "arxiv": "https://arxiv.org/abs/2503.09506",
      "doi": null,
      "summary": "The manipulation of skyrmions by surface acoustic waves (SAW) has garnered significant interest in the field of spintronic devices. Previous studies established that skyrmions can be generated and moved by strain pulses. In this study, we propose that sawtooth-SAWs can be used to drive a ratchet motion of magnetic skyrmions in the presence of pinning centers. This results in a net motion of the skyrmions orthogonal to the continuously applied SAW. The ratchet motion is fundamentally caused by non-vanishing pinning, so that a certain strain gradient magnitude is required to overcome pinning and start skyrmion motion. We demonstrate the feasibility of our concept by micromagnetic simulations and analytical model calculations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Engineering interaction potentials for stabilizing quantum quasicrystal phases",
      "authors": [
        "Matheus Grossklags, Daniel Lima, Vinicius Zampronio, Fabio Cinti, Alejandro Mendoza-Coto"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.15359",
      "arxiv": "https://arxiv.org/abs/2503.15359",
      "doi": null,
      "summary": "We investigate the necessary features of the pair interaction for the stabilization of self-assembled quantum quasicrystals in two-dimensional bosonic systems. Unlike the classical scenario, our results show that two-dimensional octagonal, decagonal, and dodecagonal aperiodic phases require a distinct number of properly tuned characteristic length scales for their stabilization. By using a mean field spectral variational approach and Gross-Pitaevskii numerical calculations, we determine that the dodecagonal quasicrystal structure requires at least two characteristic length scales for its stabilization, while the decagonal and octagonal patterns need at least three and four length scales, respectively. The family of pair interaction potentials considered, albeit simple, is well justified in terms of a novel experimental platform based on laser-painted interactions in a cavity QED setup. Finally, we perform a structural characterization of the quasicrystal patterns obtained and show that these phases coexist with a finite superfluid fraction, forming what can be called a super quasicrystal phase."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Discrete time crystals detected by time-translation twist",
      "authors": [
        "Ryota Nakai, Taozhi Guo, Shinsei Ryu"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.21461",
      "arxiv": "https://arxiv.org/abs/2504.21461",
      "doi": "10.1103/1dc6-y1x8",
      "summary": "We introduce a boundary condition twisted by time translation as a novel probe to characterize dynamical phases in periodically driven (Floquet) quantum systems. Inspired by twisted boundary conditions in equilibrium systems, this approach modifies the temporal evolution of the system upon completing a spatial loop, enabling the identification of distinct Floquet phases, including discrete time crystals (DTCs). By studying the spectral form factor (SFF) and its response to the twist, we uncover signatures of time-crystalline order, which exhibits periodic dependence on the twist parameter analogous to the Little-Parks effect in superconductors. We apply this framework to the kicked Ising model, demonstrating that our twist can distinguish time-crystalline phases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Chirality-selective proximity effect between chiral $p$-wave superconductors and quantum Hall insulators",
      "authors": [
        "Ryota Nakai, Koji Kudo, Hiroki Isobe, Kentaro Nomura"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.00994",
      "arxiv": "https://arxiv.org/abs/2505.00994",
      "doi": "10.1103/qxt1-ncfn",
      "summary": "Heterostructures of superconductors and quantum-Hall insulators are promising platforms of topological quantum computation. However, these two systems are incompatible in some aspects such as a strong magnetic field, the Meissner effect, and chirality. In this work, we address the condition that the superconducting proximity effect works in the bulk of quantum Hall states, and identify an essential role played by the vortex lattice regardless of pairing symmetry. We extend this finding to a heterostructure of a chiral $p$-wave superconductor in the mixed state and an integer quantum Hall insulator. The proximity effect works selectively in the lowest Landau level depending on relative chiralities. If the chiralities align, a topological phase transition to a topological superconductor occurs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ten-valley excitonic complexes in charge-tunable monolayer WSe$_2$",
      "authors": [
        "Alain Dijkstra, Amine Ben Mhenni, Dinh Van Tuan, Elif \\c{C}etiner, Muriel Schur-Wilkens, Junghwan Kim, Laurin Steiner, Kenji Watanabe, Takashi Taniguchi, Matteo Barbone, Nathan P. Wilson, Hanan Dery, Jonathan J. Finley"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.08923",
      "arxiv": "https://arxiv.org/abs/2505.08923",
      "doi": "10.1038/s41467-025-65731-x",
      "summary": "Excitons dominate the optical response of two-dimensional (2D) semiconductors. Strong interactions produce peculiar excitonic complexes, which provide a testing ground for exciton and quantum many-body theories. Here, we report a hitherto unobserved many-body exciton that emerges upon filling both the K and Q valleys of WSe$_2$. We optically probe the exciton landscape using charge-tunable devices with unusually thin dielectrics that facilitate doping up to several $10^{13}$ cm$^{-2}$. We observe the emergence of the thermodynamically stable complex when 10 valleys are electrostatically filled. We gain insight into its physics using magneto-optical measurements. Our results are well-described by a model where the number of distinguishable Fermi seas interacting with the photoexcited electron-hole pair defines the complex's behavior. In addition to expanding the repertoire of excitons in 2D semiconductors, this complex could probe the limit of exciton models and answer open questions about screened Coulomb interactions in 2D semiconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nickel Doping Unlocks Ambient-condition Photostability in Individual Cesium Lead Bromide Perovskite Quantum Dots",
      "authors": [
        "Jehyeok Ryu, Victor Krivenkov, Adam Olejniczak, Mikel Arruabarrena, Jozef Janovec, Aritz Leonardo, Virginia Mart\\'inez-Mart\\'inez, Andres Ayuela, Alexey Nikitin, Yury Rakovich"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.07242",
      "arxiv": "https://arxiv.org/abs/2506.07242",
      "doi": "10.1021/acs.nanolett.5c04099",
      "summary": "Developing efficient single-photon sources is fundamental to advancing photonic quantum technologies. In particular, achieving scalable, cost-effective, stable, high-rate, and high-purity single-photon emission at ambient conditions is paramount for free-space quantum communication. However, fulfilling all the requirements simultaneously under ambient conditions has remained a significant challenge. Here, the scalable, cost-effective ambient condition synthesis of nickel doped (Ni doped) CsPbBr3 perovskite quantum dots (NPQDs) is presented using a modified ligand-assisted reprecipitation (LARP) method. The resulting individual NPQDs demonstrate remarkable photostability, sustaining their performance for over 10 minutes under ambient conditions with environment humidity of ~55%, and exhibit exceptional single-photon purity (>99%) with a narrow emission linewidth (~70 meV). The remarkable photostability could be attributed to the spatial localization of exciton by Ni atoms on the surface of the nanocrystal, reducing its interaction with the environment. Our results demonstrated that NPQDs with outstanding combinations of quantum emitting properties can be both synthesized and operated at ambient conditions. These findings mark a significant step toward scalable, cost-effective quantum light sources for real-world applications, paving the way for robust quantum communication systems and devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The maximum-average subtensor problem: equilibrium and out-of-equilibrium properties",
      "authors": [
        "Vittorio Erba, Nathan Malo Kupferschmid, Rodrigo P\\'erez Ortiz, Lenka Zdeborov\\'a"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.15400",
      "arxiv": "https://arxiv.org/abs/2506.15400",
      "doi": null,
      "summary": "In this paper we introduce and study the Maximum-Average Subtensor ($p$-MAS) problem, in which one wants to find a subtensor of size $k$ of a given random tensor of size $N$, both of order $p$, with maximum sum of entries. We are motivated by recent work on the matrix case of the problem in which several equilibrium and non-equilibrium properties have been characterized analytically in the asymptotic regime $1 \\ll k \\ll N$, and a puzzling phenomenon was observed involving the coexistence of a clustered equilibrium phase and an efficient algorithm which produces submatrices in this phase. Here we extend previous results on equilibrium and algorithmic properties for the matrix case to the tensor case. We show that the tensor case has a similar equilibrium phase diagram as the matrix case, and an overall similar phenomenology for the considered algorithms. Additionally, we consider out-of-equilibrium landscape properties using Overlap Gap Properties and Franz-Parisi analysis, and discuss the implications or lack-thereof for average-case algorithmic hardness."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Non-collinear magnetism contra frustration: Magnetic order and anisotropy in hexagonal MnPtGa",
      "authors": [
        "Gerhard H. Fecher, Roshnee Sahoo, Claudia Felser"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.16788",
      "arxiv": "https://arxiv.org/abs/2506.16788",
      "doi": null,
      "summary": "MnPtGa is a hexagonal intermetallic compound with a rich variety of magnetic order. Its magnetic state is reported to range from collinear ferromagnetism, to non-collinear skyrmion type order. MnPtGa is a system with strongly localized magnetic moments at the Mn atoms as was demonstrated using calculations for disordered local moments. The magnetic moments at the Mn sites stay at about 3.9 bohr even above the calculated magnetic transition temperatures (TN = 220 K or TC = 285 K). In the present work, a special emphasis was focused on the possible non-collinear magnetic order using first principles calculations. The investigations included magnetic anisotropy, static noncollinear order in form of spin canting and dynamic non-collinearity in spin spirals. It is found that the energy differences between ferromagnetic, antiferromagnetic, canted, or spiral magnetic order are in the order of not more than 30 meV, which is in the order of thermal energies at ambient temperature. This hints that a particular magnetic state - including skyrmions, antiskyrmions or spin glass transitions - may be forced when an external field is applied at finite temperature."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Giant Response and Harmonic Generation in N\\'eel-Torque Antiferromagnetic Resonance",
      "authors": [
        "Kuangyin Deng, Ran Cheng"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.22974",
      "arxiv": "https://arxiv.org/abs/2506.22974",
      "doi": null,
      "summary": "We theoretically investigate the resonant and higher order magnetic responses of a collinear antiferromagnet induced by N\\'eel spin-orbit torques (NSOTs). By deriving the dynamical susceptibilities up to the third harmonic, we find remarkable NSOT-induced amplifications of the linear and nonlinear magnetic dynamics by orders of magnitude compared to conventional spin-orbit torques, enabling highly-efficient frequency conversion in the terahertz frequency range. From the effective dynamics, we uncover the strong coupling between the N\\'eel vector and the driving field of NSOTs, providing a physical explanation of the gigantic responses at all orders. We then propose a multilayer antiferromagnetic nano-device leveraging the gigantic harmonic generation to achieve unprecedented frequency amplifiers and converters. Our work uncovers a previously overlooked role of the NSOTs in nonlinear dynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Sliding Ferroelectric Metal with Ferrimagnetism",
      "authors": [
        "Zhenzhou Guo, Shifeng Qian, Xiaodong Zhou, Wenhong Wang, Zhenxiang Cheng, Xiaotian Wang"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.07947",
      "arxiv": "https://arxiv.org/abs/2508.07947",
      "doi": null,
      "summary": "Two-dimensional (2D) sliding ferroelectric (FE) metals with ferrimagnetism represent a previously unexplored class of spintronic materials, featuring out-of-plane FE polarization, metallic conductivity, and a finite net magnetization, which together enable electrically tunable spintronic functionalities via FE switching. Here, based on antiferromagnetic (AFM) metallic bilayers, we propose a general strategy for constructing 2D sliding FE ferrimagnetic (FiM) metals that can achieve triply-coupled switching, in which the FE polarization, spin splitting, and net magnetization are reversed simultaneously through FE switching. As a prototypical realization, we design a bilayer sliding FE metal with FiM order, derived from monolayer Fe$_5$GeTe$_2$ -- a van der Waals metal with intrinsic ferromagnetic order close to room temperature. The system exhibits a FE transition from a nonpolar (NP) AFM phase to a FE FiM phase via interlayer sliding. The in-plane mirror symmetry breaking in FE metallic states lifts the nonrelativistic spin degeneracy that exists in the NP phase, leading to a sizable net magnetic moment. Furthermore, the interplay between metallicity, ferroelectricity, and ferrimagnetism gives rise to pronounced sign-reversible transport responses near the Fermi level, all of which can be electrically controlled by FE switching. Our results establish sliding FE metals with FiM as a promising platform for electrically reconfigurable, high-speed, and low-dissipation spintronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Revisiting thermal transport in CuCl: First-principles calculations and machine learning force fields",
      "authors": [
        "Ashis Kundu, Florian Knoop, Igor A. Abrikosov"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.15525",
      "arxiv": "https://arxiv.org/abs/2508.15525",
      "doi": null,
      "summary": "Accurate prediction of lattice thermal conductivity ($\\kappa_l$) in strongly anharmonic materials requires renormalized interatomic force constants (IFCs) and appropriate incorporation of diagonal and off-diagonal contributions and higher-order scattering. We investigate CuCl, a highly anharmonic system with a simple zincblende structure and ultralow $\\kappa_l$. Our calculations, including IFC renormalization and four-phonon scattering, show excellent agreement with the experiment, underscoring the critical role of both effects in the accurate estimation of $\\kappa_l$. Furthermore, the unusual pressure dependence of $\\kappa_l$ is explored using a rigorously validated machine-learned force field, with the predicted values showing good agreement with the experimentally observed trend of monotonic decrease. This behavior is primarily driven by a significant increase in four-phonon scattering and a reduction in the group velocity of transverse acoustic modes. Overall, this study establishes a robust framework for modeling thermal transport in strongly anharmonic materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Bosonization and Kramers-Wannier dualities in general dimensions",
      "authors": [
        "Lei Su, Ivar Martin"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.20167",
      "arxiv": "https://arxiv.org/abs/2508.20167",
      "doi": null,
      "summary": "It is well known that the noninteracting Majorana chain is dual to the one-dimensional transverse-field Ising model, either through the Jordan-Wigner transformation or by gauging fermion parity. In this correspondence, the minimal translation of the Majorana chain maps to the celebrated Kramers-Wannier (KW) duality of the spin model, with the critical point mapped to the self-dual point. In this work, we generalize this mapping to two and higher dimensions by constructing a unitary equivalence between the parity-gauged fermionic system and a spin system defined on arbitrary polyhedral decompositions of space. Imposing the flatness condition on the gauge field yields a bosonization duality between the original (ungauged) fermionic system and a gauged spin system obeying a Gauss law. The dependence of the Gauss law in the spin system on the Kasteleyn orientation (and the discrete spin structure) of the fermionic system is made explicit. Applying this bosonization to one or two copies of Majorana fermions on translationally invariant lattices, we derive higher-dimensional analogs of KW (self-)dualities in spin systems arising from fermionic minimal translations. The KW (self-)dualities are non-invertible due to projections onto eigenspaces of higher-form symmetries in the associated symmetry operators. The bosonization framework we present is intuitive, general, and systematic, encompassing other known exact bosonization methods while offering a novel approach to establish new connections between fermionic and spin systems in arbitrary dimensions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Inherent momentum-dependent gap structure of altermagnetic superconductors",
      "authors": [
        "Christian L. H. Rasmussen, Jannik Gondolf, Mats Barkman, Merc\\`e Roig, Daniel F. Agterberg, Andreas Kreisel, Brian M. Andersen"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.03247",
      "arxiv": "https://arxiv.org/abs/2509.03247",
      "doi": null,
      "summary": "Altermagnetic metals break time-reversal symmetry and feature spin-split Fermi surfaces generated by compensated N\\'eel-ordered collinear magnetic moments. Being metallic, such altermagnets may undergo a further instability at low temperatures to a superconducting state, and it is an interesting open question what are the salient features of such altermagnetic superconductors? We address this question on the basis of realistic microscopic models that capture the altermagnetic sublattice degrees of freedom. We find that the sublattice structure can strongly affect the superconducting gap structure in altermagnetic superconductors. In particular, it imposes nodes in the gap on the Brillouin zone edges for superconductors stabilized by momentum-independent bare attraction channels. We contrast this to the case of superconductivity generated by extended range interactions where pairing is allowed on the Brillouin zone edges and both spin-singlet and equal-spin-pairing triplet states can be stabilized. Equal-spin-pairing triplet superconductivity is generically favored in the limit of large altermagnetic spin-splitting of the bands compared to the superconducting gap scale, and features characteristic non-unitary properties due to the altermagnetic order."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Forced silo discharge: Simulation and theory",
      "authors": [
        "Luis. A. Pugnaloni, Marcos A. Madrid, J. R. Darias"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.04368",
      "arxiv": "https://arxiv.org/abs/2509.04368",
      "doi": null,
      "summary": "We study, through discrete element simulations, the discharge of granular materials through a circular orifice on the base of a cylindrical silo forced by a surcharge. At the beginning of the discharge, for a high granular column, the flow rate $Q_{\\rm ini}$ scales as in the Beverloo equation for free discharge. However, we find that the flow rate $Q_{\\rm end}$ attained at the end of the forced discharge scales as $\\sqrt{\\rho_b P}D_o^3/D_s$, with $\\rho_b$ the bulk density, $P$ the pressure applied by the overweight, $D_o$ the orifice diameter and $D_s$ the silo diameter. We use the work$-$energy theorem to formulate an equation for the flow rate $Q_{\\rm end}$ that predicts the scalings only in part. We discuss the new challenges offered by the phenomenology of strongly forced granular flows."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Orbital-Selective Band Structure Evolution in BaFe$_{2-x}$M$_x$As$_2$ (M = Cr, Co, Cu, Ru and Mn) Probed by Polarization-Dependent ARPES",
      "authors": [
        "K. R. Pakuszewski, M. R. Cantarino, I. Romanenko, A. P. Machado, M. M. Piva, G. S. Freitas, H. B. Pizzi, F. A. Garcia, P. G. Pagliuso, C. Adriano"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.19190",
      "arxiv": "https://arxiv.org/abs/2509.19190",
      "doi": null,
      "summary": "We present a systematic study of the evolution of the band structure in the Fe-based superconductor family BaFe$_{2-x}$M$_x$As$_2$ (M = Cr, Co, Cu, Ru and Mn) using polarization-dependent angle-resolved photoemission spectroscopy (ARPES). Low-substituted samples, with comparable spin-density wave transition temperatures ($T_\\text{SDW}$), were chosen to facilitate controlled comparisons. The sizes of the central hole pockets ($\\alpha$, $\\beta$, and $\\gamma$) remain largely unchanged across different substitutions, showing no clear correlation with either $T_\\text{SDW}$ or the As height relative to the Fe planes. However, subtle trends are observed: a modest increase in the size of the $\\eta_\\text{X}$ electron pocket correlates with the suppression of $T_\\text{SDW}$. Furthermore, the contraction of the $\\eta_\\text{X}$ pocket appears to be linked to an increase in the As height relative to the Fe planes. Our results suggest that the suppression of $T_\\text{SDW}$ is primarily driven by changes in the Fe-As bond length, with the effect being more pronounced in electronic states with planar character. These findings provide insight into the electronic structure of BaFe$_{2-x}$M$_x$As$_2$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Empty and filled vortices in squeezed 39K Bose-Bose liquid drops",
      "authors": [
        "Ivan Popari\\'c, Leandra Vranje\\v{s} Marki\\'c, Jordi Boronat"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.12390",
      "arxiv": "https://arxiv.org/abs/2510.12390",
      "doi": "10.1103/bvgw-9q78",
      "summary": "Using density functional theory, we have theoretically studied the formation and the stability of vortices in quantum liquid droplets composed of a mixture of hyperfine states of potassium. Following the experimental setup that produced quantum droplets for the first time, we work with squeezed drops that are compressed in one direction. By squeezing the drops even more, towards a quasi-two dimensional geometry, we study the minimum atom number able to show a stable vortex and obtain that this number is significantly smaller than previous predictions for spherical droplets. The reduction of the critical atom number for forming a stable vortex could make their experimental observation in these droplets, which is still lacking, more feasible. Contrary to results obtained in heteronuclear mixtures, where the energetically preferred vortices are partially filled with the species not participating in the rotation, our results show a relevant stability island of fully empty vortices. Increasing the number of particles in the drop and the speed of rotation, we estimate the transition line between empty and filled vortices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electric field induced Berry curvature dipole and non-linear anomalous Hall effects in higher wave symmetric unconventional magnets",
      "authors": [
        "Srimayi Korrapati, Snehasish Nandy, Sumanta Tewari"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.20237",
      "arxiv": "https://arxiv.org/abs/2510.20237",
      "doi": null,
      "summary": "We investigate the second-order anomalous Hall response in two-dimensional higher-wave symmetric magnets, including the recently discovered class of collinear magnets known as altermagnets, when subjected to a symmetry-breaking external electric field. In these systems, the first- and second-order anomalous Hall responses mediated by the first- and second-order multipoles of the Berry curvature over the occupied states vanish by symmetry. However, a symmetry-breaking dc electric field can induce a nonzero Berry curvature dipole by coupling to a non-vanishing quantum metric, also known as the Berry connection polarizability. An applied ac electric field can then generate a finite nonlinear transverse Hall effect characterized by a second harmonic response. In addition, the dc field itself can generate a finite third-order transverse Hall response. We discuss this remarkable effect in a class of higher-order symmetric unconventional magnets (of $p$, $d$, $f$, $g$, $i$ symmetry), including the subclass of altermagnets. We demonstrate that the electric-field-induced anomalous Hall effect in the higher-wave-symmetric magnets can serve not only as a probe of the underlying quantum metric of the occupied states but also as a means to distinguish the even ($d$-,$g$-wave) and odd ($p$-wave) order parameter symmetries defined on the square lattice."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phase Separation in Kitaev Chain",
      "authors": [
        "Kazuhiro Kuboki"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.20312",
      "arxiv": "https://arxiv.org/abs/2510.20312",
      "doi": null,
      "summary": "Kitaev chain is a one-dimensional spinless fermion model that has $p$-wave superconducting (SC) states and Majorana zero modes at the edge. Usually this model is analyzed by taking only SC order parameter (OP) into account, but the situation significantly changes when OPs other than the SCOP are included. It turns out that the SC state in the latter case is prone to phase separation for moderate to strong attractiive interactions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Self-organization, Memory and Learning: From Driven Disordered Systems to Living Matter",
      "authors": [
        "Muhittin Mungan, Eric Clement, Damien Vandembroucq, Srikanth Sastry"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.25367",
      "arxiv": "https://arxiv.org/abs/2510.25367",
      "doi": null,
      "summary": "Disordered systems subject to a fluctuating environment can self-organize into a complex history-dependent response, retaining a memory of the driving. In sheared amorphous solids, self-organization is established by the emergence of a persistent system of mechanical instabilities that can repeatedly be triggered by the driving, leading to a state of high mechanical reversibility. As a result of self-organization, the response of the system becomes correlated with the dynamics of its environment, which can be viewed as a sensing mechanism of the system's environment. Such phenomena emerge across a wide variety of soft matter systems, suggesting that they are generic and hence may depend very little on the underlying specifics. We review self-organization in driven amorphous solids, concluding with a discussion of what self-organization in driven disordered systems can teach us about how simple organisms sense and adapt to their changing environments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The Anderson transition -- a view from Krylov space",
      "authors": [
        "J. Clayton Peacock, Vadim Oganesyan, Dries Sels"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26920",
      "arxiv": "https://arxiv.org/abs/2510.26920",
      "doi": null,
      "summary": "The Krylov subspace expansion is a workhorse method for sparse numerics that has been increasingly explored as source of physical insight into many-body dynamics in recent years. In this work we revisit the venerable Anderson model of localization in dimensions $d=1, 2, 3, 4$ to construct local integrals of motion (LIOM) in Krylov space. These appear as zero eigenvalue edge states of an effective hopping problem in the Krylov superoperator subspace and can be analytically constructed given the Lanczos coefficients. We exploit this idea, focusing on $d=3$, to study the manifestation of the disorder driven Anderson transition in the anatomy of LIOMs. We find that the increasing complexity of the Krylov operators results in a suppression of the fluctuations of the Lanczos coefficients. As such, one can study the phenomenology of the integrals of motion in the disorder averaged Krylov chain. We find edge states localized on vanishing fraction of Krylov space (of dimension $D_K=V^2$ for cubes of volume $V$), both in localized and extended phases. Importantly, in the localized phase, disorder induces powerlaw decaying dimerization in the (Krylov) hopping problem, producing stretched exponential decay of the LIOMs in Krylov space with a stretching exponent $1/2d$. Metallic LIOMs are completely delocalized albeit across only $\\propto \\sqrt{D_K}$ states. Critical LIOMs exhibit powerlaw decay with an exponent matching the expected value of $0.29$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Metallic electro-optic effects in topological chiral crystals",
      "authors": [
        "C. O. Ascencio, D. J. P. de Sousa, Tony Low"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2510.26992",
      "arxiv": "https://arxiv.org/abs/2510.26992",
      "doi": null,
      "summary": "Topological chiral crystals have emerged as a fertile material platform for investigating optical phenomena derived from the distinctive Fermi surface Berry curvature and orbital magnetic moment textures around multifold chiral band crossings pinned at the time-reversal invariant momenta. In this work, by means of tight-binding model and first principles based calculations, we investigate metallic electro-optic (EO) responses stemming from the Berry curvature and orbital magnetic moment of Bloch electrons across 37 materials belonging to space group 198 (SG198). Previously thought to vanish in SG198, our findings reveal a nonzero Berry curvature dipole attributed to the energetic misalignment between topologically charged point nodes of opposite chirality. Moreover, we find that the recently predicted magnetoelectric EO effects, which arise from the interplay between the Berry curvature and magnetic moment on the Fermi surface, are readily accessible in BeAu under experimentally feasible electric biases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Visualizing interaction-driven restructuring of quantum Hall edge states",
      "authors": [
        "Jiachen Yu, Haotan Han, Kristina G. Wolinski, Ruihua Fan, Amir S. Mohammadi, Tianle Wang, Taige Wang, Liam Cohen, Kenji Watanabe, Takashi Taniguchi, Andrea F. Young, Michael P. Zaletel, Ali Yazdani"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.00156",
      "arxiv": "https://arxiv.org/abs/2511.00156",
      "doi": null,
      "summary": "Many topological phases host gapless boundary modes that can be dramatically modified by electronic interactions. Even for the long-studied edge modes of quantum Hall phases, forming at the boundaries of two-dimensional (2D) electron systems, the nature of such interaction-induced changes has been elusive. Despite advances made using local probes, key experimental challenges persist: the lack of direct information about the internal structure of edge states on microscopic scales, and complications from edge disorder. Here, we use scanning tunneling microscopy (STM) to image pristine electrostatically defined quantum Hall edge states in graphene with high spatial resolution and demonstrate how correlations dictate the structures of edge channels on both magnetic and atomic length scales. For integer quantum Hall states in the zeroth Landau level, we show that interactions renormalize the edge velocity, dictate the spatial profile for copropagating modes, and induce unexpected edge valley polarization that differ from those of the bulk. While some of our findings can be understood by mean-field theory, others show breakdown of this picture, highlighting the roles of edge fluctuations and inter-channel couplings. We also extend our measurements to spatially resolve the edge state of fractional quantum Hall phases and detect spectroscopic signatures of interactions in this chiral Luttinger liquid. Our study establishes STM as a promising tool for exploring edge physics of the rapidly expanding 2D topological phases, including newly realized fractional Chern insulators."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Observation of Long-Lifetime Magnon Pairs by Fano Resonance of Photons",
      "authors": [
        "Qian-Nan Huang, Zhiping Xue, Tao Yu"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.01667",
      "arxiv": "https://arxiv.org/abs/2511.01667",
      "doi": null,
      "summary": "Mode fluctuations with a long lifetime are essential for quantum information and logic operations in magnonic devices. We probe the broadband nonlinear magnetization dynamics of a high-quality ferromagnet under a strong microwave drive using microwave spectroscopy. We observe an \\textit{unexpected} Fano resonance in the microwave transmission when the driven amplitude of the magnetization is large and the drive frequency $\\omega_d$ is close to but not at the ferromagnetic resonance. We interpret this Fano resonance by a scattering theory of photons considering the three-magnon interaction between the Kittel magnon and magnon pairs with opposite wave vectors of frequency $\\omega_d/2$. The theoretical model suggests that the microwave spectroscopy measures the dynamics of the fluctuation $\\delta \\hat{\\alpha}$ of the Kittel magnon and $\\delta\\hat{\\beta}_{\\pm k}$ of the magnon pairs over the driven steady states, which are coupled coherently by the steady-state amplitudes. With the damping of $\\delta\\hat{\\beta}_{\\pm k}$ much smaller than that of $\\delta \\hat{\\alpha}$, the theoretical calculation well reproduces the observed Fano resonance, indicating the magnon pairs hold a recorded long lifetime."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Structure and interactions of atoms and diatomic molecules: from ultracold gases to doped solids",
      "authors": [
        "Maxence Lepers (Laboratory ICB, CNRS,University of Burgundy, Dijon, France)"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.02890",
      "arxiv": "https://arxiv.org/abs/2511.02890",
      "doi": null,
      "summary": "This is the manuscript of my \"Habilitation \\`a diriger des recherches\", where I present the research work that I have done after my PhD, defended in 2009. The manuscript is divided in two parts. The first one is dedicated to atomic-structure calculations with neutral and trivalent lanthanides, in the contexts of ultracold gases and rare-earth doped solids. The second part deals with long-range interactions in ultracold gases of alkali-metal atoms and diatomic molecules, as well as lanthanide atoms. The detailed description of long-range interactions serves to characterize ultralow-temperature phenomena, like photoassociation and collisional shielding."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "High-resolution magnetostriction measurements of the Pauli-limited superconductor Sr2RuO4",
      "authors": [
        "Shunichiro Kittaka, Yohei Kono, Toshiro Sakakibara, Naoki Kikugawa, Shinya Uji, Dmitry A. Sokolov, Kazushige Machida"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.06938",
      "arxiv": "https://arxiv.org/abs/2511.06938",
      "doi": null,
      "summary": "We performed high-resolution magnetostriction measurements on the Pauli-limited superconductor Sr$_2$RuO$_4$ using high-quality single crystals. A first-order superconducting transition, accompanied by pronounced hysteresis, was observed under in-plane magnetic fields, where the relative length change of the sample, $\\Delta L/L$, was on the order of $10^{-8}$. To ensure the reliability of the measurements, particular attention was paid to minimizing the influence of magnetic torque, which can significantly affect data under in-plane field configurations, via field-angle-resolved magnetostriction. Within the hysteresis regime, slightly below the Pauli-limited upper critical field, a hump-like anomaly in the magnetostriction coefficient was identified. Furthermore, a characteristic double-peak structure in the field-angle derivative of the magnetostriction provides additional support for this anomaly. Although these findings may reflect a lattice response associated with the emergence of the Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) phase in Sr$_2$RuO$_4$, the possibility of a broadened first-order transition cannot be excluded. Notably, this magnetostriction anomaly qualitatively deviates from the FFLO phase boundary suggested by previous NMR measurements, highlighting the necessity for further experimental and theoretical investigations to elucidate the nature of the FFLO state in this material."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nonlinear morphoelastic energy based theory for stimuli responsive elastic shells",
      "authors": [
        "Matteo Taffetani, Matteo Pezzulla"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10324",
      "arxiv": "https://arxiv.org/abs/2511.10324",
      "doi": null,
      "summary": "Large deformations play a central role in the shape transformations of slender active and biological structures. A classical example is the eversion of the Volvox embryo, which demonstrates the need for shell theories that can describe large strains, rotations, and the presence of incompatible stimuli. In this work, a reduced two-dimensional morphoelastic energy is derived from a fully nonlinear three-dimensional formulation. The resulting model describes the mechanics of naturally curved shells subjected to non-elastic stimuli acting through the thickness, thereby extending previous morphoelastic theories developed for flat plates to curved geometries. Two representative constitutive laws, corresponding to incompressible Neo-Hookean and compressible Ciarlet-Geymonat materials, are examined to highlight the influence of both geometric and constitutive nonlinearities. The theory is applied to the eversion of open and closed spherical shells and to vesiculation processes in biological systems. The results clarify how compressibility, curvature, and through-the-thickness kinematics govern snap-through and global deformation, extending classical morphoelastic shell models. The framework provides a consistent basis for analyzing large deformations in elastic and biological shells driven by non-mechanical stimuli."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "The True Parent Phase of K1.9Fe4.2Se5: A Stripe-type Orthorhombic Phase Requiring a Superconducting Distortion",
      "authors": [
        "Chih-Han Wang, Jie-Yu Yang, Wu Phillip M, Gwo-Tzong Huang, Ming-Jye Wang, Maw-Kuen Wu"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.10443",
      "arxiv": "https://arxiv.org/abs/2511.10443",
      "doi": null,
      "summary": "The origin of the four-fold Tc amplification in A_xFe_{2-y}Se_2 (>30 K) compared to FeSe (8 K) remains a central puzzle, complicated by a debate over the true superconducting (SC) parent phase--the I4/m (245) insulating matrix or a supposed I4/mmm metallic phase. Here, we resolve this ambiguity by identifying a novel \"stripe-type orthorhombic phase\" as the true parent phase of the high-Tc state, whose diffraction signature is the d2 peaks. Through decisive experiments, we demonstrate that this d2 parent phase is not intrinsically superconducting. Instead, superconductivity emerges only after this stripe phase undergoes a subsequent structural distortion, the definitive signature of which is the asymmetric broadening of the d1 main peaks. Our findings establish that the d2 peaks signal the formation of the parent phase, while the broadening of d1 peaks signals the transition into the superconducting state. This discovery of a two-step transition--formation of a stripe parent phase, followed by a superconducting distortion--provides a new mechanism for Tc amplification via controlled heterogeneity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Revisiting the symmetry-resolved entanglement for non-invertible symmetries in $1{+}1$d conformal field theories",
      "authors": [
        "Jared Heymann, Thomas Quella"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2409.02315",
      "arxiv": "https://arxiv.org/abs/2409.02315",
      "doi": "10.1103/lr47-yv3j",
      "summary": "-cross Abstract: Recently, a framework for computing the symmetry-resolved entanglement entropy for non-invertible symmetries in $1{+}1$d conformal field theories has been proposed by Saura-Bastida, Das, Sierra and Molina-Vilaplana [Phys. Rev. D109, 105026]. We revisit their theoretical setup, paying particular attention to possible contributions from the conformal boundary conditions imposed at the entangling surface -- a potential subtlety that was not addressed in the original proposal. We find that the presence of boundaries modifies the construction of projectors onto irreducible sectors, compared to what can be expected from a pure bulk approach. This is a direct consequence of the fusion algebra of non-invertible symmetries being different in the presence or absence of boundaries on which defects can end. We apply our formalism to the case of the Fibonacci category symmetry in the three-state Potts and tricritical Ising model and the Rep($S_3$) fusion category symmetry in the $SU(2)_4$ Wess-Zumino-Witten conformal field theory. We numerically corroborate our findings by simulating critical anyonic chains with these symmetries as a finite lattice substitute for the expected entanglement Hamiltonian. Our predictions for the symmetry-resolved entanglement for non-invertible symmetries seem to disagree with the recent work by Saura-Bastida et al."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Depinning Model for Josephson Junction Tuning",
      "authors": [
        "Oscar W. Kennedy, Jared H. Cole, Connor D. Shelly"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2502.18304",
      "arxiv": "https://arxiv.org/abs/2502.18304",
      "doi": null,
      "summary": "-cross Abstract: Building more powerful quantum computers requires manufacturing processes with tight tolerances. To improve the tolerances on Josephson junctions, techniques to fine tune their properties after fabrication have been developed. Understanding how tuning techniques may physically modify the tunnel barrier of a Josephson junction is important and will enable these techniques to be optimised. We develop a model of junction tuning based on depinning theory to interpret a phase diagram of tuning rate. We extract the dependence on temperature, time-varying voltages and oscillation frequency. Using depinning theory we are able to show both why time-varying annealing potentials result in controlled junction tuning and how such protocols can be optimised. We examine how tuning changes the electrical breakdown of barriers and discrepancies between modeled and measured higher energy levels of transmon qubits."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nonlinear dynamics of air invasion in one-dimensional compliant fluid networks",
      "authors": [
        "Ludovic Jami, Fran\\c{c}ois-Xavier Gauci, C\\'eline Cohen, Xavier Noblin, Ludovic Keiser"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.19229",
      "arxiv": "https://arxiv.org/abs/2503.19229",
      "doi": null,
      "summary": "-cross Abstract: Vascular networks exhibit a remarkable diversity of architectures and transport mechanisms across biological systems. Inspired by embolism propagation in plant xylem, where air invades water-filled conduits under negative pressure, we study air penetration in compliant one-dimensional hydrodynamic networks experiencing mass loss by pervaporation. Using a theoretical framework grounded in biomimetic models, we show that embolism dynamics are shaped by the interplay between network compliance and viscous dissipation. In particular, the competition between two timescales (the pressure diffusion time, $\\tau_\\mathrm{diff}$, and the pervaporation time, $\\tau_\\mathrm{pv}$) governs the emergence of complex, history-dependent behaviors. When $\\tau_\\mathrm{diff} \\sim \\tau_\\mathrm{pv}$, we uncover a nonlinear feedback between the internal pressure field and the embolism front, leading to transient depressurization and delayed interface motion. These results offer a minimal framework for understanding embolism dynamics in slow-relaxing vascular systems and provide design principles for soft microfluidic circuits with tunable, nonlinear response."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Prethermalization, shadowing breakdown, and the absence of Trotterization transition in quantum circuits",
      "authors": [
        "Marko Znidaric"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.15521",
      "arxiv": "https://arxiv.org/abs/2505.15521",
      "doi": null,
      "summary": "-cross Abstract: One of premier utilities of present day noisy quantum computers is simulation of many-body quantum systems. We study how long in time is such a discrete-time simulation representative of a continuous time Hamiltonian evolution, namely, a finite time-step introduces so-called Trotterization errors. We show that the truncated operator propagator (Ruelle-Pollicott resonances) is a powerful tool to that end, as well as to study prethermalization and discrete time crystals, including finding those phenomena at large gate duration. We show that the effective energy is more stable than suggested by Trotter errors -- a manifestation of prethermalization -- while all other observables are not. Even the most stable observable though deteriorates in the thermodynamic limit. Different than in classical systems with the strongest chaos, where the faithfulness time (the shadowing time) can be infinite, in quantum many-body chaotic systems it is finite. A corollary of our results is also that, opposite to previous claims, there is no Trotterization transition in non-integrable many-body quantum systems. We demonstrate our results on a one-dimensional (1d) kicked Ising model, as well as on 1d kicked XX model and 2d kicked Ising model. The truncated propagator is also used to calculate the energy diffusion constant in the tilted-field Ising model with high accuracy."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Molecular Dynamics Simulations on Nuclear Recoils in Silicon Crystals towards Single Electron-Hole Pair Ionization Yields",
      "authors": [
        "Chang-Hao Fang, Shin-Ted Lin, Shu-Kui Liu, Henry Tsz-King Wong, Hao-Yang Xing, Li-Tao Yang, Qian Yue, Jing-Jun Zhu"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.03810",
      "arxiv": "https://arxiv.org/abs/2506.03810",
      "doi": "10.1103/vhnm-356d",
      "summary": "-cross Abstract: We have developed a novel methodology utilizing molecular dynamics simulations to evaluate the ionization yields of nuclear recoils in crystalline silicon. This approach enables analytical exploration of atomic-scale transport within the lattice without necessitating parameterization. The quenching factors across the nuclear recoil energy range from 20 eV to 10 keV have been thoroughly investigated. A remarkable agreement with experimental data is achieved, particularly for the minimal energy regime conducted to date, reaching the level of a single electron-hole pair. This work presents evidence of a crucial and fundamental distribution of the quenching factor, which can be associated to the collisional interactions underlying the transport phenomena. The region below 4 keV of the quenching factor, where discrepancies have been observed with the Lindhard's model, is found to be significantly attributed to the lattice binding effect and the specific crystal structure. In contrast, a gradual functional relationship is identified below approximately 100 eV, indicating that the quenching factor is influenced by the crystallographic orientation of the target material. From a distributional perspective, our analysis allows for the determination of the minimum exclusion mass for the dark matter nucleon elastic scattering channel at 0.29 $\\mathrm{GeV}/c^2$, thereby significantly enhancing sensitivity for the sub-$\\mathrm{GeV}/c^2$ mass region."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Purely quantum memory in closed systems observed via imperfect measurements",
      "authors": [
        "Jorge Tabanera-Bravo, Alja\\v{z} Godec"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.13689",
      "arxiv": "https://arxiv.org/abs/2506.13689",
      "doi": null,
      "summary": "-cross Abstract: The detection and quantification of non-Markovianity, a.k.a. memory, in quantum systems is a central problem in the theory of open quantum systems. There memory is as a result of the interaction between the system and its environment. Little is known, however, about memory effects induced by imperfect measurements on closed systems, where an entanglement with the environment is not possible. We investigate the emergence and characteristics of memory in closed systems observed via imperfect stroboscopic quantum measurements yielding coarse-grained outcomes. We consider ideal and two kinds of imperfect measurements: von Neumann measurements--the analogue of classical lumping--which destroy any coherence in the system, and genuinely quantum-lumping L\\\"uders measurements preserving certain quantum correlations. Whereas the conditions for Markov dynamics under von Neumann lumping are the same as for classical dynamics, quantum-lumping requires stronger conditions, i.e. the absence of any detectable coherence. We introduce the concept of purely quantum memory having no classical counterpart. We illustrate our results with a quantum walk on a lattice and discuss their implications for dissipative dynamics and decoherence effects induced by more realistic measurements."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electrically-gated laser-induced spin dynamics in magneto-electric iron garnet at room temperature",
      "authors": [
        "T. T. Gareev, N. E. Khokhlov, L. K\\\"orber, A. P. Pyatakov, A. V. Kimel"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.20366",
      "arxiv": "https://arxiv.org/abs/2506.20366",
      "doi": null,
      "summary": "-cross Abstract: Ultrafast pump-probe imaging reveals that the efficiency of optical excitation of coherent spins waves in epitaxial iron garnet films can be effectively controlled by an external electric field at room temperature. Although a femtosecond laser pulse alone does not excite any pronounced coherent spin oscillations, an electrical gating with the field of 0.5 MV/m dramatically changes the outcome in a laser-induced launching of spin waves. The effect, demonstrated under room-temperature conditions, is estimated to be orders of magnitude larger than in magnetic van der Waals semiconductors observed at 10 K. This electrical gating of laser-induced spin dynamics enriches opto-magnonics with a new tool and thus opens up a new avenue in fundamental and applied magnonics research."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A superinductor in a deep sub-micron integrated circuit",
      "authors": [
        "T. H. Swift, F. Olivieri, G. Aizpurua-Iraola, J. Kirkman, G. M. Noah, M. de Kruijf, F. E. von Horstig, A. Gomez-Saiz, J. J. L. Morton, M. F. Gonzalez-Zalba"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.13202",
      "arxiv": "https://arxiv.org/abs/2507.13202",
      "doi": null,
      "summary": "-cross Abstract: Superinductors are circuit elements characterised by an intrinsic impedance in excess of the superconducting resistance quantum ($R_\\text{Q}\\approx6.45~$k$\\Omega$), with applications from metrology and sensing to quantum computing. However, they are typically obtained using exotic materials with high density inductance such as Josephson junctions, superconducting nanowires or twisted two-dimensional materials. Here, we present a superinductor realised within a silicon integrated circuit (IC), exploiting the high kinetic inductance ($\\sim 1$~nH/$\\square$) of TiN thin films native to the manufacturing process (22-nm FDSOI). By interfacing the superinductor to a silicon quantum dot formed within the same IC, we demonstrate a radio-frequency single-electron transistor (rfSET), the most widely used sensor in semiconductor-based quantum computers. The integrated nature of the rfSET reduces its parasitics which, together with the high impedance, yields a sensitivity improvement of more than two orders of magnitude over the state-of-the-art, combined with a 10,000-fold area reduction. Beyond providing the basis for dense arrays of integrated and high-performance qubit sensors, the realization of high-kinetic-inductance superconducting devices integrated within modern silicon ICs opens many opportunities, including kinetic-inductance detector arrays for astronomy and the study of metamaterials and quantum simulators based on 1D and 2D resonator arrays."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Intrinsic NISPT Phases, igNISPT Phases, and Mixed Anomalies of Non-Invertible Symmetries",
      "authors": [
        "Da-Chuan Lu, Zhengdi Sun"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.01965",
      "arxiv": "https://arxiv.org/abs/2511.01965",
      "doi": null,
      "summary": "-cross Abstract: A bosonic non-invertible Symmetry Protected Topological (NISPT) phase in (1+1)-dim is referred to as $\\textit{intrinsic}$ if it cannot be mapped, under discrete gauging, to a gapped phase with any invertible symmetry, that is, if it is protected by a non-group-theoretical fusion category symmetry. We construct the intrinsic NISPT phases by performing discrete gauging in a partial SSB phase with a fusion category symmetry that has a certain mixed anomaly. Sometimes, the anomaly of that symmetry category can be alternatively understood as a self-anomaly of a proper categorical sub-symmetry; when this is the case, the same gauging provides an anomaly resolution of this anomalous categorical sub-symmetry. This allows us to construct intrinsic gapless SPT (igSPT) phases, where the anomalous faithfully acting symmetry is non-invertible; and we refer to such igSPT phases as igNISPT phases. We provide two concrete lattice models realizing an intrinsic NISPT phase and an igNISPT phase, respectively. We also generalize the construction of intrinsic NISPT phases to (3+1)-dim."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Euler-Heisenberg action for fermions coupled to gauge and axial vectors: Hessian diagonalization, sector classification, and applications",
      "authors": [
        "Lucas Pereira de Souza"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.02118",
      "arxiv": "https://arxiv.org/abs/2511.02118",
      "doi": null,
      "summary": "-cross Abstract: We derive the closed-form one-loop Euler--Heisenberg effective actions for Dirac fermions coupled simultaneously to classical electromagnetic vector and massive pseudo-vector backgrounds within a controlled quasi-static approximation. Through complete diagonalization of the functional Hessian, we systematically delineate the parameter space into distinct sectors characterized by stability properties and spectral structure. We identify subspaces that encompass and extend results from previous studies into a broader class, admitting propagating axial fields as physically viable regimes; strikingly, we note a sector presenting chirality-asymmetric instability. This addresses long-standing questions regarding the well-defined nature, diagonalizability, and stability of the model. From the effective action, we derive novel nonperturbative pair-production rates for simultaneously propagating electromagnetic and axial vector backgrounds; remarkably, we find pronounced vacuum stabilization compared to previous results. Furthermore, we demonstrate that this framework allows for a unified derivation of the chiral anomaly structures in the general case and show that the electromagnetic coupling induces instanton-like configurations for the axial field, even when it is not a fundamental gauge field. As a proof-of-concept, we analyze a cosmological toy model of baryogenesis driven by an axial vector, providing numerical estimates that support the viability of this hypothesis. Additionally, we outline qualitative predictions for Weyl/Dirac semi-metals and briefly discuss potential applications in related phenomena, such as the Strong-CP problem."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Glassy dynamics in active epithelia emerge from an interplay of mechanochemical feedback and crowding",
      "authors": [
        "Sindhu Muthukrishnan, Phanindra Dewan, Tanishq Tejaswi, Michelle B Sebastian, Tanya Chhabra, Soumyadeep Mondal, Soumitra Kolya, Sumantra Sarkar, Medhavi Vishwakarma"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.05469",
      "arxiv": "https://arxiv.org/abs/2511.05469",
      "doi": null,
      "summary": "-cross Abstract: Glassy dynamics in active biological cells remain a subject of debate, as cellular activity rarely slows enough for true glassy features to emerge. In this study, we address this paradox of glassy dynamics in epithelial cells by integrating experimental observations with an active vertex model. We demonstrate that while crowding is essential, it is not sufficient for glassy dynamics to emerge. A mechanochemical feedback loop (MCFL), mediated by cell shape changes through the contractile actomyosin network, is required to drive glass transition in dense epithelial tissues, as revealed via a crosstalk between actin-based cell clustering and dynamic heterogeneity in experiments. Incorporating MCFL into the vertex model reveals contrasting results from those previously predicted by theories -- that glassy dynamics can emerge even at high cellular activity if the strength of the MCFL remains high. We show that the MCFL can counteract cell division-induced fluidisation and enable glassy dynamics to emerge through active cell-to-cell communication. Furthermore, our analysis reveals, for the first time, the existence of novel collective mechanochemical oscillations that arise from the crosstalk of two MCFLs. Together, we demonstrate that an interplay between crowding and active mechanochemical feedback enables the emergence of glass-like traits and collective biochemical oscillations in epithelial tissues with active cell-cell contacts."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unveiling architectural and optoelectronic synergies in lead-free perovskite/perovskite/kesterite triple-junction monolithic tandem solar cells",
      "authors": [
        "Md. Faiaad Rahman, Md. Ashaduzzaman Niloy, Ehsanur Rahman, Ahmed Zubair"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.06059",
      "arxiv": "https://arxiv.org/abs/2511.06059",
      "doi": null,
      "summary": "-cross Abstract: The widespread use of lead-based materials in tandem solar cells raises critical environmental and health concerns due to their inherent toxicity and risk of contamination. To address this challenge, we focused on lead-free tandem architectures based on non-toxic, environmentally benign materials such as tin-based perovskites and kesterites, which are essential for advancing sustainable photovoltaic technologies. In this study, we present the proposition, design, and optimization of two distinct lead-free monolithic tandem solar cell architectures - an all-perovskite dual-junction device employing potassium tin iodide (KSnI3) and formamidinium tin triiodide (FASnI3) as absorbers for the top and bottom subcells, respectively, and a triple-junction monolithic tandem structure incorporating KSnI3, FASnI3, and Ag-doped copper zinc tin selenide (ACZTSe) as absorbers for the top, middle, and bottom subcells, respectively. We simulated the optical and electrical characteristics of these devices using the finite-difference time-domain and finite element methods, explicitly considering radiative, non-radiative, and surface recombination mechanisms. The optimized all-perovskite dual-junction solar cell achieved a power conversion efficiency (PCE) of 27.3%, with short-circuit current density (Jsc) of 14.74 mA/cm2, open-circuit voltage (Voc) of 2.227 V, and fill factor (FF) of 83.14%. Conversely, the optimized triple-junction hybrid perovskite-kesterite architecture secured an elevated PCE of 30.69%, along with Jsc of 13.184 mA/cm2, Voc of 2.766 V, and FF of 84.18%. These findings reveal the strong potential of lead-free perovskite and kesterite material based absorbers in promoting high-performance hybrid tandem solar cells, highlighting their importance in advancing sustainable and efficient photovoltaic technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Interferometric Braiding of Anyons in Chern Insulators",
      "authors": [
        "Felix A. Palm, Nader Mostaan, Nathan Goldman, Fabian Grusdt"
      ],
      "date": "2025-11-17T05:00:00+00:00",
      "link": "https://arxiv.org/abs/2511.09445",
      "arxiv": "https://arxiv.org/abs/2511.09445",
      "doi": null,
      "summary": "-cross Abstract: Coherent control and braiding of anyons remain central challenges in realizing topologically protected quantum operations. We propose a Ramsey interferometry protocol to directly access the geometric phases associated with anyons in fractional Chern insulators. Our approach employs impurities with individually addressable internal states that bind to the anyons, allowing their adiabatic motion and exchange under full spatial control. By combining Ramsey and spin-echo sequences using one and two impurities, the protocol gives independent access to the Aharonov-Bohm and exchange contributions to the total geometric phase, thereby providing an unambiguous probe of anyonic statistics. Our scheme can potentially be implemented in cold-atom quantum simulators as well as in van der Waals heterostructures. Complementary finite-size simulations in non-interacting Chern insulators quantify the system sizes required to faithfully extract geometric phases, highlighting the role of edge effects. Our results establish impurity-based interferometry as a feasible route toward direct anyon braiding experiments in quantum simulators and lay the groundwork for future explorations of non-Abelian braiding and topological quantum control."
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum-critical transport of marginal Fermi liquids</span>",
      "authors": [
        "Hideaki Maebashi and Chandra M. Varma"
      ],
      "date": "2025-11-15T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e3078K72Pb31910947ce8f68df106534fd6e2cadb",
      "doi": "10.1103/cxjv-1wn6",
      "summary": "We present exact results for the electrical and thermal conductivity and Seebeck coefficient at low temperatures and frequencies in the quantum-critical region for fermions on a lattice scattering with the collective fluctuations of the quantum xy model. This is done by the asymptotically exact solu [Phys. Rev. B] Published Sat Nov 15, 2025"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "KLF5 enables dichotomous lineage programs in pancreatic cancer via the AAA+ ATPase coactivators RUVBL1 and RUVBL2",
      "authors": [
        "Patrick J. Cunniff",
        "Nicole Sivetz",
        "Damianos Skopelitis",
        "Olaf Klingbeil",
        "Daniel Toobian",
        "Diogo Maia-Silva",
        "Mikala Egeblad",
        "Christopher R. Vakoc"
      ],
      "date": "2025-11-15T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-66007-0",
      "doi": "10.1038/s41467-025-66007-0",
      "summary": "Nature Communications, Published online: 15 November 2025; doi:10.1038/s41467-025-66007-0 RUVBL1 and RUVBL2 are AAA+ ATPases that are involved in transcriptional regulation. Here, the authors discover that RUVBL1/2 regulation of KLF5 modulates both classical and basal-like transcriptional lineage programs in pancreatic cancer."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Compatibility of Binary Qubit Measurements",
      "authors": [
        "Dmitry Grinko and Roope Uola"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vv1h-5mf9",
      "doi": "10.1103/vv1h-5mf9",
      "summary": "Deciding which sets of quantum measurements allow a simultaneous readout is a central problem in quantum measurement theory. The problem is relevant not only from the foundational perspective, but also has direct applications in quantum correlation problems fueled by incompatible measurements. Altho [Phys. Rev. Lett. 135, 200201] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Cavity Cooling Using Ultrafast Electrons",
      "authors": [
        "D.E. Maison, L. Stettiner, S. Even-Haim, A. Gorlach, and I. Kaminer"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fnhk-lknl",
      "doi": "10.1103/fnhk-lknl",
      "summary": "E. Maison, L. Stettiner, S. Even-Haim, A. Gorlach, and I. Kaminer We propose a method to cool a thermal photonic state in a cavity by passing electrons through it. Electrons are coherently split into two paths, with one path traversing the cavity, becoming entangled with its photonic state. A sequence of such entanglement interactions can achieve cooling of the ca [Phys. Rev. Lett. 135, 200406] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Entropic Costs of Extracting Classical Ticks from a Quantum Clock",
      "authors": [
        "Vivek Wadhia, Florian Meier, Federico Fedele, Ralph Silva, Nuriya Nurgalieva, David L. Craig, Daniel Jirovec, Jaime Saez-Mollejo, Andrea Ballabio, Daniel Chrastina, Giovanni Isella, Marcus Huber, Mark T. Mitchison, Paul Erker, and Natalia Ares"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5rtj-djfk",
      "doi": "10.1103/5rtj-djfk",
      "summary": "Experiments reveal the surprisingly large amount of entropyand thus heatgenerated by a clock that could be part of a quantum processor. [Phys. Rev. Lett. 135, 200407] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Unmasking Charge Transfer in the Misfits: ARPES and <i>AbInitio</i> Prediction of Electronic Structure in Layered Incommensurate Systems without Artificial Strain",
      "authors": [
        "Drake Niedzielski, Brendan D. Faeth, Berit H. Goodge, Mekhola Sinha, Tyrel M. McQueen, Lena F. Kourkoutis, and Toms A. Arias"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tmbg-3p94",
      "doi": "10.1103/tmbg-3p94",
      "summary": "Common belief is that the large band shifts observed in incommensurate misfit compounds, e.g., ${(\\text{LaSe})}_{1.14}({\\mathrm{NbSe}}_{2}{)}_{2}$, are due to interlayer charge transfer. By contrast, our analysis, based on both angle-resolved photoemission spectroscopy (ARPES) measurements and a spe [Phys. Rev. Lett. 135, 206202] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Giant Nonreciprocal Band Structure Effect in a Multiferroic Material",
      "authors": [
        "Srdjan Stavri, Giuseppe Cuono, Baishun Yang, lvaro R. Puente-Uriona, Julen Ibaez-Azpiroz, Paolo Barone, Andrea Droghetti, and Silvia Picozzi"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/15ws-ftbf",
      "doi": "10.1103/15ws-ftbf",
      "summary": "Multiferroic materials, combining ferroelectricity and ferromagnetism, can host complex band phenomena. Using density functional theory and symmetry analysis, we identify the multiferroic EuO as a prototypical system exhibiting a giant, switchable nonreciprocal band structure effect, that is an asym [Phys. Rev. Lett. 135, 206401] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Evidence for the collective nature of radial flow in Pb+Pb collisions with the ATLAS detector</span>",
      "authors": [
        "G. Aad et al."
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/71077Y67Qfd1f59f22e3459382da87fe00c0c4db4",
      "doi": "10.1103/ldcn-r2lq",
      "summary": "Anisotropic flow and radial flow are two key probes of the expansion dynamics and properties of the quark-gluon plasma (QGP). While anisotropic flow has been extensively studied, radial flow, which governs the systems radial expansion, has received less attention. Notably, experimental evidence for [Phys. Rev. Lett.] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Active quantum flocks</span>",
      "authors": [
        "Reyhaneh Khasseh, Sascha Wald, Roderich Moessner, Christoph A. Weber, and Markus Heyl"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/d1072Y8aS561af9f174c5268a8214ebb61651b696",
      "doi": "10.1103/rd46-hr3q",
      "summary": "Flocks of animals represent of collective behavior in the macroscopic classical world, where the constituents, such as birds, concertedly perform motions and actions as if being one single entity. % Here, we address the so far open question of whether flocks can also form in the microscopic world at [Phys. Rev. Lett.] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Interference-induced entanglement engineering on a metasurface</span>",
      "authors": [
        "Yajun Gao, Rui Zhong, Xianglin Mao, Hulin Zhang, Yue Jiang, Chenyu Bao, Chuanfeng Li, Ruwen Peng, and Mu Wang"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3c076YddK5717282a3fe79c0412e48362f3fc9f3d",
      "doi": "10.1103/mzmv-7x98",
      "summary": "Conventional approaches to generating and distributing entangled quantum states usually rely on bulky conventional optical devices, posing significant challenges to system miniaturization and integration. Here we report an entanglement engineering scheme that utilizes quantum interference on a metas [Phys. Rev. Lett.] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Hydrodynamic bend instability of motile particles on a substrate</span>",
      "authors": [
        "Sameer Kumar, Niels de Graaf Sousa, and Amin Doostmohammadi"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/c7073YdeG9e16883172f0f61c55fce59a7292a68b",
      "doi": "10.1103/jfsd-sg1v",
      "summary": "The emergence of hydrodynamic bend instabilities in ordered suspensions of active particles is widely observed across diverse living and synthetic systems, and is considered to be governed by dipolar active stresses generated by the self-propelled particles. Here, using linear stability analyses and [Phys. Rev. Lett.] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Generative thermodynamic computing</span>",
      "authors": [
        "Stephen Whitelam"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/cf070YfcS5d2c20694e275a07d1732681925d1444",
      "doi": "10.1103/kwyy-1xln",
      "summary": "We introduce a generative modeling framework for thermodynamic computing, in which structured data is synthesized from noise by the natural time evolution of a physical system governed by Langevin dynamics. While conventional diffusion models use neural networks to perform denoising, here the inform [Phys. Rev. Lett.] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span><em>Ab initio</em> superionic-liquid phase diagram of Fe${}_{1x}$O${}_{x}$ under Earths inner core conditions</span>",
      "authors": [
        "Zepeng Wu, Chen Gao, Feng Zhang, Shunqing Wu, Kai-Ming Ho, Renata M. Wentzcovitch, and Yang Sun"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2c07dYf3If91d088114d8e82d0b698cdc832252b3",
      "doi": "10.1103/37nh-5ws8",
      "summary": "The superionic state is a phase of matter in which liquid-like ionic mobility coexists with a solid crystalline lattice. Recently identified in Earths inner core (IC), this state has attracted considerable attention for its unique kinetic behavior and geophysical implications. However, the ab initi [Phys. Rev. Lett.] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Mechanochemical feedback drives complex inertial dynamics in active solids</span>",
      "authors": [
        "Siddhartha Sarkar, Biswarup Ash, Yueyang Wu, Nicholas Boechler, Suraj Shankar, and Xiaoming Mao"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/9807dY74Rcd26e00329097304cd7d7e1c8660cdb3",
      "doi": "10.1103/19rh-3whq",
      "summary": "Active solids combine internal active driving with elasticity to realize states with nonequilibrium mechanics and autonomous motion. They are often studied in overdamped settings, e.g., in soft materials, and the role of inertia is less explored. We construct a model of a chemically active solid tha [Phys. Rev. Lett.] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Connection between memory performance and optical absorption in quantum reservoir computing</span>",
      "authors": [
        "Niclas Gtting, Steffen Wilksen, Alexander Steinhoff, Frederik Lohof, and Christopher Gies"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/e307bY3dO571ad89b7c17a7515d02f837bddcc66c",
      "doi": "10.1103/vp79-8t1l",
      "summary": "The fading memory property is a key requirement for reservoir computers  a specific type of recurrent neural network with fixed internal weights. While mostly undesired in gate-based quantum computing, dissipation due to material imperfections or coupling to the environment acts as a natural mechan [Phys. Rev. Lett.] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Encrypted qubits can be cloned</span>",
      "authors": [
        "Koji Yamaguchi and Achim Kempf"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3507aY84N8018d8bc9506507bb69eb23eb8b1fddf",
      "doi": "10.1103/y4y1-1ll6",
      "summary": "We show that [Phys. Rev. Lett.] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Twofold symmetric magnetoelasticity induced by dominant vertical shear strain</span>",
      "authors": [
        "Fa Chen, Liyang Liao, Jiaxin Chen, Qiuyun Fu, Yue Zhang, Wei Luo, and Yoshichika Otani"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/29079Ye6Taa28409f2979cf48f1d6138284ca8f2b",
      "doi": "10.1103/18st-mj1y",
      "summary": "We report an unconventional twofold-symmetric magnetoelastic coupling in Ni films, mediated by Rayleigh surface acoustic waves (SAWs). This unique magnetoelastic symmetry originates from a dominant vertical shear strain yz, which becomes prominent due to the low effective elastic modulus of Ni film [Phys. Rev. Lett.] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>No massless Goldstone bosons in Hamiltonian time crystals</span>",
      "authors": [
        "Antti J. Niemi"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/0607cY9fPcf2b00f905050d3d5b37a3b9e314436e",
      "doi": "10.1103/sytq-kjbr",
      "summary": "We clarify the concept of a Hamiltonian quantum time crystal, highlighting the pivotal role of continuous symmetries and their associated conserved charges. We interpret its time evolution in terms of an equivariant parallel transport on a Fock bundle, and we demonstrate that the transport can be re [Phys. Rev. Lett.] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "The thermodynamics of ${\\mathrm{CaSiO}}_{3}$ perovskite in Earth's lower mantle",
      "authors": [
        "Yongjoong Shin, Enrico Di Lucente, Nicola Marzari, and Lorenzo Monacelli"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3vgz-fnth",
      "doi": "10.1103/3vgz-fnth",
      "summary": "The lower mantle of Earth, characterized by pressures of 24127 GPa and temperatures of 19002600 K, is still inaccessible to direct observations. In this work, we investigate by first principles the stability, phase diagram, elastic properties, and thermal conductivity of Davemaoite (${\\mathrm{CaSi [Phys. Rev. B 112, 174113] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Multiscale lattice and bonding dynamics in high-entropy ferroelectrics",
      "authors": [
        "Feifan Hu, Zheng Wu, Wenshuo Cao, Kai Jiang, Haonan Peng, Zhen Liu, Genshui Wang, Tao Wang, Xiaomei Qin, Chuanqing Li, Yanxue Tang, Xiangyong Zhao, Feifei Wang, Zhigao Hu, Anyang Cui, and Junhao Chu"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/y7gp-hvvs",
      "doi": "10.1103/y7gp-hvvs",
      "summary": "Ferroelectric high-entropy ceramics (HECs) have recently gained significant attentions in advancing high-performance energy storage and dielectric capacitors applications. A critical challenge is to understand the atomic-scale origin of their distinct macroscopic functionalities because HECs always  [Phys. Rev. B 112, 174114] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Stabilizer entropy and entanglement complexity in the Sachdev-Ye-Kitaev model",
      "authors": [
        "Barbara Jasser, Jovan Odavi, and Alioscia Hamma"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rz86-47h3",
      "doi": "10.1103/rz86-47h3",
      "summary": "The Sachdev-Ye-Kitaev (SYK) model is of paramount importance for the understanding of both strange metals and a microscopic theory of two-dimensional gravity. We study the interplay between stabilizer Rnyi entropy and entanglement entropy in both the ground state and highly excited states of the $\\ [Phys. Rev. B 112, 174204] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Thickness-dependent perpendicular magnetic anisotropy and topological Hall effect in magnetic Weyl ${\\mathrm{Co}}_{2}\\mathrm{MnGa}$ and topological insulator ${\\mathrm{Bi}}_{2}{\\mathrm{Te}}_{3}$based heterostructures",
      "authors": [
        "Nikita Sharma, Lalit Pandey, Nakul Kumar, Soumyarup Hait, Nanhe Kumar Gupta, Shubhashish Pati, Saurav Singh, Mitali, and Sujeet Chaudhary"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tghq-yymk",
      "doi": "10.1103/tghq-yymk",
      "summary": "We have investigated the magnetic and transport properties of a unique combination of the topological Weyl ferromagnet (FM) ${\\mathrm{Co}}_{2}\\mathrm{MnGa}$ (CMG) and the topological insulator (TI) ${\\mathrm{Bi}}_{2}{\\mathrm{Te}}_{3}$ (BT) in order to explore quantum materials and their heterostruct [Phys. Rev. B 112, 174418] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin and lattice dynamics at the spin-reorientation transitions in the rare-earth orthoferrite ${\\mathrm{Sm}}_{0.55}{\\mathrm{Tb}}_{0.45}{\\mathrm{FeO}}_{3}$",
      "authors": [
        "R. M. Dubrovin, A. I. Brulev, N. R. Vovk, I. A. Eliseyev, N. N. Novikova, V. A. Chernyshev, A. N. Smirnov, V. Yu. Davydov, Anhua Wu, Liangbi Su, R. V. Mikhaylovskiy, A. M. Kalashnikova, and R. V. Pisarev"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/44m2-sq6k",
      "doi": "10.1103/44m2-sq6k",
      "summary": "Linear and nonlinear couplings of magnetic and lattice excitations are at the heart of many fascinating magnetophononic phenomena observed in rare-earth orthoferrites, the distinctive feature of which is the tendency to spin-reorientation transitions. Here we report the results of the experimental s [Phys. Rev. B 112, 174419] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Measuring coherence factors of states in superconductors through local current",
      "authors": [
        "Rodrigo A. Dourado, Jeroen Danon, Martin Leijnse, and Rubn Seoane Souto"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wx5x-vpf7",
      "doi": "10.1103/wx5x-vpf7",
      "summary": "The coherence factors of quasiparticles in a superconductor determine their properties, including transport as well as their susceptibility to electric fields. In this work, we propose a way to infer the local coherence factors using local transport to normal leads. Our method is based on measuring  [Phys. Rev. B 112, 174515] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Pressure-induced superconductivity in $\\mathrm{La}{\\mathrm{P}}_{2}$ with a graphenelike phosphorus layer",
      "authors": [
        "Mingxin Zhang, Cuiying Pei, Bangshuai Zhu, Qi Wang, Juefei Wu, and Yanpeng Qi"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/t445-8hck",
      "doi": "10.1103/t445-8hck",
      "summary": "Materials with graphenelike layers attract tremendous attention due to their electronic structures and superconducting properties. In this study, we synthesized $\\mathrm{La}{\\mathrm{P}}_{2}$ polycrystalline and observed a superconducting transition at around 30 GPa. The critical temperature ${T}_{c} [Phys. Rev. B 112, 184108] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Short-range charge ordering in Mn-doped ${\\mathrm{LiFePO}}_{4}$",
      "authors": [
        "Souzan Hammadi, Fabian Schwarz, Jolla Kullgren, Daniel Brandell, and Peter Broqvist"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wzsf-5cln",
      "doi": "10.1103/wzsf-5cln",
      "summary": "This paper explores the impact of Mn doping in the battery electrode material Li(Mn)${\\mathrm{FePO}}_{4}$ by computational methods. Structures are generated at up to $6.25%$ Li and $3.125%$ Mn content with varying Li, Fe, and Mn configurations. The oxidation state of the Fe and Mn ions are explicitl [Phys. Rev. B 112, 184109] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Itinerant versus localized magnetism in spin-gapped metallic half-Heusler compounds: Stoner criterion and magnetic interactions",
      "authors": [
        "E. aolu, W. Beida, S. Ghosh, M. Tas, B. Sanyal, S. Lounis, S. Blgel, I. Mertig, and I. Galanakis"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/f4wj-12gt",
      "doi": "10.1103/f4wj-12gt",
      "summary": "Spin-gapped metals have recently emerged as promising candidates for spintronic and nanoelectronic applications, enabling functionalities such as sub-60 mV/dec switching, negative differential resistance, and nonlocal spin-valve effects in field-effect transistors. Realizing these functionalities, h [Phys. Rev. B 112, 184420] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Eliminating leading and subleading corrections to scaling in the three-dimensional XY universality class",
      "authors": [
        "Martin Hasenbusch"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1d4g-483z",
      "doi": "10.1103/1d4g-483z",
      "summary": "We study the $(q+1)$-state clock model on the simple cubic lattice by using Monte Carlo simulations. In addition to the nearest-neighbor coupling we consider a next-to-next-to-nearest-neighbor coupling. For a certain range of the parameters, the phase transition of the model shares the XY universali [Phys. Rev. B 112, 184512] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Domain wall engineering in graphene-based Josephson junctions",
      "authors": [
        "Xia'an Du, Junjie Qi, Hua Jiang, and X. C. Xie"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2w2b-rq7l",
      "doi": "10.1103/2w2b-rq7l",
      "summary": "Recent progress has enabled the controlled fabrication of domain walls (DWs) in graphene, which host topological kink states. Meanwhile, reliable techniques for constructing graphene-based Josephson junctions have been established. While the experimental prerequisites for combining DWs with Josephso [Phys. Rev. B 112, 184513] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Vortices in dipolar condensates of interlayer excitons",
      "authors": [
        "Sara Conti, Andrey Chaves, Luis A. Pea Ardila, David Neilson, and Milorad V. Miloevi"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sjmx-58ny",
      "doi": "10.1103/sjmx-58ny",
      "summary": "Recently observed signatures of Bose-Einstein condensation and superfluidity of dipolar excitons have drawn enormous attention to excitonic semiconductor bilayers. In superfluids, stabilization and observation of vortex matter is usually a decisive proof of coherent condensation order. However to da [Phys. Rev. B 112, 184514] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Tuning excitons and superfluidity of dipolar excitons in double layers of kagome lattice by applying circularly polarized irradiation",
      "authors": [
        "Sita Kandel, Godfrey Gumbs, Teresa Lee, and Oleg L. Berman"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sn2c-ht9h",
      "doi": "10.1103/sn2c-ht9h",
      "summary": "We present detailed calculations for several significant properties of the kagome lattice in the presence of irradiation. We employ the Floquet-Magnus perturbation expansion to obtain the energy bands and the corresponding wave functions near the Dirac points for the kagome lattice in the presence o [Phys. Rev. B 112, 195424] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Two-dimensional Shubnikovde Haas oscillations in ${\\mathrm{PtSe}}_{2}$: A fermiological charge carrier investigation",
      "authors": [
        "Julian Max Salchegger, Rajdeep Adhikari, Bogdan Faina, and Alberta Bonanni"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7dzw-wlpx",
      "doi": "10.1103/7dzw-wlpx",
      "summary": "PtSe 2 exhibits substantial spin-orbit coupling (SOC) and is expected to host large orbital currents, making it an appealing candidate for low-dissipation computing. However, its charge carrier dynamics system remains largely unexplored. The authors investigate here quantum oscillations, revealing essential charge carrier characteristics. Further, Pt vacancies are found to break the time-reversal symmetry, reducing the SOC. The results provide quantitative information about the dynamics of charge carriers in PtSe 2 and approach the origin of the nontrivial Berry phase detected in this system. [Phys. Rev. B 112, 195425] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetic polarons at finite temperature: One-hole spectroscopy study",
      "authors": [
        "Toni Guthardt, Markus Scheb, Jan von Delft, Annabelle Bohrdt, and Fabian Grusdt"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4588-hpc2",
      "doi": "10.1103/4588-hpc2",
      "summary": "The physics of strongly correlated fermions described by Hubbard or $t\\text{}J$ models in the underdoped regimerelevant for high-temperature superconductivity in cuprate compoundsremains a subject of ongoing debate. In particular, the nature of charge carriers in this regime is poorly understood, [Phys. Rev. B 112, 205117] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Finite-temperature real-time properties of magnetic polarons in two-dimensional quantum antiferromagnets",
      "authors": [
        "Toni Guthardt, Markus Scheb, Jan von Delft, Fabian Grusdt, and Annabelle Bohrdt"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bm51-wq36",
      "doi": "10.1103/bm51-wq36",
      "summary": "Due to significant progress in quantum gas microscopy in recent years, there is a rapidly growing interest in real-space properties of single mobile dopands created in correlated antiferromagnetic (AFM) Mott insulators. However, a detailed numerical description remains challenging, even for simple t [Phys. Rev. B 112, 205118] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Statistical thermodynamics of anharmonic carbon chains",
      "authors": [
        "Rodrigo S. Amorim and J. N. Teixeira Rabelo"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d9qp-vm1z",
      "doi": "10.1103/d9qp-vm1z",
      "summary": "We develop an analytical and self-consistent thermodynamic model for carbyne using the unsymmetrized self-consistent field theory. By deriving closed-form expressions for the Helmholtz and Gibbs free energies, as well as vibrational and response functions, we analyze the temperature dependence of se [Phys. Rev. B 112, 205417] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Scalable effective models for superconducting nanostructures: Applications to double, triple, and quadruple quantum dots",
      "authors": [
        "Daniel Bobok, Luk Frk, Vladislav Pokorn, and Martin onda"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mxsl-fc96",
      "doi": "10.1103/mxsl-fc96",
      "summary": "We introduce a versatile and scalable framework for constructing effective models of superconducting (SC) nanostructures described by the generalized SC Anderson impurity model with multiple quantum dots and leads. Our chain expansion (ChE) method maps each SC lead onto a finite tight-binding chain  [Phys. Rev. B 112, 205418] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Ferroelectrically controlled chirality switching of Weyl quasiparticles",
      "authors": [
        "Zeling Li, Yu Liu, Le Du, Fengyu Li, Zhifeng Liu, Lei Li, Lei Wang, Botao Fu, and Xiao-Ping Li"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mrls-4v3d",
      "doi": "10.1103/mrls-4v3d",
      "summary": "Weyl quasiparticles, as gapless low-energy excitations with nontrivial chirality, have garnered extensive interest in recent years. However, archieving effective and reversible control over their chirality (topological charge) remains a major challenge due to topological protection. In this Letter,  [Phys. Rev. B 112, L180305] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electrical injection and transport of coherent magnon superposition states in noncollinear antiferromagnets",
      "authors": [
        "Ping Tang and Gerrit E. W. Bauer"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dwld-2kp3",
      "doi": "10.1103/dwld-2kp3",
      "summary": "Noncollinear antiferromagnets (nAFMs) with a small net magnetic moment offer new opportunities for ultrafast spintronic devices, owing to unique physical properties. While in ferromagnets and collinear AFMs the spin current polarization is locked to the magnetization $\\stackrel{}{\\mathbf{m}}$ and N [Phys. Rev. B 112, L180406] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Breakdown of the quantum anomalous Hall effect under microwave drives",
      "authors": [
        "Torsten Rper, Daniel Rosenbach, Achim Rosch, Alexey A. Taskin, Yoichi Ando, and Erwann Bocquillon"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3148-3vp4",
      "doi": "10.1103/3148-3vp4",
      "summary": "Quantum anomalous Hall (QAH) insulators exhibit chiral dissipationless edge states without an external magnetic field, making them a promising material for quantum metrology and microwave applications. However, the breakdown of the zero-resistance state at low currents hinders progress. We investiga [Phys. Rev. B 112, L201301] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Superconductivity in pure hafnium kagome electride under high pressure</span>",
      "authors": [
        "Zenner S. Pereira, L. Cabral, and E. Z da Silva"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/12077OadUa91c85610c5182238a80bba88b7d5967",
      "doi": "10.1103/gbrd-kp9f",
      "summary": "Superconductivity in pure -Hf under high pressures (40-60GPa) was investigated using density functional theory (DFT) combined with the Migdal-Eliashberg theory. The results indicate that interstitial anionic electrons (IAE) in pure -Hf exhibit both kagome and hexagonal electride structures, with i [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Kramers nodal line in the charge density wave state of YTe${}_{3}$ and the influence of twin domains</span>",
      "authors": [
        "Shuvam Sarkar, Joydipto Bhattacharya, Pramod Bhakuni, Divya Jangra, Pampa Sadhukhan, Rajib Batabyal, Christos D. Malliakas, Marco Bianchi, Davide Curcio, Shubhankar Roy, Arnab Pariari, Sajal Barman, Mohammad Balal, Giovanni Di Santo, Luca Petaccia, Duck Young Chung, Yihao Wang, Vasant G. Sathe, Prabhat Mandal, Mercouri G. Kanatzidis, Philip Hofmann, Aparna Chakrabarti, and Sudipta Roy Barman"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0f070O65E871e14a38754782bd01e9c46aa3465ad",
      "doi": "10.1103/ld4p-hl13",
      "summary": "Recent studies have focused on the relationship between charge density wave (CDW) collective electronic ground states and nontrivial topological states. YTe${}_{3}$, a non-magnetic quasi-two dimensional chalcogenide, has been reported to exhibit a CDW state below 334 K. Using angle-resolved photoemi [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Tuning topological states by dissipation</span>",
      "authors": [
        "Xue-Ping Ren, Yue Hu, Xin-Ran Ma, Cui-Xian Guo, Zheng Wei, Long-Ye Lu, Ji-Yao Fan, and Su-Peng Kou"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6107eO98Rcd1695053d52052427dc888866e13d35",
      "doi": "10.1103/n5c7-yk4l",
      "summary": "The bulk-boundary correspondence plays a crucial role in topological quantum systems, however, this principle is broken in non-Hermitian systems. The breakdown of the bulk-boundary correspondence indicates that the global phase diagrams under open boundary conditions are significantly different from [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Linear magnetoresistance of two-dimensional massless Dirac fermions in the quantum limit</span>",
      "authors": [
        "Xiao-Bin Qiang, Han-Yi Xu, Ren-Jie Tong, Shuai Li, Zi-Xuan Gao, Peng-Lu Zhao, and Hai-Zhou Lu"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/46076O98Tb51b95af79931421b035e133392689bf",
      "doi": "10.1103/71gt-mjjf",
      "summary": "Linear magnetoresistance is a hallmark of 3D Weyl metals in the quantum limit. Recently, a pronounced linear magnetoresistance has also been observed in 2D graphene [Xin et al., Nature 616, 270 (2023)]. However, a comprehensive theoretical understanding remains elusive. By employing the self-consist [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Topological phases of electrons induced by electron-magnon interactions</span>",
      "authors": [
        "Kosuke Fujiwara and Takahiro Morimoto"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8207fOc5T951b352b8095b45592eea3ddabe20e23",
      "doi": "10.1103/bx1x-qc78",
      "summary": "Topological electronic states such as topological insulators and quantum Hall states typically require strong spin-orbit coupling or magnetic fields. In this study, we consider an electron system coupled to a spin system, where electrons interact with magnons, quasiparticles of spin waves. We show t [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Short-range spin freezing in the double trillium lattice spin-liquid candidate KSrFe${}_{2}$(PO${}_{4}$)${}_{3}$ revealed via ${}^{31}$P NMR</span>",
      "authors": [
        "Sebin J. Sebastian, Q. -P. Ding, A. A. Tsirlin, R. Nath, and Y. Furukawa"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6807fYc8Pad27c08a5d83f80c259b581cd047b58c",
      "doi": "10.1103/k3lw-2567",
      "summary": "A comprehensive ${}^{31}$P nuclear magnetic resonance (NMR) study, combined with thermodynamic measurements and first-principle band-structure calculations, has been conducted to explore the ground state of the $S=5/2$ double trillium lattice antiferromagnet KSrFe${}_{2}$(PO${}_{4}$)${}_{3}$. Our ex [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Microscopic changes governing melting anisotropy: Real-time nanosecond x-ray diffraction</span>",
      "authors": [
        "Pritha Renganathan, Surinder M. Sharma, and Y. M. Gupta"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/17076Y3eO9b1c69cb2e997902b29a6ea1e748ebc3",
      "doi": "10.1103/6n8y-m8sq",
      "summary": "To understand the microscopic origins governing melting anisotropy, in-situ x-ray diffraction (XRD) measurements were obtained in aluminum single crystals shock compressed along less than 100 greater than and less than 110 greater than to peak stresses below and above the melting threshold for each  [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Engineering interaction potentials for stabilizing quantum quasicrystal phases</span>",
      "authors": [
        "Matheus Grossklags, Daniel Lima, Vinicius Zampronio, Fabio Cinti, and Alejandro Mendoza-Coto"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c307eO8fP221765834f19331ac2c238352399074b",
      "doi": "10.1103/vnt6-9g1l",
      "summary": "We investigate the necessary features of the pair interaction for the stabilization of self-assembled quantum quasicrystals in two-dimensional bosonic systems. Unlike the classical scenario, our results show that two-dimensional octagonal, decagonal, and dodecagonal aperiodic phases require a distin [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Emergent fractional quantum anomalous Hall effect in a second-order topological insulator</span>",
      "authors": [
        "Hongyan Zhao, Wei Xu, Yang Xue, Wei Li, and Zhongqin Yang"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d3072Y3cT012050eb39b80c58c8d169f9b77c52c6",
      "doi": "10.1103/mrp8-x6n9",
      "summary": "The fractional quantum anomalous Hall (FQAH) phase, featuring unique fractionally quantized states, has garnered substantial experimental progress in recent years. To unlock its full potential for applications in advanced electronics, integrating the FQAH phase with nontrivial higher-order topologic [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Interplay of non-Hermitian skin effect and electronic correlations in the non-Hermitian Hubbard model via real-space dynamical mean field theory</span>",
      "authors": [
        "Chakradhar Rangi, Juana Moreno, and Ka-Ming Tam"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b5075O4dU501b753815a60c06e5ff5e36a1f3b90a",
      "doi": "10.1103/3nvj-g539",
      "summary": "Non-Hermitian quantum systems, characterized by their ability to model open systems with gain and loss, have unveiled striking phenomena such as the non-Hermitian skin effect (NHSE), where eigenstates localize at boundaries under open boundary conditions. While extensively studied in noninteracting  [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Experimentally probing non-Hermitian spectral transition and eigenstate skewness</span>",
      "authors": [
        "Jia-Xin Zhong, Jeewoo Kim, Kai Chen, Jing Lu, Kun Ding, and Yun Jing"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/53074Y3fP682e808257d2a9733265ef49d12ee3fb",
      "doi": "10.1103/xxp9-ng7c",
      "summary": "Non-Hermitian (NH) systems exhibit intricate spectral topology and feature biorthogonal left and right eigenstates, resulting in distinct NH phenomena, such as the NH skin effect and ultra spectral sensitivity. However, conventional techniques fall short in directly measuring complex-valued spectra  [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin echo studies of heavily cobalt-doped ZnO:Mn${}^{2+}$: Electron spectral diffusion under dynamic nuclear polarization</span>",
      "authors": [
        "D. V. Azamat, L. Jastrabik, M. Fanciulli, A. Dejneka, D. R. Yakovlev, and M. Bayer"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ec07bO73Q94Ec11cf5fe2c61f7755090273754da7",
      "doi": "10.1103/fyz9-3dbm",
      "summary": "The dynamic nuclear polarization (DNP) in a system of Mn${}^{2+}$ spins is studied in a weakly ferromagnetic matrix formed in heavily cobalt doped ZnO single crystals. It is established that the thermal mixing mechanism of DNP leads to cooling of the common reservoir of electron spin-spin interactio [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Mixed-valence Mott insulator and composite excitation in twisted bilayer graphene</span>",
      "authors": [
        "Jing-Yu Zhao, Boran Zhou, and Ya-Hui Zhang"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b207cY2bT5627d0ba50950758129f59e992f38d84",
      "doi": "10.1103/kts3-81nk",
      "summary": "The interplay of strong correlation and flat topological bands is a central problem in moir'e systems such as magic-angle twisted bilayer graphene (TBG). In this work, we construct the ground state wavefunction and exotic excitations for correlated phases in TBG at even integer fillings. At a fillin [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Van der Waals density functional for molecular crystals</span>",
      "authors": [
        "Trevor Jenkins, Kristian Berland, and Timo Thonhauser"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a1074O44W581bf4898638e6143cdaeadf90061102",
      "doi": "10.1103/hp9d-4kpf",
      "summary": "Since the development of the nonlocal correlation functional vdW-DF, the family of van der Waals density functionals has grown to better describe a wide variety of systems. A recent generation of the vdW-DF family, vdW-DF3, featured a newly-constructed form of the nonlocal correlation that more accu [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Revisiting thermal transport in CuCl: First-principles calculations and machine learning force fields</span>",
      "authors": [
        "Ashis Kundu, Florian Knoop, and Igor A. Abrikosov"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/be07dO9cUd013c49b9fd82f5b35605036c07aacdf",
      "doi": "10.1103/8p6y-fsmh",
      "summary": "Accurate prediction of lattice thermal conductivity (l) in strongly anharmonic materials requires renormalized interatomic force constants (IFCs) and appropriate incorporation of diagonal and off-diagonal contributions and higher-order scattering. We investigate CuCl, a highly anharmonic system wit [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Solving the transient Dyson equation with quasilinear complexity via matrix compression</span>",
      "authors": [
        "Baptiste Lamic"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/6f076YcbK8d18f83578810b9a2021b5501d2798ae",
      "doi": "10.1103/q222-w14m",
      "summary": "We introduce a numerical strategy to efficiently solve the out-of-equilibrium Dyson equation in the transient regime. By discretizing the equation into a compact matrix form and applying state-of-the-art matrix compression techniques, we achieve significant improvements in computational efficiency,  [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum optical spanner: Twisting superconductors with vortex beam via Higgs mode</span>",
      "authors": [
        "Daemo Kang, Sota Kitamura, and Takahiro Morimoto"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/da079Y10Q3416794c9e90982f5081332d8c1d1038",
      "doi": "10.1103/cj3p-jqxg",
      "summary": "Light carrying orbital angular momentum (OAM)known as vortex beamshas broadened the scope of understanding and applications of lights angular momentum. Optical tweezers using OAM, often referred to as optical spanners, have significantly expanded the tunability of optical manipulation. A key fronti [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Skyrmionic qubits stabilized by Dzyaloshinskii-Moriya interaction as platforms for qubits and quantum gates</span>",
      "authors": [
        "Doru Sticlet, Romulus Tetean, and Coriolan Tiusan"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c007dOadW6518b51d02043e10df79e42dacca1505",
      "doi": "10.1103/wq2b-b9fq",
      "summary": "Quantum computation departs from the classical paradigm of deterministic, bit-based processing by exploiting inherently quantum phenomena such as superposition and entanglement. We propose a framework for qubit realization based on skyrmionic states stabilized by the Dzyaloshinskii-Moriya interactio [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Bose-Hubbard polaron from weak to strong coupling</span>",
      "authors": [
        "Tom Hartweg, Tanul Gupta, and Guido Pupillo"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c1072Yd9U551d79bf0df6c2629d802a75f0a15c72",
      "doi": "10.1103/vx5s-cx17",
      "summary": "We investigate the zero-temperature properties of a mobile impurity immersed in a bath of bosonic particles confined to a square lattice. We analyze the regimes of attractive and repulsive coupling between the impurity and the bath particles for different strengths of boson-boson interactions in the [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quasiparticle interference and spectral function of the UTe${}_{2}$ superconducting surface band</span>",
      "authors": [
        "Adeline Crpieux, Emile Pangburn, Shuqiu Wang, Kuanysh Zhussupbekov, Joseph P. Carroll, Bin Hu, Qiangqiang Gu, J. C. Samus Davis, Catherine Ppin, and Cristina Bena"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b607dO66Qc41045b106f2222dc4ddefaffcd5b8cc",
      "doi": "10.1103/3kcp-w4ny",
      "summary": "We compute the (0-11) surface spectral function, the surface density of states (DOS), and the quasiparticle interference (QPI) patterns, both in the normal state and superconducting (SC) state of UTe2. We consider all possible non-chiral and chiral order parameters (OPs) that could in principle desc [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Dominant Kitaev interaction and field-induced quantum disordered phase in the cobaltate Na${}_{2}$Co${}_{2}$TeO${}_{6}$</span>",
      "authors": [
        "Xu-Guang Zhou, Han Li, Chaebin Kim, Akira Matsuo, Kavita Mehlawat, Kazuki Matsui, Zhuo Yang, Atsuhiko Miyata, Gang Su, Koichi Kindo, Je-Geun Park, Yoshimitsu Kohama, Wei Li, and Yasuhiro H. Matsuda"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/cd071Y90T6d2a20a748b6a4645dcb3a1b59b2819f",
      "doi": "10.1103/r574-yrrp",
      "summary": "The identification of quantum spin liquid phases in Kitaev candidate materials remains a major experimental challenge. Since most Kitaev candidates develop antiferromagnetic (AFM) order at low temperatures, currently there are great interest on the field-induced magnetic disordered phase in these co [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Order parameter for non-mean-field spin glasses</span>",
      "authors": [
        "Michele Castellana"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5c07bO87S7714e5fc49a25f9d23acd99fce06ccb2",
      "doi": "10.1103/7lm2-ljrd",
      "summary": "We propose a novel renormalization group (RG) method for non mean-field models of spin glasses, which leads to the emergence of a novel order parameter. Unlike previous approaches where the RG procedure is based on a priori notions on the system, our analysis follows a minimality principle, where no [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Resonant dynamics of spin clusters in a periodically driven one-dimensional Rydberg lattice</span>",
      "authors": [
        "Jin-Qiu Xiong, Yu-Hong Yan, Xun-Da Jiang, Yong-Yao Li, and Kun-Liang Zhang"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/10074ObcUc711e5fc06978115a3f2110d0a1edb97",
      "doi": "10.1103/rznn-xlgb",
      "summary": "Rydberg lattice under facilitation conditions can feature kinetic constraints, leading to ballistic and non-ergodic behavior at different detuning intensities. Here, we demonstrate that a resonant driving field can achieve effects similar to those under facilitation conditions. We focus on the relax [Phys. Rev. B] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Thermodynamic geometric control of active matter",
      "authors": [
        "Yating Wang, Enmai Lei, Yu-Han Ma, Z. C. Tu, and Geng Li"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/p2gz-47vt",
      "doi": "10.1103/p2gz-47vt",
      "summary": "Active matter represents a class of nonequilibrium systems that constantly dissipate energy to produce directed motion. Controlling active matter to achieve a target state holds great potential for advancements in synthetic molecular motors, targeted drug delivery, and adaptive smart materials. Howe [Phys. Rev. E 112, 054124] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Efficient detour-aware dynamic routing based on local traffic load in urban road networks",
      "authors": [
        "Jie Chen, Yantao Zhang, Xin Hong, Shengxian Wang, Maobin Hu, and Fulong Chen"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gdpb-5j92",
      "doi": "10.1103/gdpb-5j92",
      "summary": "We investigate a decentralized traffic routing strategy that leverages local traffic load (LTL) information to improve the overall performance of urban transportation networks. Unlike conventional approaches based on static shortest-distance paths or globally optimized travel times, the proposed str [Phys. Rev. E 112, 054314] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Competing length scales and symmetry frustration govern nonuniversal melting in two-dimensional core-softened colloidal crystals",
      "authors": [
        "Thiago Puccinelli, Alexandre V. Ilha, and Jose Rafael Bordin"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4xcm-gh57",
      "doi": "10.1103/4xcm-gh57",
      "summary": "We investigate the melting behavior of two-dimensional colloidal crystals stabilized by a core-softened potential featuring two competing interaction length scales. Using molecular-dynamics simulations, we uncover and analyze distinct melting pathways for three polymorphic solid phases: a low-densit [Phys. Rev. E 112, 055415] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Dumbbell dimer dynamics in three-dimensional chiral fluids",
      "authors": [
        "Michalis Chatzittofi and Yuto Hosaka"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/w6pg-4471",
      "doi": "10.1103/w6pg-4471",
      "summary": "We study the emergent orientational dynamics of a dumbbell dimertwo asymmetric monomers connected by a linking springin a three-dimensional chiral environment with odd viscosity. In classical systems with conserved parity symmetry, reciprocal oscillations of a dimer do not lead to rotational motio [Phys. Rev. E 112, 055416] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Heterogeneity induces cyclops states in Kuramoto networks with higher-mode coupling",
      "authors": [
        "Maxim I. Bolotov, Lev A. Smirnov, Vyacheslav O. Munyayev, Grigory V. Osipov, and Igor Belykh"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kvyt-6gyz",
      "doi": "10.1103/kvyt-6gyz",
      "summary": "Disorder is often seen as detrimental to collective dynamics, yet recent work has shown that heterogeneity can enhance network synchronization. However, its constructive role in stabilizing nontrivial cooperative patterns remains largely unexplored. In this Letter, we show that frequency heterogenei [Phys. Rev. E 112, L052202] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Mitigating cascades in coevolving networks with targeted rewiring",
      "authors": [
        "Karan Singh, Kabilan Thirumurugan, V. K. Chandrasekar, and D. V. Senthilkumar"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h58r-7wdh",
      "doi": "10.1103/h58r-7wdh",
      "summary": "We investigate the coevolution of network structure and opinion dynamics by integrating a threshold-based complex contagion model with a target rewiring mechanism. In contrast to previous models that allow all nonadopting nodes to rewire indiscriminately, our framework introduces the concept of supe [Phys. Rev. E 112, L052303] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Dimensional analysis for clogging of grains in two and three dimensions</span>",
      "authors": [
        "Julin Montero, Luis A. Pugnaloni, and Ryan Kozlowski"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/3f072Ra5U4718d24d5bb85684a652a66509073318",
      "doi": "10.1103/g9yk-7pf1",
      "summary": "We conduct standard dimensional analysis (VaschyBuckingham $$-theorem) for the mean avalanche size $s$ when particles flow through, and clog at, a small orifice on the base of a flat-bottomed silo. We consider the effect of particle diameter $d$, orifice diameter $D$, particle density $$, parti [Phys. Rev. E] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Reduced density fluctuations via anti-aligning in active matter</span>",
      "authors": [
        "Horst-Holger Boltz and Thomas Ihle"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/b1078Y93Jd81fd8a74f93977c1e83366aab03b848",
      "doi": "10.1103/w9pf-3r76",
      "summary": "We highlight the importance of long-range correlations in active matter systems of self-propelling particles even in the absence of global order or steric interactions by demonstrating that long-range density fluctuations are reduced. We show this analytically for a one-dimensional lattice process e [Phys. Rev. E] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Hydrodynamic equations for active Brownian particles in the high-persistence regime</span>",
      "authors": [
        "Martn Pinto-Goldberg and Rodrigo Soto"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/6f07bRb4Sff1d82398bd1c224e209b6f8f3d8caf9",
      "doi": "10.1103/fg3f-763d",
      "summary": "In the high persistence regime of non-inertial active Brownian particles (ABP), polarization becomes a relevant dynamical field. Based on a recently proposed kinetic description for ABP, we derive NavierStokes-like equations for the density and polarization fields in this regime. Using the Chapman [Phys. Rev. E] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>All-optical chaos synchronization between nonidentical optomechanical cavities</span>",
      "authors": [
        "Souvik Mondal, Murilo S. Baptista, and Kapil Debnath"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/07073Yb2L1c1518f769b8f242c1721a5523654f77",
      "doi": "10.1103/8xqr-9vp5",
      "summary": "Optomechanical cavities, with nonlinear photon-phonon interactions, offer a more compact approach to chaos generation than conventional feedback-based optical systems. However, proper study on chaos synchronization of two optomechanical cavities connected by optical means is still unexplored. In thi [Phys. Rev. E] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Parameter degeneracy in the vertex model for tissues</span>",
      "authors": [
        "Paulo C. Godolphim, Leonardo G. Brunnet, and Rodrigo Soto"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/71074R7aU771632fd60433f5b00fbc6ac847059bd",
      "doi": "10.1103/s4yf-m7xp",
      "summary": "The vertex model with homogeneous cell properties is known to exhibit a parameter degeneracy in which the systems dynamics is independent of the target area. Here, we show, for the heterogeneous vertex model where cells differ in size and stiffness, that degeneracy is also present with the average  [Phys. Rev. E] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Depinning and activated motion of chiral self-propelled robots</span>",
      "authors": [
        "Juan Pablo Carrillo-Mora, Adri Garcs, and Demian Levis"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/a4076YfaTf429801a5723e398034c1311e06a1686",
      "doi": "10.1103/7zmp-z893",
      "summary": "We study experimentally, numerically and analytically, the dynamics of a chiral active particle (cm-sized robots), pulled at a constant translational velocity. We show that {these robots can faithfully be described by an overdamped chiral Active Brownian Particle model with self-alignment. We find t [Phys. Rev. E] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Short-time blowup statistics of a Brownian particle in repulsive potentials</span>",
      "authors": [
        "Baruch Meerson"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/77078R09W2e1962763b16a78574c0014f1081a88c",
      "doi": "10.1103/f4x1-tx59",
      "summary": "We study the dynamics of an overdamped Brownian particle in a repulsive scale-invariant potential $V(x){x}^{n+1}$. For $n&gt;1$, a particle starting at position $x$ reaches infinity in a finite, randomly distributed time. We focus on the short-time tail $T0$ of the probability distribution $P(T,x [Phys. Rev. E] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Casimir interaction between polydisperse colloids trapped at a fluid interface</span>",
      "authors": [
        "Seyed Emad Mousavi and Ehsan Noruzifar"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/c2076Re4U9a1292395e048059ed5b008cd4e25231",
      "doi": "10.1103/t1cf-6498",
      "summary": "We investigate the effect of polydispersity on fluctuation-induced interactions between colloids trapped at a fluid interface. Using the scattering-matrix formalism, we calculate the interaction energy in two- and three-body systems under three mechanical boundary conditions. We find that size asymm [Phys. Rev. E] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Advanced SQUID-on-lever scanning probe for high-sensitivity magnetic microscopy with sub-100-nm spatial resolution",
      "authors": [
        "Timur Weber, Daniel Jetter, Jan Ullmann, Simon A. Koch, Simon F. Pfander, Katharina Kress, Andriani Vervelaki, Boris Gross, Oliver Kieler, Ute Drechsler, Priya R. Baral, Arnaud Magrez, Reinhold Kleiner, Armin W. Knoll, Martino Poggio, and Dieter Koelle"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6s24-vz3k",
      "doi": "10.1103/6s24-vz3k",
      "summary": "Nanoscale superconducting quantum interference devices (SQUIDs) integrated on scanning probes are important for high-resolution magnetic imaging at low temperatures. Progress has been limited by a lack of robust sensors that can both be fabricated on the wafer scale and provide the highest spatial resolution. The authors combine optical lithography and focused-ion-beam milling to produce niobium nano-SQUIDs on silicon cantilevers, achieving high spatial resolution and sensitivity in magnetic fields of up to 0.5 T at 4.2 K. These sensors can image individual magnetic skyrmions and nanoscale magnetization patterns, significantly expanding the applicability of scanning SQUID microscopy. [Phys. Rev. Applied 24, 054041] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Slit-loaded coplanar waveguide for color-center spin qubits",
      "authors": [
        "Haruko Toyama, Kosuke Tahara, Taro Ikeda, Hiroya Tanaka, Atsushi Miura, Shin-ichi Tamura, Maria Emma Villamin, Toshinori Numata, Naotaka Iwata, Yuichi Yamazaki, Takeshi Ohshima, Katsuhiro Kutsuki, and Hideo Iizuka"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4yky-99vk",
      "doi": "10.1103/4yky-99vk",
      "summary": "The spin qubits of color centers are extensively investigated for quantum sensing, communication, and information processing, with their states generally controlled using lasers and microwaves. However, it is challenging to effectively irradiate both lasers and microwaves onto color centers using sm [Phys. Rev. Applied 24, 054042] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "High-resolution imaging of ultrasonic fields through a multimode optical fiber",
      "authors": [
        "Benjamin Keenlyside, Dylan Marques, David B. Phillips, Edward Zhang, Paul Beard, and James Guggenheim"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nrzh-hqsh",
      "doi": "10.1103/nrzh-hqsh",
      "summary": "High-resolution ultrasound and photoacoustic imaging with flexible, lightweight probes is highly desirable for applications ranging from handheld clinical diagnostics to minimally invasive endoscopy and industrial inspection in confined environments. Piezoelectric transducer arrays, while widely use [Phys. Rev. Applied 24, 054043] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Topology-protected displacement metrology using broadband unpolarized light",
      "authors": [
        "Di Liu, Han Liu, H.P. Urbach, and Zheng Xi"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/q77s-h3wg",
      "doi": "10.1103/q77s-h3wg",
      "summary": "We introduce topological invariants into displacement metrology and show that robust topological structures in momentum space can be used to retrieve the displacement of a small particle. Owing to its topological nature, the proposed scheme is general. It does not require phase or polarization stabi [Phys. Rev. Applied 24, 054044] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Reprogrammable self-assembly of magnetic lattices in two dimensions",
      "authors": [
        "Audrey A. Watkins and Osama R. Bilal"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d9pt-1n1b",
      "doi": "10.1103/d9pt-1n1b",
      "summary": "Simple local interactions can cause primitive building blocks to self-assemble into complex and functional patterns; however, even for a small number of blocks, there exist a vast number of plausible and stable configurations with varying degrees of order. The ability to dynamically shift between mu [Phys. Rev. Applied 24, 054045] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Parametric modulation magnetometer for crosstalk suppression in nuclear magnetic resonance gyroscopes</span>",
      "authors": [
        "Wenhao Luo, Yue Chang, Yanhua Wang, and Renfu Yang"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/f207eA3aU9d1c00225ae535406d1a2ba927d8e9f5",
      "doi": "10.1103/t2z8-6225",
      "summary": "Nuclear magnetic resonance gyroscopes (NMRGs) detect the noble gas nuclear spin precession using an in-situ parametric modulation Rb atomic magnetometer. However, conventional phase-sensitive demodulation (PSD) suffers from a degraded signal-to-noise ratio (SNR) in detecting the nuclear spin precess [Phys. Rev. Applied] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Digitally controlled conveyor-belt spin shuttling in silicon for large-scale quantum computation</span>",
      "authors": [
        "Ryo Nagai, Takashi Takemoto, Yusuke Wachi, and Hiroyuki Mizuno"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/d8072A69Pd119c0244c56554cbea94506bdf7f56c",
      "doi": "10.1103/ng22-2cgg",
      "summary": "We propose a digital-controlled conveyor-belt shuttling method for silicon-based quantum processors, addressing the scalability challenges of conventional analog sinusoidal implementations. By placing a switch matrix and low-pass filters in a cryogenic environment, our approach synthesizes near-sinu [Phys. Rev. Applied] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Near-field focusing and amplification of tip-substrate radiative heat transfer</span>",
      "authors": [
        "M. Vescovo, P. Ben-Abdallah, and R. Messina"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/d9074Ad8Tf81ba0cf6270e3221754da26f3c75c74",
      "doi": "10.1103/njnd-12n5",
      "summary": "The spatially resolved near-field radiative heat transfer between a nanoscale probe and a substrate is studied in the fluctuational electrodynamics framework within the dipolar approximation. It is shown that the introduction of a thin polar film atop a non-dispersive substrate can lead to both an e [Phys. Rev. Applied] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Sliding-induced vertical ferroelectricity in bilayer $1T$-ReS${}_{2}$ toward high-efficiency photovoltaics</span>",
      "authors": [
        "Meng Ge, Jianing Tan, Degao Xu, and Gang Ouyang"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/d507bA02Q051f400845f719625386076dc3757b9d",
      "doi": "10.1103/z9vt-j5yt",
      "summary": "The emergence of sliding ferroelectricity has opened new avenues for the development of two-dimensional (2D) ferroelectrics. However, the fundamental mechanisms governing sliding-induced multistate ferroelectricity and its correlation with optoelectronic properties remain poorly understood. Using r [Phys. Rev. Applied] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Role of the junction voltage on the overflow current in light-emitting diodes</span>",
      "authors": [
        "Tanay Tak, Tsung-Yin Tsai, Wan Ying Ho, Yi Chao Chow, Jacques Peretti, Yuh-Renn Wu, Claude Weisbuch, and James S. Speck"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/e007dA0fQc11dd02b5863a05ec776aac0a6e356e8",
      "doi": "10.1103/jxct-dbjj",
      "summary": "Quantum-well (QW) based light-emitters, such as light-emitting diodes (LEDs) and lasers, of various semiconductor materials experience a reduction in their efficiency when operating at higher temperatures, a phenomenon referred to as thermal droop. Amongst the various claims on the origins of ther [Phys. Rev. Applied] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Interplay between electron-hole and impurity scattering in HgTe-based quantum wells",
      "authors": [
        "A. V. Snegirev, V. M. Kovalev, M. V. Entin, E. B. Olshanetsky, G. M. Gusev, N. N. Mikhailov, and Z. D. Kvon"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qgrt-x2x5",
      "doi": "10.1103/qgrt-x2x5",
      "summary": "A 20-nm-wide (100)-oriented HgTe quantum well (QW) hosts a two-dimensional (2D) semimetal comprising both electrons and holes. In this study, we report that in addition to the previously observed quadratic temperature dependence of resistance, the system also displays an unexpected linear temperatur [Phys. Rev. Research 7, 043169] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Rolling, sliding, and trapping of driven particles in square obstacle lattices",
      "authors": [
        "Galor Geva, Arin Escobar Ortiz, Paula Magrinya, Pablo Llombart, Alfredo Alexander-Katz, Laura R. Arriaga, and Juan L. Aragones"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2f4p-2xy7",
      "doi": "10.1103/2f4p-2xy7",
      "summary": "A rotating particle near a substrate patterned with a square lattice of cylindrical posts reverses direction as the obstacle area fraction is varied, reflecting a balance between shear driven rolling and pressure driven sliding. [Phys. Rev. Research 7, L042035] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Hydrogenated ${\\mathrm{PdCoO}}_{2}$: A layered Metallic Oxide with Robust Room-Temperature Ferromagnetism",
      "authors": [
        "Di Tian, Haotian Zheng, Zewei Huang, Sijie Wu, Pengcheng Li, Cong Li, Jianbing Zhang, Xinyu Shu, Jinling Zhou, Yang Liu, Yanhong Gu, Meng Wang, Di Yi, Tianxiang Nan, Zhen Chen, Qing He, Huaqiang Wu, Shuyun Zhou, Weidong Luo, and Pu Yu"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3mgc-z9wv",
      "doi": "10.1103/3mgc-z9wv",
      "summary": "Hydrogenation treatment unlocks robust room-temperature ferromagnetism in the highly conductive layered oxide PdCoO 2 , creating a natural superlattice of metallic and magnetic layers for potential spintronic applications. [Phys. Rev. X 15, 041030] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Attosecond X-Ray Core-Level Chronoscopy of Aromatic Molecules",
      "authors": [
        "Jia-Bao Ji <em>et al.</em>"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dp5w-qxqc",
      "doi": "10.1103/dp5w-qxqc",
      "summary": "Attosecond x-ray measurements reveal that electrons escape more slowly from nitrogen than from carbon atoms in molecules, showing how atomic composition and symmetry shape ultrafast, element-specific electron dynamics. [Phys. Rev. X 15, 041031] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Scalable Optical Quantum State Synthesizer with Dual-Mode Resonator Memory",
      "authors": [
        "Fumiya Hanamura, Kan Takase, Kazuki Hirota, Rajveer Nehra, Florian Lang, Shigehito Miki, Hirotaka Terai, Masahiro Yabuno, Takahiro Kashiwazaki, Asuka Inoue, Takeshi Umeki, Warit Asavanant, Mamoru Endo, Jun-ichi Yoshikawa, and Akira Furusawa"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ztqs-q4ql",
      "doi": "10.1103/ztqs-q4ql",
      "summary": "An experimental demonstration establishes a scalable pathway for generating complex non-Gaussian states. [PRX Quantum 6, 040336] Published Fri Nov 14, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Universal Quantum Computation via Scalable Measurement-Free Error Correction",
      "authors": [
        "Stefano Veroni, Alexandru Paler, and Giacomo Giudice"
      ],
      "date": "2025-11-14T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lkk1-v6wp",
      "doi": "10.1103/lkk1-v6wp",
      "summary": "Universal and fault-tolerant quantum computation can be practically achievedand efficiently scaled upwithout intermediate measurements or real-time feedback operations. [PRX Quantum 6, 040337] Published Fri Nov 14, 2025"
    }
  ]
}