{
  "generatedAt": "2025-10-04T10:12:24.895214+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "General Approach to Error Detection of Bosonic Codes via Phase Estimation",
      "authors": [
        "Yuan-De Jin, Shi-Yu Zhang, Ulrik L. Andersen, and Wen-Long Ma"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h6rv-hz81",
      "doi": "10.1103/h6rv-hz81",
      "summary": "We present a general approach to error detection of bosonic quantum error-correction codes via an adaptive quantum phase estimation algorithm assisted by a single ancilla qubit. The approach is applicable to a broad class of bosonic codes whose error syndromes are described by symmetry or stabilizer… [Phys. Rev. Lett. 135, 140603] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Field-Induced Magnon Decay, Magnon Shadows, and Rotonlike Excitations in the Honeycomb Antiferromagnet ${\\mathrm{YbBr}}_{3}$",
      "authors": [
        "J. A. Hernández, A. A. Eberharter, M. Schuler, J. Lass, D. G. Mazzone, R. Sibille, S. Raymond, K. W. Krämer, B. Normand, B. Roessli, A. M. Läuchli, and M. Kenzelmann"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/q29r-8x1m",
      "doi": "10.1103/q29r-8x1m",
      "summary": "A. Hernández, A. A. Eberharter, M. Schuler, J. Lass, D. G. Mazzone, R. Sibille, S. Raymond, K. W. Krämer, B. Normand, B. Roessli, A. M. Läuchli, and M. Kenzelmann The spectral function of the honeycomb antiferromagnet YbBr 3 measured via inelastic neutron scattering reveals rotonlike magnon excitations arising from magnon-magnon interactions. [Phys. Rev. Lett. 135, 146701] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Fate of Bosonic Topological Edge Modes in the Presence of Many-Body Interactions",
      "authors": [
        "Niclas Heinsdorf, Darshan G. Joshi, Hosho Katsura, and Andreas P. Schnyder"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1pty-fvpf",
      "doi": "10.1103/1pty-fvpf",
      "summary": "Tensor network calculations on a quantum Heisenberg model on a ladder reveal topological bosonic edge modes on its boundary, even when the noninteracting theory breaks down. [Phys. Rev. Lett. 135, 146702] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Generation of Pure Spin Current with Insulating Antiferromagnetic Materials",
      "authors": [
        "Yingwei Chen, Junyi Ji, Liangliang Hong, Xiangang Wan, and Hongjun Xiang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/n8d2-hjnd",
      "doi": "10.1103/n8d2-hjnd",
      "summary": "First-principles methodology and symmetry analysis combined with high-throughput calculations identify new antiferromagnetic insulating materials that may exhibit pure piezospintronic effects driven by atomic displacements rather than electronic changes. [Phys. Rev. Lett. 135, 146703] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Cracking Down on Fracture to Functionalize Damage",
      "authors": [
        "Leo de Waal, Matthaios Chouzouris, and Marcelo A. Dias"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s28l-zbpz",
      "doi": "10.1103/s28l-zbpz",
      "summary": "In this Letter we propose a novel relationship between topology and damage propagation in Maxwell lattices that redefines fracture as a functional design feature rather than mere degradation. We demonstrate that topologically protected modes, inherently robust against perturbations, localize along l… [Phys. Rev. Lett. 135, 148202] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Efficiently Driving ${\\mathrm{F}}_{1}$ Molecular Motor in Experiment by Suppressing Nonequilibrium Variation",
      "authors": [
        "Takahide Mishima, Deepak Gupta, Yohei Nakayama, W. Callum Wareham, Takumi Ohyama, David A. Sivak, and Shoichi Toyabe"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b24h-v7by",
      "doi": "10.1103/b24h-v7by",
      "summary": "Turning a biologically important molecular motor at a constant rate saves energy, according to experiments. [Phys. Rev. Lett. 135, 148402] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Invested and potential magic resources in measurement-based quantum computation</span>",
      "authors": [
        "Gong-Chu Li, Lei Chen, Si-Qi Zhang, Xu-Song Hong, Huaqing Xu, Yuancheng Liu, You Zhou, Geng Chen, Chuan-Feng Li, Guang-Can Guo, and Alioscia Hamma"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/65074Y96Pf522d07c37d2994a84c348d9a5d49aa8",
      "doi": "10.1103/4yyv-hggz",
      "summary": "Magic states and magic gates are crucial for achieving universal quantum computation, but important questions about how magic resources should be implemented to attain maximal quantum advantage have remained unexplored, especially in the context of measurement-based quantum computation (MQC). This w… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Roughening transition in quantum circuits</span>",
      "authors": [
        "Hyunsoo Ha, David A. Huse, and Grace M. Sommers"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/46079Y3fS482480085278831fa7cde11ef9e574d2",
      "doi": "10.1103/gkwd-8477",
      "summary": "We explore a roughening phase transition that occurs in the entanglement dynamics of certain quantum circuits. Viewing entanglement as the free energy of a membrane in a circuit-defined random environment, there is a competition between membrane smoothing due to lattice pinning and roughening due to… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Observation of temperature effects on false vacuum decay in atomic quantum gases</span>",
      "authors": [
        "Riccardo Cominotti, Cosetta Baroni, Chiara Rogora, Diego Andreoni, Giacomo Guarda, Giacomo Lamporesi, Gabriele Ferrari, and Alessandro Zenesini"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a0076Y1cQe11a796c3f781d75b5ceac5513fa02ab",
      "doi": "10.1103/l396-yysb",
      "summary": "Temperature plays a crucial role in metastable phenomena, not only by contributing to determine the state (phase) of a system, but also ruling the decay probability to more stable states. Such a situation is encountered in many different physical systems, ranging from chemical reactions to magnetic … [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Hallmarks of ballistic terahertz magnon currents in an antiferromagnetic insulator</span>",
      "authors": [
        "Hongsong Qiu, Oliver Franke, Yuanzhe Tian, Zdeněk Kašpar, Reza Rouzegar, Oliver Gueckstock, Ji Wu, Maguang Zhu, Biaobing Jin, Yongbing Xu, Tom S. Seifert, Di Wu, Piet W. Brouwer, and Tobias Kampfrath"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/6007cYb0R032ed0723a70430c91a67bdae777fff4",
      "doi": "10.1103/mk8h-yzkj",
      "summary": "Efficient transport of spin angular momentum is expected to play a crucial role in future spintronic devices, which will potentially operate at frequencies reaching the terahertz range. On the other hand, antiferromagnetic insulators exhibit significant potential for facilitating ultrafast pure spin… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Probing valence electron and hydrogen dynamics using charge-pair imaging with ultrafast electron diffraction</span>",
      "authors": [
        "Tianyu Wang, Hui Jiang, Ming Zhang, Xiao Zou, Pengfei Zhu, Feng He, Zheng Li, and Dao Xiang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/6c072Y93S8c2020d934c31c7d14f25dd0ead92ce3",
      "doi": "10.1103/kny2-gf5x",
      "summary": "A key challenge in ultrafast science has been to directly track the coupled motions of electrons and nuclei in real-space and real-time. This study presents a significant step towards this goal by demonstrating the feasibility of time-resolved real-space tracking of valence electron and hydrogen dyn… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Window observables for benchmarking parton distribution functions</span>",
      "authors": [
        "Joe Karpie, Christopher J. Monahan, Kostas Orginos, and Savvas Zafeiropoulos"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a607eY6bS721279ef64474f1d393edc1fd6c2e04b",
      "doi": "10.1103/q6jl-816j",
      "summary": "Global analysis of collider and fixed-target experimental data and calculations from lattice quantum chromodynamics (QCD) are used to gain complementary information on the structure of hadrons. We propose novel “window observables’’ that allow for higher precision cross-validation between the differ… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Optimal and feasible contextuality-based randomness generation</span>",
      "authors": [
        "Yuan Liu and Ravishankar Ramanathan"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/bd07cYbcNf311a8a187d6f064030ce6209daba13d",
      "doi": "10.1103/cn3m-j743",
      "summary": "Semi-device-independent (SDI) randomness generation protocols based on Kochen-Specker contextuality offer the attractive features of compact devices, high rates, and ease of experimental implementation over fully device-independent (DI) protocols. Here, we investigate this paradigm and derive four r… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Reconciliation between neutron skin thickness from PREX-2 experiment and neutron-star tidal polarizability from GW170817 event: The key role of symmetry energy curvature</span>",
      "authors": [
        "Z. Y. Guan and Y. F. Niu"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/65072Y41M741828a35a1689892ecd0cc85741a95b",
      "doi": "10.1103/6m4p-wmv3",
      "summary": "The GW170817 neutron star merger event and the PREX-2 experiment for neutron skin measurement have provided new clues for understanding nuclear Equation of State (EoS). However, inconsistency between tidal polarizability $ ^{1.4}$ from GW170817 event and neutron skin thickness of ${}^{208}$Pb $R_{\\r… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Observation of orbitally excited ${B}_{c}^{+}$ states</span>",
      "authors": [
        "R. Aaij et al."
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/81076Ye0Te72950c24cf939131b262f9ef37e40e6",
      "doi": "10.1103/fc8j-tb8k",
      "summary": "The observation of a wide peaking structure in the ${B}_{c}^{+}γ$ mass spectrum is reported using proton-proton collision data collected by the LHCb detector at center-of-mass energies of $7$, $8$ and $13 $, corresponding to a total integrated luminosity of ${9}^{−1}$. The statistical significance o… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>From light-cone to supersonic propagation of correlations by competing short- and long-range couplings</span>",
      "authors": [
        "Catalin-Mihai Halati, Ameneh Sheikhan, Giovanna Morigi, Corinna Kollath, and Simon B. Jäger"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/69073Ya5Pf92cb09d2b43b4133a435a4d89c8f650",
      "doi": "10.1103/tt11-vcpr",
      "summary": "We investigate the dynamical spreading of correlations in many-body quantum systems with competing short- and global-range couplings. We monitor the non-equilibrium dynamics of the correlations following a quench, showing that for strong short-range couplings the propagation of correlations is domin… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Optimal distributions of receptors on arbitrarily shaped cell surfaces</span>",
      "authors": [
        "Daoning Wu, Sayun Mao, and Jie Lin"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/d607aYc5Pf22860c947920d45afb5dee55045f644",
      "doi": "10.1103/xklg-qy2t",
      "summary": "Efficient absorption of molecules through receptors on cell surfaces is crucial for various biological processes. While ubiquitous patterns of receptor distributions, including polar localization in rod-shaped cells, have been widely observed, the underlying evolutionary advantage of these patterns … [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Interaction induced Anderson transition in a kicked one dimensional Bose gas</span>",
      "authors": [
        "H. Olsen, P. Devillard, G. Aupetit-Diallo, P. Vignolo, and M. Albert"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/81077Y4dPc913396982134e217b70e025331b9427",
      "doi": "10.1103/dyxq-qkmd",
      "summary": "We investigate the Lieb-Liniger model of one-dimensional bosons subjected to periodic kicks. In both the non-interacting and strongly interacting limits, the system undergoes dynamical localization, leading to energy saturation at long times. However, for finite interactions, we reveal an interactio… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Tuning steady shear rheology through active dopants</span>",
      "authors": [
        "Amir Shee, Ritwik Bandyopadhyay, and Haicen Yue"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5807eY43S2e1709ac8f473d34a8131956f55fad69",
      "doi": "10.1103/qvr9-rvw4",
      "summary": "We numerically investigate the steady shear rheology of mixtures of active and passive Brownian particles, with varying fractions of active components. We find that even a small fraction of active dopants triggers fluidization with comparable efficiency to fully active systems. A combined parameter,… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Microscopic origin of the magnetic easy-axis switching in Fe${}_{3}$GaTe${}_{2}$ under pressure</span>",
      "authors": [
        "Jiaqi Li, Shuyuan Liu, Chongze Wang, Fengzhu Ren, Bing Wang, and Jun-Hyung Cho"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8107bO7eTf01375bf5f243c73d5a74d44bc19acb9",
      "doi": "10.1103/htht-2r5v",
      "summary": "The two-dimensional layered ferromagnet Fe3GaTe2, composed of a Te-FeI-FeII/Ga-FeI-Te stacking sequence, hosts two inequivalent Fe sites and exhibits a high Curie temperature and strong out-of-plane magnetic anisotropy, making it a promising platform for spintronic applications. Recent experiments h… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>High-temperature superconductivity induced by the Su-Schrieffer-Heeger electron-phonon coupling</span>",
      "authors": [
        "Xun Cai, Zi-Xiang Li, and Hong Yao"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8607eY4aW541487179163f55cdbf91bfccd7859d1",
      "doi": "10.1103/rhss-d52m",
      "summary": "Experimental quest for high-temperature and room-temperature superconductivity (SC) at ambient pressure has been a long-standing research theme in physics. It has also been desired to construct reliable microscopic mechanisms that may achieve high-temperature SC. Here we systematically explore SC in… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Post-measurement quantum monte carlo</span>",
      "authors": [
        "Kriti Baweja, David J. Luitz, and Samuel J. Garratt"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/bb071K78Mc718603586821871e0ce34da2509e804",
      "doi": "10.1103/2tx2-7z18",
      "summary": "We show how the effects of large numbers of measurements on many-body quantum ground and thermal states can be studied using Quantum Monte Carlo (QMC). Density matrices generated by measurement in this setting feature products of many local nonunitary operators, and by expanding these density matric… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Universal property of random trajectories in bounded domains",
      "authors": [
        "T. Binzoni, E. Dumonteil, and A. Mazzolo"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dng6-9519",
      "doi": "10.1103/dng6-9519",
      "summary": "Can we deduce the total length of a random trajectory by observing only its local path segments within a confined domain? Surprisingly, the answer is yes —for curves randomly placed and oriented in space, whether stochastic or deterministic; generated by ballistic or diffusive dynamics; possibly inte… [Phys. Rev. E 112, 044105] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Generic method for integrating Lindblad master equations",
      "authors": [
        "Jiayin Gu and Fan Zhang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vnhp-fnl3",
      "doi": "10.1103/vnhp-fnl3",
      "summary": "The time evolution of Markovian open quantum systems is governed by Lindblad master equations, whose solution can be formally written as the Lindbladian exponential acting on the initial density matrix. By expanding this Lindbladian exponential into the Taylor series, we propose a generic method for… [Phys. Rev. E 112, 044106] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Impact of on-site potential on the thermal-siphon phenomenon in networks",
      "authors": [
        "Kezhao Xiong and Zhuohan Wang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lv5d-lyc5",
      "doi": "10.1103/lv5d-lyc5",
      "summary": "This work explores the thermal-siphon phenomenon in networks and its regulation via on-site potential. By locally reconstructing a two-dimensional lattice, we induce the thermal-siphon effect and investigate its behavior through heat conduction simulations. Our results demonstrate that increasing th… [Phys. Rev. E 112, 044107] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Charged particle transport across magnetic field driven by magnetosonic solitons in plasma",
      "authors": [
        "N. V. Gerasimenko, F. M. Trukhachev, M. M. Vasiliev, and O. F. Petrov"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2zbh-cmdh",
      "doi": "10.1103/2zbh-cmdh",
      "summary": "This work investigates the unidirectional transport of charged particles across magnetic field lines driven by magnetosonic solitons in a collisionless plasma. Within the framework of a magnetohydrodynamic model, numerical solutions as well as analytical expressions for small-amplitude solitons are … [Phys. Rev. E 112, 045201] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Solution of the critical dynamics of the mean-field Kob-Andersen model",
      "authors": [
        "Gianmarco Perrupato and Tommaso Rizzo"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yms3-km6k",
      "doi": "10.1103/yms3-km6k",
      "summary": "We analytically solve the critical dynamics of the Kob-Andersen kinetically constrained model of supercooled liquids on the Bethe lattice, employing a combinatorial argument based on the cavity method. For arbitrary values of graph connectivity $z$ and facilitation parameter $m$, we demonstrate that… [Phys. Rev. E 112, 045402] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Phase-field lattice Boltzmann model with adjustable bulk viscosity for quasi-incompressible two-phase flows</span>",
      "authors": [
        "Jin Bao, Long Ju, and Zhaoli Guo"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/5e07eR96Sc01ed2d76d072c784e4a3ddeb1b801ed",
      "doi": "10.1103/cmsz-fthn",
      "summary": "In this paper, a lattice Boltzmann model with a single-relaxation-time (SRT) collision operator is proposed for two-phase flows at high Reynolds numbers based on the quasi-incompressible phase-field theory. The proposed model consists of two lattice Boltzmann equations (LBEs), one for the Cahn-Hilli… [Phys. Rev. E] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Edge-localized-mode heat load effects on plasma-facing materials studied using runaway electrons in the Damavand tokamak</span>",
      "authors": [
        "Ali Masoudi, Davoud Iraji, and Chapar Rasouli"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/60071R1cRf719c2c8606249420f455db5206433ee",
      "doi": "10.1103/5dbg-yyw3",
      "summary": "Edge localized modes (ELMs) and runaway electrons (REs) pose significant challenges for all Tokamak devices. Both phenomena act as potent heat sources, potentially shortening the lifespan of plasma-facing materials (PFMs). These thermal loads can manifest in various detrimental effects, including me… [Phys. Rev. E] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Selectable mode cross-transformation in orbital-angular-momentum- and wavelength-multiplexing channels",
      "authors": [
        "Qingji Zeng, Hao Wu, Jiachen Liao, Zhibin Wu, Jiafu Chen, Huapeng Ye, Shuqing Chen, Dianyuan Fan, and Junmin Liu"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pz4z-l4q3",
      "doi": "10.1103/pz4z-l4q3",
      "summary": "Data exchange across various orbital-angular-momentum (OAM) channels is a crucial interconnection process within mode-multiplexed optical communication networks. However, the versatile cross-connection of multidimensional hybrid channels, especially those involving modes and wavelengths, has been co… [Phys. Rev. Applied 24, 044010] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Tailoring perpendicular magnetic anisotropy and the anomalous Hall effect in epitaxial ${\\mathrm{Ni}\\mathrm{Co}}_{2}{\\mathrm{O}}_{4}$ ferrimagnetic films through iron doping",
      "authors": [
        "Yuming Wang, Zedong Xu, Yuanmin Zhu, Qi Liu, Sixia Hu, Yong Jiang, and Lang Chen"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8lj7-pql1",
      "doi": "10.1103/8lj7-pql1",
      "summary": "${\\mathrm{Ni}\\mathrm{Co}}_{2}{\\mathrm{O}}_{4}$ (NCO), with an inverse spinel structure, stands out for diverse spintronic properties like perpendicular magnetic anisotropy (PMA) and anomalous Hall effect (AHE). Precise control of these properties is essential for ferrimagnetic half-metallic NCO. Her… [Phys. Rev. Applied 24, 044011] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Stochastic nanomagnets as current digitizers for efficient probabilistic machine learning",
      "authors": [
        "Dooyong Koh, Ethan G. Rogers, Kshemal K. Gupte, Qiuyuan Wang, Brooke C. McGoldrick, Jungsoo Lee, Marc A. Baldo, Cheng Wang, and Luqiao Liu"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s86j-5jcr",
      "doi": "10.1103/s86j-5jcr",
      "summary": "Analog in-memory computing based on crossbar arrays offers a path to energy-efficient AI hardware, but has been limited by reliance on bulky, power-hungry analog-to-digital converters. This study introduces stochastic nanomagnets driven by spin-orbit torque as intrinsic analog-to-digital interfaces, enabling compact, fast, low-power digitization while maintaining high computational accuracy. These results suggest a promising direction for energy-efficient AI hardware accelerators and significant advances in next-generation machine-learning hardware. [Phys. Rev. Applied 24, 044012] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Optimization via quantum preconditioning",
      "authors": [
        "Maxime Dupont, Tina Oberoi, and Bhuvanesh Sundar"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9prw-684p",
      "doi": "10.1103/9prw-684p",
      "summary": "State-of-the-art classical optimization solvers set a high bar for quantum computers to deliver utility in this domain. Here, we introduce a quantum-preconditioning approach based on the quantum approximate optimization algorithm. This transforms the input problem into a more suitable form for a sol… [Phys. Rev. Applied 24, 044013] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Efficient bichromatic model for describing coherent population trapping resonances in a periodically modulated laser field",
      "authors": [
        "V.I. Yudin, M.Yu. Basalaev, A.V. Taichenachev, and O.N. Prudnikov"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yjw4-9qq3",
      "doi": "10.1103/yjw4-9qq3",
      "summary": "We have developed and tested an efficient mathematical model for calculating a coherent population trapping (CPT) resonance in a periodically modulated laser field when the modulation frequency $f$ is close to the fractional part of the hyperfine splitting frequency (HFS) in the ground state ${\\math… [Phys. Rev. Applied 24, 044014] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Bosonic entanglement and quantum sensing from energy transfer in two-tone Floquet systems",
      "authors": [
        "Yinan Chen, Andreas Elben, Angel Rubio, and Gil Refael"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cm49-smhr",
      "doi": "10.1103/cm49-smhr",
      "summary": "Quantum-enhanced sensors, which surpass the standard quantum limit (SQL) and approach the fundamental precision limits dictated by quantum mechanics, are finding applications across a wide range of scientific fields. This quantum advantage becomes particularly significant when a large number of part… [Phys. Rev. Research 7, 043014] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Delta-kick collimation of heteronuclear Feshbach molecules",
      "authors": [
        "T. Estrampes, J. P. D’Incao, J. R. Williams, T. A. Schulze, E. M. Rasel, E. Charron, and N. Gaaloul"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/858b-f2k9",
      "doi": "10.1103/858b-f2k9",
      "summary": "We present a theoretical study of delta-kick collimation (DKC) applied to heteronuclear Feshbach molecules, focusing on both condensed and thermal ensembles across various interaction and temperature regimes. We demonstrate that DKC enables significant reductions in molecular cloud expansion energie… [Phys. Rev. Research 7, 043015] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Extending the capillary wave model to include the effect of bending rigidity: X-ray reflectivity and diffuse scattering",
      "authors": [
        "Chen Shen (沈辰), Honghu Zhang (张洪湖), Beate Klösgen, and Benjamin M. Ocko"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/znt1-fmx6",
      "doi": "10.1103/znt1-fmx6",
      "summary": "The surface roughness of a thin film at a liquid interface exhibits contributions of thermally excited fluctuations. This thermal roughness depends on temperature ($T$), surface tension ($γ$), and elastic material properties, specifically the bending modulus ($κ$) of the film. A nonzero $κ$ suppress… [Phys. Rev. Research 7, 043016] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Nonequilibrium thermodynamics of gravitational objective-collapse models",
      "authors": [
        "Simone Artini, Gabriele Lo Monaco, Sandro Donadi, and Mauro Paternostro"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7hqd-zf96",
      "doi": "10.1103/7hqd-zf96",
      "summary": "We investigate the entropy production in the Diósi-Penrose (DP) model, one of the most extensively studied gravity-related collapse mechanisms, and one of its dissipative extensions. To this end, we analyze the behavior of a single harmonic oscillator, subjected to such collapse mechanisms, focusing… [Phys. Rev. Research 7, 043017] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Hydroelastic scattering and trapping of microswimmers",
      "authors": [
        "Sagnik Garai, Ursy Makanga, Akhil Varma, and Christina Kurzthaler"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rcdx-gftq",
      "doi": "10.1103/rcdx-gftq",
      "summary": "A perturbative approach shows how hydroelastic interactions with deformable surfaces steer microswimmers. Pushers typically scatter, in contrast to their motion near planar walls, while pullers experience enhanced attraction. [Phys. Rev. Research 7, L042005] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Geometry-dependent defect merging induces bifurcated dynamics in active networks",
      "authors": [
        "Fan Yang, Shichen Liu, Hao Wang, Heun Jin Lee, Rob Phillips, and Matt Thomson"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m8cb-gf1q",
      "doi": "10.1103/m8cb-gf1q",
      "summary": "Microtubule-motor networks can merge defects through active crosslinking, with the outcomes governed by network geometry. Experiments and simulations reveal a bifurcation in V-shaped networks, where cracks merge below a critical angle and buckle open at larger angles. [Phys. Rev. Research 7, L042006] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Closed-form survival probabilities for biased random walks at arbitrary step number",
      "authors": [
        "Debendro Mookerjee and Sarah Kostinski"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/krxn-vqnt",
      "doi": "10.1103/krxn-vqnt",
      "summary": "A combinatorial approach yields exact, closed-form expressions for the survival probability of a biased random walker on a one-dimensional lattice. The results are computationally fast and can be used to study the distribution of first passage times and the probability of last passage at arbitrary step number. [Phys. Rev. Research 7, L042007] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Learning Topological States from Randomized Measurements Using Variational Tensor-Network Tomography",
      "authors": [
        "Yanting Teng, Rhine Samajdar, Katherine Van Kirk, Frederik Wilde, Subir Sachdev, Jens Eisert, Ryan Sweke, and Khadijeh Najafi"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qm7q-w9qj",
      "doi": "10.1103/qm7q-w9qj",
      "summary": "A data-driven heuristic method using tensor-network ansatze is shown to perform high-fidelity tomography of topological states. [PRX Quantum 6, 040303] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Floquet engineering of Feshbach resonances in ultracold gases",
      "authors": [
        "Alexander Guthmann, Felix Lang, Louisa Marie Kienesberger, Sian Barbosa, Artur Widera"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3856?af=R",
      "doi": "10.1126/sciadv.adw3856",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Comprehensive engineering of novel glycosyltransferase for efficient, donor-promiscuous, and regioselective glycosylation of flavonoids",
      "authors": [
        "Yang Lu, Lianghua Xie, Jiahong Xie, Gexin Liu, Jiaqi Fu, Luheng Zou, Qiu Lin, Yong Wang, Wei Chen"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu5064?af=R",
      "doi": "10.1126/sciadv.adu5064",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Padlock-designed MOFs triggers an “avalanche effect” to enhance apoptosis and suppress metastasis in central nervous system lymphoma",
      "authors": [
        "Ying Gong, Zhongguo Zhou, Tianxing Xu, Fulin Liu, Anmei Chen, Liang Zou, Tao Jiang, Yi Shi, Yang-Bao Miao"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv2647?af=R",
      "doi": "10.1126/sciadv.adv2647",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Direct measurement of Tan’s contact in a one-dimensional Lieb-Liniger gas",
      "authors": [
        "Qi Huang, Hepeng Yao, Xuzong Chen, Laurent Sanchez-Palencia"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv3727?af=R",
      "doi": "10.1126/sciadv.adv3727",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Using optical skyrmions to assess vectorial adaptive optics capabilities in the presence of complex aberrations",
      "authors": [
        "Yifei Ma, Zimo Zhao, Yuanxing Shen, Binguo Chen, An Aloysius Wang, Yuxi Cai, Ji Qin, Runchen Zhang, Yunqi Zhang, Jiahe Cui, Bangshan Sun, Jiawen Li, Yuzhu Shi, Liangyu Deng, Honghui He, Lin Luo, Yonghong He, Yun Zhang, Ben Dai, Daniel J. Royston, Steve J. Elston, Stephen M. Morris, Martin J. Booth, Chao He"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv7904?af=R",
      "doi": "10.1126/sciadv.adv7904",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Revealing atomic-scale switching pathways in van der Waals ferroelectrics",
      "authors": [
        "Xinyan Li, Kenna Ashen, Chuqiao Shi, Nannan Mao, Saagar Kolachina, Kaiwen Yang, Tianyi Zhang, Sajid Husain, Ramamoorthy Ramesh, Jing Kong, Xiaofeng Qian, Yimo Han"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3295?af=R",
      "doi": "10.1126/sciadv.adw3295",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Recent and early 20th century destabilization of the subpolar North Atlantic recorded in bivalves",
      "authors": [
        "Beatriz Arellano-Nava, Timothy M. Lenton, Chris A. Boulton, Sarah Holmes, James Scourse, Paul G. Butler, David J. Reynolds, Tamara Trofimova, Pierre Poitevin, Alejandro Román-González, Paul R. Halloran"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3468?af=R",
      "doi": "10.1126/sciadv.adw3468",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The PP2A-B55α phosphatase is a master regulator of mitochondrial degradation and biogenesis",
      "authors": [
        "Valentina Cianfanelli, Monica Nanni, Samantha Corrà, Sofia Mauri, David Sumpton, Sergio Lilla, Rossella De Cegli, Matteo Bordi, Giacomo Milletti, Caterina Ferraina, Arnaldur Hall, Michele Petraroia, Valentina Clausi, Ezio Giorda, Marco Scarsella, Alessandra Barbiera, Giulia Cadeddu, Marco Colasanti, Tiziana Persichini, Kenji Maeda, Apolinar Maya-Mendoza, Jiri Bartek, Chiara Di Malta, Franco Locatelli, Sara Zanivan, Shehab Ismail, Elena Ziviani, Francesco Cecconi"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw7376?af=R",
      "doi": "10.1126/sciadv.adw7376",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Limited phosphate resources are efficiently allocated to each organ by the PHR1-EIN3/EIL1 module to coordinate their establishment",
      "authors": [
        "Fu-Huan Yu, Cheng-yue Gu, Yi-Bo Wang, Xin-Rong Mu, Qin-Xin Bao, Na Sai, Yonghua Yang, Jinliang Qi, Minkai Yang, Lai-Sheng Meng"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw7727?af=R",
      "doi": "10.1126/sciadv.adw7727",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Cryo-EM resolves the structure of the archaeal dsDNA virus HFTV1 from head to tail",
      "authors": [
        "Daniel X. Zhang, Michail N. Isupov, Rebecca M. Davies, Sabine Schwarzer, Mathew McLaren, William S. Stuart, Vicki A. M. Gold, Hanna M. Oksanen, Tessa E. F. Quax, Bertram Daum"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx1178?af=R",
      "doi": "10.1126/sciadv.adx1178",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Water-flow electric-gating effect on a van der Waals surface",
      "authors": [
        "Hua Kang, Yang Yue, Jiayu Liang, Xuejun Wang, Dingding Jiang, Hangyan Chen, Yunqi Liu, Qinghong Yuan, Dacheng Wei"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx5747?af=R",
      "doi": "10.1126/sciadv.adx5747",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Chromosome architecture affects virulence and competitiveness in Agrobacterium tumefaciens C58",
      "authors": [
        "Ephraim Aliu, Keunsub Lee, Ram Sanath-Kumar, Christopher Youngstrom, Lander Geadelmann, Dibyajyoti Pramanik, Qing Ji, Xindan Wang, Kan Wang"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7408?af=R",
      "doi": "10.1126/sciadv.adx7408",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Neonatal regulatory T cells persist into adulthood across multiple tissues with high enrichment in the skin",
      "authors": [
        "Morgane Hilaire, Angélina Mimoun, Léonie Cagnet, Rémy Villette, Aristeidis Roubanis, Hugo Sentenac, Benoît L. Salomon"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx8037?af=R",
      "doi": "10.1126/sciadv.adx8037",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Organocatalyzed atroposelective dynamic kinetic resolutions via transient seven-membered cyclic hemiacetals",
      "authors": [
        "Qinglong Zhou, Yuhang Chen, Wei Yuan, Sai Vikrama Chaitanya Vummaleti, Xinyue Xiang, Bowen Zhu, Yonggui Robin Chi, Xinglong Zhang, Xing Yang"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx8255?af=R",
      "doi": "10.1126/sciadv.adx8255",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Single-cell atlas of cervical organoids uncovers epithelial immune heterogeneity and intercellular cross-talk during Chlamydia infection",
      "authors": [
        "Pon Ganish Prakash, Naveen Kumar, Stefanie Koster, Christian Wentland, Jayabhuvaneshwari Dhanraj, Rajendra Kumar Gurumuthy, Cindrilla Chumduri"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady1640?af=R",
      "doi": "10.1126/sciadv.ady1640",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Abnormal O-glycan sialylation in the mPFC contributes to depressive-like behaviors in male mice",
      "authors": [
        "Youngsuk Seo, Inwoong Song, Ki Jung Kim, Bomi Chang, Prajitha Pradeep, Woo Suk Roh, Woojin Won, Jinhyeong Joo, Myeongju Kim, Jae Cheol Jeong, C. Justin Lee, Boyoung Lee"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2733?af=R",
      "doi": "10.1126/sciadv.ady2733",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Magnetostratigraphic constraints on the late Ediacaran paleomagnetic enigma",
      "authors": [
        "James S. Pierce, David A. D. Evans, Dana E. Polomski, Nasrrddine Youbi, Mohamed A. Mediany, Jihane Ounar, Rachid Oukhro, M. Ahmed Boumehdi, Justin V. Strauss, C. Brenhin Keller, Andres Gärtner, Maria Ovtcharova, Jörn-Frederik Wotzlaw, Ulf Linnemann"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady3258?af=R",
      "doi": "10.1126/sciadv.ady3258",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "One-step separation of lithium from natural ores in seconds",
      "authors": [
        "Shichen Xu, Justin Sharp, Alex Lathem, Qiming Liu, Lucas Eddy, Weiqiang Chen, Karla J. Silva, Shihui Chen, Bowen Li, Tengda Si, Jaeho Shin, Chi Hun Choi, Yimo Han, Kai Gong, Boris I. Yakobson, Yufeng Zhao, James M. Tour"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady6457?af=R",
      "doi": "10.1126/sciadv.ady6457",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Enhanced spectral purity of WSe2 quantum emitters via conformal organic adlayers",
      "authors": [
        "Riddhi Ananth, M. Iqbal Bakti Utama, David D. Xu, Albert F. Vong, Tumpa Sadhukhan, Hongfei Zeng, Rafael López-Arteaga, Wei Wang, Seok Daniel Namgung, S. Carin Gavin, Anushka Dasgupta, Yi Liang, Alina Bennett, Fateme Mahdikhany, Kenji Watanabe, Takashi Taniguchi, Vinod K. Sangwan, Chad A. Mirkin, Tobin J. Marks, Xuedan Ma, Nathaniel P. Stern, George C. Schatz, Emily A. Weiss, Mark C. Hersam"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady7557?af=R",
      "doi": "10.1126/sciadv.ady7557",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "1′-Cyanocytidine-5′-isobutyryl is a potent SARS-CoV-2 inhibitor in culture and infected Syrian hamsters",
      "authors": [
        "Franck Amblard, Mahesh Kasthuri, Julia C. LeCher, Sijia Tao, Ramyani De, Rana Abdelnabi, Ingrid Marko, Longhu Zhou, Chengwei Li, Junxing Shi, Shu Ling Goh, Jessica Downs-Bowen, Leda Bassit, Selwyn Hurwitz, Keivan Zandi, Tamara McBrayer, Birgit Weynand, Kenneth A. Johnson, Johan Neyts, Raymond F. Schinazi"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz5913?af=R",
      "doi": "10.1126/sciadv.adz5913",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Linking the pressure dependence of the structure and thermal stability to α- and β-relaxations in metallic glasses",
      "authors": [
        "Jie Shen, Antoine Cornet, Alberto Ronca, Eloi Pineda, Fan Yang, Jean-Luc Garden, Gael Moiroux, Gavin Vaughan, Marco di Michiel, Gaston Garbarino, Fabian Westermeier, Celine Goujon, Murielle Legendre, Jiliang Liu, Daniele Cangialosi, Beatrice Ruta"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz7406?af=R",
      "doi": "10.1126/sciadv.adz7406",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Programmable mechanical metastructures modeling polydomain materials",
      "authors": [
        "Yifan Yang, Xiaoliang Zhang, Ting Wang, Xinqi Lin, Fan Xu"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz9811?af=R",
      "doi": "10.1126/sciadv.adz9811",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The mechanistic basis of cargo selection during Golgi maturation",
      "authors": [
        "Rebecca J. Taylor, Nikita Zubkov, Katarzyna A. Ciazynska, Jonathan G. G. Kaufman, Grigory Tagiltsev, David J. Owen, John A. G. Briggs, Sean Munro"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aea0016?af=R",
      "doi": "10.1126/sciadv.aea0016",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Observation of anomalous thermal Hall effect in a Kagome superconductor",
      "authors": [
        "Hiroki Yoshida, Hikaru Takeda, Jian Yan, Yui Kanemori, Brenden R. Ortiz, Yuzki M. Oey, Stephen D. Wilson, Marcin Konczykowski, Kota Ishihara, Takasada Shibauchi, Minoru Yamashita"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu2973?af=R",
      "doi": "10.1126/sciadv.adu2973",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Systematic evolution of superconducting pairing strength and Seebeck coefficients in correlated infinite-layer La1–xSrxNiO2",
      "authors": [
        "Motoki Osada, Shusaku Imajo, Yuji Seki, Kousuke Ishida, Tsutomu Nojima, Kohei Fujiwara, Koichi Kindo, Yusuke Nomura, Atsushi Tsukazaki"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv6488?af=R",
      "doi": "10.1126/sciadv.adv6488",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Attentional switching in larval zebrafish",
      "authors": [
        "Kumaresh Krishnan, Akila Muthukumar, Scott Sterrett, Paula Pflitsch, Adrienne L. Fairhall, Mark Fishman, Armin Bahl, Hanna Zwaka, Florian Engert"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ads4994?af=R",
      "doi": "10.1126/sciadv.ads4994",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Mechanochemical waves in focal adhesions during cell migration",
      "authors": [
        "Marc A. Fernández-Yagüe, Elijah N. Marquez, Chetan S. Poojari, Jianping Fu, Yingxiao Wang, Aránzazu del Campo, Andrés J. García"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw6425?af=R",
      "doi": "10.1126/sciadv.adw6425",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Secretory IgA amplification during immune checkpoint blockade enhances the control of tumor growth by enterotropic T cells",
      "authors": [
        "Benedetta De Ponte Conti, Rebecca Marino, Tanja Rezzonico-Jost, Mattia Forcato, Davide Mangani, Elisabetta Notario, Giorgio Gargari, Elena Carelli, Andrea Rinaldi, Andrea Raimondi, Simone Moro, Marinella Marzano, Grazia Visci, Lisa Perruzza, Matteo Raneri, Denise Dallavalle, Giacomo Mantegazza, Ludovica Montani, Francesco Prisco, Roshan Takur, Jens Geginat, Frauke Seehusen, Samuele Notarbartolo, Graziano Pesole, Silvio Bicciato, Simone Guglielmetti, Fabio Grassi"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aeb5308?af=R",
      "doi": "10.1126/sciadv.aeb5308",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Predictability of infectious disease outbreak severity: Chikungunya as a case study",
      "authors": [
        "Alexander D. Meyer, Sandra Mendoza Guerrero, Natalie E. Dean, Kathryn B. Anderson, Steven T. Stoddard, T. Alex Perkins"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt5419?af=R",
      "doi": "10.1126/sciadv.adt5419",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Translation landscape of stress granules",
      "authors": [
        "Yichun Wu, Xing Wang, Lingyu Meng, Zhizhao Liao, Wei Ji, Peipei Zhang, Jie Lin, Qiang Guo"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady6859?af=R",
      "doi": "10.1126/sciadv.ady6859",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Erratum for the Research Article “Exendin-4 gene modification and microscaffold encapsulation promote self-persistence and antidiabetic activity of MSCs” by Y. Zhang et al.",
      "authors": [],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aea8045?af=R",
      "doi": "10.1126/sciadv.aea8045",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Erratum for the Research Article “A general temperature-guided language model to design proteins of enhanced stability and activity” by F. Jiang et al.",
      "authors": [],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aeb7595?af=R",
      "doi": "10.1126/sciadv.aeb7595",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Author Correction: Ribonucleotide incorporation into mitochondrial DNA drives inflammation",
      "authors": [
        "Amir Bahat",
        "Dusanka Milenkovic",
        "Eileen Cors",
        "Mabel Barnett",
        "Sadig Niftullayev",
        "Athanasios Katsalifis",
        "Marc Schwill",
        "Petra Kirschner",
        "Thomas MacVicar",
        "Patrick Giavalisco",
        "Louise Jenninger",
        "Anders R. Clausen",
        "Vincent Paupe",
        "Julien Prudent",
        "Nils-Göran Larsson",
        "Manuel Rogg",
        "Christoph Schell",
        "Isabella Muylaert",
        "Erik Larsson",
        "Hendrik Nolte",
        "Maria Falkenberg",
        "Thomas Langer"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09682-9",
      "doi": "10.1038/s41586-025-09682-9",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/s41586-025-09682-9 Author Correction: Ribonucleotide incorporation into mitochondrial DNA drives inflammation"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "First human transplant of kidney modified to have ‘universal’ blood type",
      "authors": [
        "Rachel Fieldhouse"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03248-5",
      "doi": "10.1038/d41586-025-03248-5",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03248-5 Recipient diagnosed with brain death received a type-O organ, which is compatible with all blood types."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "‘Rogue’ planet is fastest-growing ever observed",
      "authors": [],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03208-z",
      "doi": "10.1038/d41586-025-03208-z",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03208-z Cha 1107-7626 is devouring matter during its solo drift across the Galaxy."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Violin therapy: Books in brief",
      "authors": [
        "Andrew Robinson"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03226-x",
      "doi": "10.1038/d41586-025-03226-x",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03226-x Andrew Robinson reviews five of the best science picks."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "A scientist’s guide to AI agents — how could they help your research?",
      "authors": [
        "Elizabeth Gibney"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03246-7",
      "doi": "10.1038/d41586-025-03246-7",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03246-7 Researchers are increasingly turning to artificial-intelligence tools that can handle complex, multi-step processes."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "AI has designed thousands of potential antibiotics. Will any work?",
      "authors": [
        "Rachel Fieldhouse"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03201-6",
      "doi": "10.1038/d41586-025-03201-6",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03201-6 Machine learning can speed up the discovery of potential antibiotics but challenges remain."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Creative hobbies could slow brain ageing at the molecular level",
      "authors": [
        "Gemma Conroy"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03197-z",
      "doi": "10.1038/d41586-025-03197-z",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03197-z To keep the mind young, dance the tango."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Weaponizing uncertainty in science and in public health puts people in harm’s way",
      "authors": [],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03167-5",
      "doi": "10.1038/d41586-025-03167-5",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03167-5 Those who cite scientific studies to support policies should take care to tell the whole story, especially when it’s complex."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "These science prizes want to rival the Nobels: how do they compare?",
      "authors": [
        "Chris Simms"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03118-0",
      "doi": "10.1038/d41586-025-03118-0",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03118-0 Being named as a Nobel laureate is the ultimate prize for many scientists, but how do other science prizes compare?"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "The child of humanity becomes the mother of all",
      "authors": [
        "Yixuan Zhu"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02955-3",
      "doi": "10.1038/d41586-025-02955-3",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-02955-3 A new beginning."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Imaging isospin order in rhombohedral graphene reveals anisotropy in correlated states",
      "authors": [],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03036-y",
      "doi": "10.1038/s41567-025-03036-y",
      "summary": "Nature Physics, Published online: 03 October 2025; doi:10.1038/s41567-025-03036-y The microscopic magnetic textures of isospin symmetry-broken phases in rhombohedral tetralayer graphene have been directly imaged. By probing spin orientation and magnetic anisotropy at ultra-low fields, key energy scales — the spin–orbit coupling and intervalley Hund’s exchange — have been extracted, shedding new light on the phase hierarchy in strongly correlated electron systems."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Terahertz excitation of collective dynamics of polar skyrmions over a broad temperature range",
      "authors": [
        "Wei Li",
        "Sixu Wang",
        "Pai Peng",
        "Haojie Han",
        "Xinbo Wang",
        "Jing Ma",
        "Jianlin Luo",
        "Jun-Ming Liu",
        "Jing-Feng Li",
        "Ce-Wen Nan",
        "Qian Li"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03056-8",
      "doi": "10.1038/s41567-025-03056-8",
      "summary": "Nature Physics, Published online: 03 October 2025; doi:10.1038/s41567-025-03056-8 Terahertz control of polar skyrmions—topological textures of electric dipoles—is key for fast optoelectronics. Now, ultrafast excitation of polar skyrmions is achieved across two orders of magnitude of temperature in an oxide heterostructure."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Publisher Correction: Oxygen spillover on supported Pt-cluster for anti-CO-poisoning hydrogen oxidation",
      "authors": [
        "Di Shen",
        "Fanfei Sun",
        "Zhijian Liang",
        "Bingbao Mei",
        "Ying Xie",
        "Yucheng Wang",
        "Lei Wang",
        "Honggang Fu"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64767-3",
      "doi": "10.1038/s41467-025-64767-3",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-64767-3 Publisher Correction: Oxygen spillover on supported Pt-cluster for anti-CO-poisoning hydrogen oxidation"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: Cross-population GWAS and proteomics improve risk prediction and reveal mechanisms in atrial fibrillation",
      "authors": [
        "Shuai Yuan",
        "Jie Chen",
        "Xixin Ruan",
        "Yuying Li",
        "Sarah A. Abramowitz",
        "Lijuan Wang",
        "Fangyuan Jiang",
        "Ying Xiong",
        "Michael G. Levin",
        "Benjamin F. Voight",
        "Dipender Gill",
        "Stephen Burgess",
        "Agneta Åkesson",
        "Karl Michaëlsson",
        "Xue Li",
        "Scott M. Damrauer",
        "Susanna C. Larsson"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64765-5",
      "doi": "10.1038/s41467-025-64765-5",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-64765-5 Author Correction: Cross-population GWAS and proteomics improve risk prediction and reveal mechanisms in atrial fibrillation"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: In situ visualization of endothelial cell-derived extracellular vesicle formation in steady state and malignant conditions",
      "authors": [
        "Georgia K. Atkin-Smith",
        "Jascinta P. Santavanond",
        "Amanda Light",
        "Joel S. Rimes",
        "Andre L. Samson",
        "Jeremy Er",
        "Joy Liu",
        "Darryl N. Johnson",
        "Mélanie Le Page",
        "Pradeep Rajasekhar",
        "Raymond K. H. Yip",
        "Niall D. Geoghegan",
        "Kelly L. Rogers",
        "Catherine Chang",
        "Vanessa L. Bryant",
        "Mai Margetts",
        "M. Cristina Keightley",
        "Trevor J. Kilpatrick",
        "Michele D. Binder",
        "Sharon Tran",
        "Erinna F. Lee",
        "Walter D. Fairlie",
        "Dilara C. Ozkocak",
        "Andrew H. Wei",
        "Edwin D. Hawkins",
        "Ivan K. H. Poon"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64770-8",
      "doi": "10.1038/s41467-025-64770-8",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-64770-8 Author Correction: In situ visualization of endothelial cell-derived extracellular vesicle formation in steady state and malignant conditions"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "A blueprint for designing the next-generation of synthetic C<sub>1</sub> microbes",
      "authors": [
        "Giusi Favoino",
        "Òscar Puiggené",
        "Pablo I. Nikel"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64483-y",
      "doi": "10.1038/s41467-025-64483-y",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-64483-y Synthetic one-carbon assimilation could contribute to a more sustainable and circular carbon economy, but much work in this field has focused on model microorganisms. Here the authors provide their perspective on the potential value of non-model microbes, and how that potential could be realised."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Tellurium-assisted growth of large-scale atom-thin insulating amorphous carbon on insulating substrates",
      "authors": [
        "Ya Deng",
        "Zihao Wang",
        "Zhili Hu",
        "Ang Li",
        "Xin Zhou",
        "Zhaolong Chen",
        "Xingli Wang",
        "Jiawei Liu",
        "Kongyang Yi",
        "Dundong Yuan",
        "Xiaowei Wang",
        "Peikun Zhang",
        "Chao Zhu",
        "Xiaoxu Zhao",
        "Wei Ma",
        "Yao Wu",
        "Ruihuan Duan",
        "Qundong Fu",
        "Jiefu Yang",
        "Xiuxian Zhou",
        "Mengyao Cao",
        "Chao Zhu",
        "Beng Kang Tay",
        "Jian Zhang",
        "Mickael Lucien Perrin",
        "Wu Zhou",
        "Zhuhua Zhang",
        "Kostya S. Novoselov",
        "Zheng Liu"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63872-7",
      "doi": "10.1038/s41467-025-63872-7",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-63872-7 Monolayer amorphous carbon (a-C) has attracted attention due to its structural and electronic properties, but its synthesis has so far required the use of metal substrates. Here, the authors report the Te-assisted growth of large-scale 2D a-C patterns on various insulating substrates, confirming their insulating properties in quantum tunnelling devices."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Observation of multiple time crystals in a driven-dissipative system with Rydberg gas",
      "authors": [
        "Yuechun Jiao",
        "Weilun Jiang",
        "Yu Zhang",
        "Jingxu Bai",
        "Yunhui He",
        "Heng Shen",
        "Jianming Zhao",
        "Suotang Jia"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64488-7",
      "doi": "10.1038/s41467-025-64488-7",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-64488-7 The authors observed multiple time crystals in the continuously driven-dissipative and strongly interacting Rydberg thermal gases. This discovery may benefit the field of quantum metrology, such as continuous sensing, potentially surpassing the standard quantum limit, and time crystalline order as a frequency standard."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Anle138b binds predominantly to the central cavity in lipidic Aβ₄₀ fibrils and modulates fibril formation",
      "authors": [
        "Mookyoung Han",
        "Benedikt Frieg",
        "Dirk Matthes",
        "Andrei Leonov",
        "Sergey Ryazanov",
        "Karin Giller",
        "Evgeny Nimerovsky",
        "Marianna Stampolaki",
        "Kai Xue",
        "Kerstin Overkamp",
        "Christian Dienemann",
        "Dietmar Riedel",
        "Armin Giese",
        "Stefan Becker",
        "Bert L. de Groot",
        "Gunnar F. Schröder",
        "Loren B. Andreas",
        "Christian Griesinger"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64443-6",
      "doi": "10.1038/s41467-025-64443-6",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-64443-6 This study characterizes the interaction between the clinical candidate anle138b and Aβ₄₀ fibrils in a lipid environment. The compound reduced fibril formation by approximately 75%, providing insights relevant to Alzheimer’s drug development."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "A long-term self-driven metronomic photodynamic system for cancer therapy",
      "authors": [
        "Weili Wang",
        "Binglin Ye",
        "Yao Liu",
        "Zhi Li",
        "Qianying Huang",
        "Jialin Zhou",
        "Min Hu",
        "Jun Jiang",
        "Weilin Wang",
        "Zhengwei Mao",
        "Yuan Ding"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63868-3",
      "doi": "10.1038/s41467-025-63868-3",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-63868-3 Metronomic photodynamic therapy is a long-term, low-dose treatment strategy limited by the need of continuous photosensitizer administration. Here this group reports combining the self-bioluminescent bacteria with a neutral red photosensitizer in alginate microcapsules as a self-driven metronomic photodynamic therapeutic system with preclinical anti-cancer effects."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Spectroscopic probe of spin current",
      "authors": [
        "Daniel McNally"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02365-w",
      "doi": "10.1038/s41563-025-02365-w",
      "summary": "Nature Materials, Published online: 03 October 2025; doi:10.1038/s41563-025-02365-w Spectroscopic probe of spin current"
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Quantitative and mechanistic insights into proton dynamics for fast energy storage",
      "authors": [
        "Ziyue Li",
        "Yuxiao Lin",
        "Mounesha N. Garaga",
        "Steven G. Greenbaum",
        "Mochou Liao",
        "Jiafeng Ruan",
        "Qin Li",
        "Yunsong Li",
        "Dalin Sun",
        "Kang Xu",
        "Fang Fang",
        "Fei Wang"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02366-9",
      "doi": "10.1038/s41563-025-02366-9",
      "summary": "Nature Materials, Published online: 03 October 2025; doi:10.1038/s41563-025-02366-9 Contributions of vehicular and structural proton transport are quantified in phosphoric acid electrolytes, with linking structural diffusion to hydrogen bonds. The derived conductivity model guides electrolyte-conductivity trends and identifies 5.8 M for low-temperature batteries."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Pontus-Mpemba Effects",
      "authors": [
        "Andrea Nava and Reinhold Egger"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hhgj-89gj",
      "doi": "10.1103/hhgj-89gj",
      "summary": "Mpemba effects occur after a sudden quench of control parameters if, for “far” (or “hot”) initial states with respect to a final target state, the relaxation time toward the target state is shorter than for “close” (or “cold”) initial states. Following a strategy of fishermen in Pontus described by … [Phys. Rev. Lett. 135, 140404] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Tessellation Codes: Encoded Quantum Gates by Geometric Rotation",
      "authors": [
        "Yixu Wang, Yijia Xu (许逸葭), and Zi-Wen Liu"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tljb-f7tt",
      "doi": "10.1103/tljb-f7tt",
      "summary": "We utilize the symmetry groups of regular tessellations on two-dimensional surfaces of different constant curvatures, including spheres, Euclidean planes, and hyperbolic planes to encode a qubit or qudit into the physical degrees of freedom on these surfaces, which we call tessellation codes. We sho… [Phys. Rev. Lett. 135, 140602] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Prepare-and-Measure Scenarios with Photon-Number Constraints",
      "authors": [
        "Carles Roch i Carceller, Jef Pauwels, Stefano Pironio, and Armin Tavakoli"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/glty-kkbp",
      "doi": "10.1103/glty-kkbp",
      "summary": "We study correlations in the prepare-and-measure scenario when quantum communication is constrained by photon-number statistics. Such constraints are natural and practical control parameters for semi-device-independent certification in optical platforms. To analyse these scenarios, we show how semid… [Phys. Rev. Lett. 135, 140802] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "NuSTAR as an Axion Helioscope",
      "authors": [
        "J. Ruz, E. Todarello, J. K. Vogel, F. R. Candón, M. Giannotti, B. Grefenstette, H. S. Hudson, I. G. Hannah, I. G. Irastorza, C. S. Kim, M. Regis, D. M. Smith, M. Taoso, and J. Trujillo Bueno"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/18sn-hxtb",
      "doi": "10.1103/18sn-hxtb",
      "summary": "Ruz, E. Todarello, J. K. Vogel, F. R. Candón, M. Giannotti, B. Grefenstette, H. S. Hudson, I. G. Hannah, I. G. Irastorza, C. S. Kim, M. Regis, D. M. Smith, M. Taoso, and J. Trujillo Bueno We present a novel approach to investigating axions and axionlike particles by studying their potential conversion into x-rays within the Sun’s atmospheric magnetic field. Utilizing high-sensitivity data from the nuclear spectroscopic telescope array (NuSTAR) collected during the 2020 solar minimum,… [Phys. Rev. Lett. 135, 141001] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Entropy Inequalities Constrain Holographic Erasure Correction",
      "authors": [
        "Bartłomiej Czech, Sirui Shuai, and Yixu Wang"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dl3c-h3hg",
      "doi": "10.1103/dl3c-h3hg",
      "summary": "We interpret holographic entropy inequalities in terms of erasure correction. The nonsaturation of an inequality is a necessary condition for certain schemes of holographic erasure correction, manifested in the bulk as nonempty overlaps of corresponding entanglement wedges. [Phys. Rev. Lett. 135, 141603] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Emulators for Scarce and Noisy Data: Application to Auxiliary-Field Diffusion Monte Carlo for Neutron Matter",
      "authors": [
        "Cassandra L. Armstrong, Pablo Giuliani, Kyle Godbey, Rahul Somasundaram, and Ingo Tews"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9928-wyjm",
      "doi": "10.1103/9928-wyjm",
      "summary": "Understanding the equation of state (EOS) of pure neutron matter is necessary for interpreting multimessenger observations of neutron stars. Reliable data analyses of these observations require well-quantified uncertainties for the EOS input, ideally propagating uncertainties from nuclear interactio… [Phys. Rev. Lett. 135, 142501] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Study of the Beta Spectrum Shape of $^{92}\\mathrm{Rb}$ and $^{142}\\mathrm{Cs}$ Decays for the Prediction of Reactor Antineutrino Spectra",
      "authors": [
        "G. A. Alcalá <em>et al.</em>"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hyj7-l22h",
      "doi": "10.1103/hyj7-l22h",
      "summary": "A. Alcalá et al. The shapes of the beta spectra of $^{92}\\mathrm{Rb}$ and $^{142}\\mathrm{Cs}$, two of the beta decays most relevant for the prediction of the antineutrino spectrum in reactors, have been measured. A new setup composed of two $\\mathrm{Δ}E\\text{−}E$ telescopes has been used. High-purity radioactive bea… [Phys. Rev. Lett. 135, 142502] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Realization of a Fast Triple-Magic All-Optical Qutrit in $^{88}\\mathrm{Sr}$",
      "authors": [
        "Maximilian Ammenwerth, Hendrik Timme, Flavien Gyger, Renhao Tao, Immanuel Bloch, and Johannes Zeiher"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4kdl-xcwz",
      "doi": "10.1103/4kdl-xcwz",
      "summary": "The optical clock states of alkaline earth and alkaline earthlike atoms are the fundament of state-of-the-art optical atomic clocks. An important prerequisite for the operation of optical clocks is the magic trapping conditions where electronic and motional dynamics decouple. Here, we identify and e… [Phys. Rev. Lett. 135, 143401] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Locking Orbital Angular Momentum with Linear Momentum of Light",
      "authors": [
        "Hui-Ming Wang, Yuan Chen, Ming-Yuan Chen, Ying-Yu Fang, Ka-Di Zhu, Cheng-Wei Qiu, Yan-Qing Lu, Keyu Xia, and Xian-Min Jin"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tttd-v936",
      "doi": "10.1103/tttd-v936",
      "summary": "Correlation between the propagation direction of light and spin can be induced via the spin-orbit interaction and has been proven to be the workhorse in the emerging field of chiral quantum optics and in the spin-related Hall effects of light. Photonic orbital angular momentum (OAM) provides a high-… [Phys. Rev. Lett. 135, 143802] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Drops Can Perpetually Bounce over a Vibrating Wettable Solid",
      "authors": [
        "Lebo Molefe, Tomas Fullana, François Gallaire, and John M. Kolinski"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/w3qq-cnj3",
      "doi": "10.1103/w3qq-cnj3",
      "summary": "An atomically smooth surface that oscillates vertically can host drops that either bounce or hover in place, depending on the oscillation frequency. [Phys. Rev. Lett. 135, 144001] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Most Two-Dimensional Bosonic Topological Orders Forbid Sign-Problem-Free Quantum Monte Carlo Simulation: Nonpositive Gauss Sum as an Indicator",
      "authors": [
        "Donghae Seo, Minyoung You, Hee-Cheol Kim, and Gil Young Cho"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/c8n5-l11j",
      "doi": "10.1103/c8n5-l11j",
      "summary": "Quantum Monte Carlo is a powerful tool for studying quantum many-body physics, yet its efficacy is often curtailed by the notorious sign problem. In this Letter, we introduce a novel criterion for the “intrinsic” sign problem in two-dimensional bosonic topological orders, which cannot be resolved by… [Phys. Rev. Lett. 135, 146602] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Generating Phase Singularities Using Surface Exciton Polaritons in an Organic Natural Hyperbolic Material",
      "authors": [
        "Philip A. Thomas, William P. Wardley, and William L. Barnes"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sj4r-cb56",
      "doi": "10.1103/sj4r-cb56",
      "summary": "Surface polaritons (SPs) are electromagnetic waves bound to a surface through their interaction with charge carriers in the surface material. Hyperbolic SPs can be supported by optically anisotropic materials where the in-plane and out-of-plane permittivities have opposite signs. Here we report what… [Phys. Rev. Lett. 135, 146906] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Information Engine Fueled by First-Passage Times",
      "authors": [
        "Aubin Archambault, Caroline Crauste-Thibierge, Alberto Imparato, Christopher Jarzynski, Sergio Ciliberto, and Ludovic Bellon"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s9kj-lczm",
      "doi": "10.1103/s9kj-lczm",
      "summary": "Using a mechanical cantilever submitted to electrostatic feedback control, we investigate the thermodynamic properties of an information engine that extracts work from thermal fluctuations. The cantilever position is rapidly sampled and the feedback is triggered by the first passage of the system ac… [Phys. Rev. Lett. 135, 147101] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Energy Diffusion in the Long-Range Interacting Spin Systems",
      "authors": [
        "Hideaki Nishikawa and Keiji Saito"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hsbt-c46n",
      "doi": "10.1103/hsbt-c46n",
      "summary": "We investigate energy diffusion in long-range interacting spin systems, where the interaction decays algebraically as $V(r)∝{r}^{−α}$ with the distance $r$ between the sites. We consider prototypical spin systems, the transverse Ising model, and the XYZ model in the $D$-dimensional lattice with a fi… [Phys. Rev. Lett. 135, 147102] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>What determines the breakup length of a jet?</span>",
      "authors": [
        "Stefan Kooij, Daniel T. A. Jordan, Cees J. M. van Rijn, Neil Ribe, and Daniel Bonn"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/8207fYdaM5518e85f4e088b5630f05f5ae4e754d3",
      "doi": "10.1103/jf6w-l5sy",
      "summary": "The breakup of a capillary jet into drops is believed to be governed by initial disturbances on the surface of the jet that grow exponentially. The disturbances are often assumed to be due to external sources of noise, to turbulence, or to imperfections of the nozzle. Here we demonstrate that the in… [Phys. Rev. Lett.] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Noise constraints on sensitivity scaling in quantum nonlinear metrology</span>",
      "authors": [
        "Noah Lordi, John Drew Wilson, Murray J. Holland, and Joshua Combes"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/9d078Ye8Q3514694a7548b11f87b8dd42885c5c44",
      "doi": "10.1103/pwzb-xbzf",
      "summary": "Quantum-enhanced metrology surpasses classical metrology by improving estimation precision scaling with a resource $N$ (e.g., particle number or energy) from $1/\\sqrt{N}$ to $1/N$. Through the use of nonlinear effects, Roy and Braunstein~ derived a $1/{2}^{N}$ scaling. However, later works argued th… [Phys. Rev. Lett.] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Color superconductivity under neutron-star conditions at next-to-leading order</span>",
      "authors": [
        "Andreas Geißel, Tyler Gorda, and Jens Braun"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ba07aY40R062900370225ec350d0b6aef9d5047d8",
      "doi": "10.1103/54g5-43nk",
      "summary": "The equation of state of deconfined strongly interacting matter at high densities remains an open question, with effects from quark pairing in the preferred color-flavor-locked (CFL) ground state possibly playing an important role. Recent studies suggest that at least large pairing gaps in the CFL p… [Phys. Rev. Lett.] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Disentangling the role of heterogeneity and hyperedge overlap in explosive contagion on higher-order networks</span>",
      "authors": [
        "Federico Malizia, Andrés Guzmán, Iacopo Iacopini, and István Z. Kiss"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/9f07fY29O2a1c48274eb78e75275674bb3e050609",
      "doi": "10.1103/z3d5-94zb",
      "summary": "We introduce group-based compartmental modeling (GBCM), a mean-field framework for irreversible contagion in higher-order networks that captures structural heterogeneity and correlations across group sizes. Validated through numerical simulations, GBCM analytically disentangles the role of each inte… [Phys. Rev. Lett.] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Dissipative phase transition in the two-photon Dicke model</span>",
      "authors": [
        "Aanal Jayesh Shah, Peter Kirton, Simone Felicetti, and Hadiseh Alaeian"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/25075Y6fM741c283038894d7ca737ad076f90118b",
      "doi": "10.1103/mz92-6l9g",
      "summary": "We explore the dissipative phase transition of the two-photon Dicke model, a topic that has garnered significant attention recently. Our analysis reveals that while single-photon loss does not stabilize the intrinsic instability in the model, the inclusion of two-photon loss restores stability, lead… [Phys. Rev. Lett.] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Using optical tweezers to simultaneously trap, charge and measure the charge of a microparticle in air</span>",
      "authors": [
        "Andrea Stoellner, Isaac C. D. Lenton, Artem G. Volosniev, James Millen, Renjiro Shibuya, Hisao Ishii, Dmytro Rak, Zhanybek Alpichshev, Grégory David, Ruth Signorell, Caroline Muller, and Scott Waitukaitis"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2c071Y6dT2229f10309585b2249f720a7a723049a",
      "doi": "10.1103/5xd9-4tjj",
      "summary": "Optical tweezers are widely used as a highly sensitive tool to measure forces on micron-scale particles. One such application is the measurement of the electric charge of a particle, which can be done with high precision in liquids, air, or vacuum. We experimentally investigate how the trapping lase… [Phys. Rev. Lett.] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Generation of subterahertz coherent acoustic phonon pulses using a femtosecond pulsed light source in a Ni/GaN interface with strong electron-phonon coupling",
      "authors": [
        "Shazan A. Bhat, Swaroop Ganguly, and Dipankar Saha"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/175q-7m2q",
      "doi": "10.1103/175q-7m2q",
      "summary": "We present the generation and detection of coherent acoustic phonons in a thin layer of Ni over GaN using a high-fluence femtosecond pump and broad-spectrum probe technique. The generated phonons, spanning the sub-THz frequency range, are driven by both thermoelastic stress and deformation-potential… [Phys. Rev. B 112, 134301] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Efficient optimization of variational tensor-network approach to three-dimensional statistical systems",
      "authors": [
        "Xia-Ze Xu, Tong-Yu Lin, and Guang-Ming Zhang"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7dbj-w7cn",
      "doi": "10.1103/7dbj-w7cn",
      "summary": "Variational tensor network optimization has become a powerful tool for studying classical statistical models in two dimensions. However, its application to three-dimensional systems remains limited, primarily due to the high computational cost associated with evaluating the free-energy density and i… [Phys. Rev. B 112, 134403] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Measuring the magnetic anisotropy of the spin Hall effect and spin relaxation length in nickel and permalloy via electrical spin injection",
      "authors": [
        "Eoin Dolan, Jone Mencos, Williams Savero Torres, Maxen Cosset-Chéneau, Jean-Philippe Attané, Laurent Vila, Luis E. Hueso, and Fèlix Casanova"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dx73-2lp6",
      "doi": "10.1103/dx73-2lp6",
      "summary": "The spin Hall effect in ferromagnets is of great interest in the field of spintronics, and while the effect has been quantified in many materials, the dependence of the spin Hall angle on the relative orientation of spin polarization and the magnetization is less well studied. Of equal importance fo… [Phys. Rev. B 112, 134404] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Gapfull and gapless one-dimensional topological superconductivity in spin-orbit-coupled bilayer graphene",
      "authors": [
        "Daniel Skliannyi, Yuval Oreg, and Ady Stern"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/217r-1fyc",
      "doi": "10.1103/217r-1fyc",
      "summary": "We propose a way to generate a one-dimensional topological superconductor from a monolayer of a transition metal dichalcogenide coupled to a Bernal-stacked bilayer of graphene under a displacement field. With proper gating, this structure may be tuned to form three parallel pads of superconductors c… [Phys. Rev. B 112, 134504] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Consistent surface and bulk magnetic properties of ${\\mathrm{MnBi}}_{6}{\\mathrm{Te}}_{10}$ observed by x-ray absorption spectroscopy",
      "authors": [
        "A. Tcakaev, V. B. Zabolotnyy, R. J. Green, L. T. Corredor, M. Valvidares, P. Gargiani, E. Weschke, L. C. Folkers, T. R. F. Peixoto, F. Reinert, M. W. Haverkort, A. Isaeva, and V. Hinkov"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ssfn-sz4c",
      "doi": "10.1103/ssfn-sz4c",
      "summary": "How similar are the surface and bulk in a magnetic topological insulator? The authors combine here surface- and bulk-sensitive x-ray experimental techniques (XAS, XMCD, XMLD) with a novel Fourier-based method to remove complicated backgrounds, and a b i n i t i o multiplet ligand field theory (MLFT) modeling of the spectra. This combination shows that MnBi 6 Te 10 exhibits nearly identical surface and bulk electronic and magnetic properties, with a single parameter set reproducing all the spectra. The introduced framework delivers background-resilient quantification of core-level spectra in layered magnets and provides constraints for models of exchange gaps in topological surface states. [Phys. Rev. B 112, 144406] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Femtosecond versus nanosecond magnetization dynamics in ultrathin ferromagnetic bilayers",
      "authors": [
        "Anulekha De, Christopher Seibel, Sanjay Ashok, Paul Herrgen, Akira Lentfert, Laura Scheuer, Georg von Freymann, Philipp Pirro, Baerbel Rethfeld, and Martin Aeschlimann"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d7vt-jlkg",
      "doi": "10.1103/d7vt-jlkg",
      "summary": "We investigate the magnetization dynamics of an ultrathin Co (1.5 nm)/Py (1.5 nm) bilayer system from femtosecond (fs) to nanosecond (ns) timescales. Magnetization dynamics in the fs timescales is characterized as a highly nonequilibrium regime due to an ultrafast reduction of magnetization by laser… [Phys. Rev. B 112, 144407] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin-dependent anisotropy of lattice thermal conductivity in the altermagnetic semiconductor MnTe",
      "authors": [
        "Ying Liu, Yupeng Zhi, Siyu Yang, Qinxi Liu, Jijun Zhao, and Xue Jiang"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/32gt-3nfn",
      "doi": "10.1103/32gt-3nfn",
      "summary": "The recent identification of altermagnets (AMs) and their associated physical phenomenon have drawn considerable interest in the field of spintronics. In this study, we conducted a comprehensive investigation on the vibrational and thermal transport properties of the altermagnetic semiconductor MnTe… [Phys. Rev. B 112, 144408] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Noninvasive temperature measurement of magnetic hyperthermia investigated through optical properties",
      "authors": [
        "Hai Hoang Thi Thanh, Damien Jamon, Chloé Landreau, James Hainsworth, Adriana Morana, Laure Bsawmaii, Emmanuel Marin, Sophie Neveu, Florent Bourquard, Patrick Ganster, Nicolas Moulin, and François Royer"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qtwf-f99d",
      "doi": "10.1103/qtwf-f99d",
      "summary": "The authors report here an i n s i t u method for probing the temperature during hyperthermia experiment, through the real-time monitoring of optical properties of magnetic nanoparticles. A setup allows inducing magnetic hyperthermia using an alternating magnetic field while simultaneously measuring the magneto-induced birefringence and optical absorption. As the temperature increases, the birefringence and absorption of magnetic nanoparticles decrease and vice versa. These findings offer a noninvasive and nondestructive method for probing temperature, and in particular provide a way to measure local temperature. [Phys. Rev. B 112, 155107] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Dynamics in the presence of local symmetry-breaking impurities",
      "authors": [
        "Yahui Li, Pablo Sala, Frank Pollmann, Sanjay Moudgalya, and Olexei Motrunich"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/p1cm-9z8n",
      "doi": "10.1103/p1cm-9z8n",
      "summary": "While symmetric systems are ubiquitously studied in physics, imperfections inevitably occur. This work introduces a general framework to study how symmetry-breaking impurities influence the relaxation dynamics of quantum many-body systems. The authors analytically show that the remnants of the original symmetries can persist for long times, leading to slow relaxation in correlation functions with a larger power-law decay exponent or long prethermal plateaus. The methods apply to both conventional symmetries, such as charge conservation, and unconventional ones like Hilbert space fragmentation. [Phys. Rev. B 112, 155108] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Resonant inelastic x-ray scattering investigation of Hund's and spin-orbit coupling in $5{d}^{2}$ double perovskites",
      "authors": [
        "Felix I. Frontini, Christopher J. S. Heath, Bo Yuan, Corey M. Thompson, John Greedan, Adam J. Hauser, F. Y. Yang, Mark P. M. Dean, Mary H. Upton, Diego M. Casa, and Young-June Kim"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/k64w-cvsh",
      "doi": "10.1103/k64w-cvsh",
      "summary": "The interplay of spin-orbit coupling and electronic correlation in multiorbital crystalline systems has a profound impact on their magnetic and electronic properties. Unfortunately, these energy scales are similar in 5 d systems and are difficult to disentangle even with knowledge of the electronic energy levels. Here, the authors remove this ambiguity by comparing L 2 and L 3 edge resonant inelastic x-ray scattering measurements of 5 d 2 double perovskites and using dipole selection rules to determine the energy scales of spin-orbit and Hund’s coupling. [Phys. Rev. B 112, 165103] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Metallic collinear antiferromagnets with mirror-symmetric and asymmetric spin splittings",
      "authors": [
        "Vladimir A. Zyuzin"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/c19b-3mtq",
      "doi": "10.1103/c19b-3mtq",
      "summary": "In this paper we theoretically describe a distinct class of two-dimensional Néel ordered metallic antiferromagnets on a honeycomblike lattice in which the two magnetic sublattices are connected only by a combination of time-reversal and mirror symmetry operations. As a result of this symmetry, condu… [Phys. Rev. B 112, 165104] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Supercavity mode enhanced near-field radiative heat transfer between Mie resonators",
      "authors": [
        "Chen Ni, Asim Ur Rahman, Tianle Chen, Xinran Li, Rui Chen, and Yungui Ma"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7q1f-4zsm",
      "doi": "10.1103/7q1f-4zsm",
      "summary": "We theoretically investigate near-field radiative heat transfer (NFRHT) between subwavelength Mie-resonators supporting a supercavity mode with vanishing far-field coupling—a manifestation of quasibound states in the continuum (quasi-BICs). Employing the quasinormal mode (QNM) expansion formalism, w… [Phys. Rev. B 112, 165301] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Three-Majorana cotunneling interferometer for non-Abelian braiding and topological quantum gate implementation",
      "authors": [
        "Zhen Chen, Yijia Wu, and X. C. Xie"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qls3-tjzv",
      "doi": "10.1103/qls3-tjzv",
      "summary": "We propose a scheme for performing Majorana zero mode (MZM) braiding utilizing cotunneling processes in a three-MZM system incorporating reference arms. This approach relies on the interference between cotunneling paths through the MZMs and reference arms, establishing an effective, tunable coupling… [Phys. Rev. B 112, 165402] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Interaction effects on electronic Floquet spectra: Excitonic effects",
      "authors": [
        "Teng Xiao, Tsan Huang, Changhua Bao, and Zhiyuan Sun"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b1pl-nf2r",
      "doi": "10.1103/b1pl-nf2r",
      "summary": "Floquet engineering of electronic states by light is a central topic in modern experiments. However, the impact of many-body interactions on the single-electron properties remains unclear in this nonequilibrium situation. We propose that interaction effects could be reasonably understood by performi… [Phys. Rev. B 112, L161106] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Current-based metrology with two-terminal mesoscopic conductors</span>",
      "authors": [
        "Shishir Khandelwal, Gabriel T. Landi, Géraldine Haack, and Mark T. Mitchison"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/11075Y97U8c13a9bf8315b619296d91bf8b1f7341",
      "doi": "10.1103/cpp5-5yw4",
      "summary": "The traditional approach to quantum parameter estimation focuses on the quantum state, deriving fundamental bounds on precision through the quantum Fisher information. In most experimental settings, however, performing arbitrary quantum measurements is highly unfeasible. In open quantum systems, an … [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Effect of pressure on the transport properties and thermoelectric performance of Dirac semimetal ZrTe${}_{5}$</span>",
      "authors": [
        "Sanskar Mishra, Nagendra Singh, V. K. Gangwar, Rajan Walia, Manindra Kumar, Udai Bhan Singh, Deepash Sekhar Saini, Jianping Sun, Genfu Chen, Dilip Bhoi, Sandip Chatterjee, Yoshiya Uwatoko, Jinguang Cheng, and Prashant Shahi"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ac075O0dQ8313355a03d47d218ea86abd9400bdf8",
      "doi": "10.1103/53lr-gc9w",
      "summary": "ZrTe5 has been extensively studied due to its novel topological properties, which are tunable by subjecting to various parameters like temperature, chemical synthesis conditions, and pressure. In this study, we have investigated and compared the effect of hydrostatic pressure up to ~20 kbar on the t… [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Efficient spin transfer in the van der Waals heterostructure WTe${}_{2}$/Fe${}_{3}$GeTe${}_{2}$ enabled by direct interlayer $p$-orbital hybridization</span>",
      "authors": [
        "H. L. Ning, M. Q. Dong, X. Zhang, J. S. Huang, B. Liu, Zhi-Xin Guo, and Y. Dong"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/16077Oe9M69E6c1564e21230146142bb025605130",
      "doi": "10.1103/s1r9-dlhw",
      "summary": "Recent experiments have demonstrated efficient spin transfer across layers in the van der Waals heterostructure composed of WTe2 and Fe3GeTe2, signaling a potential breakthrough in developing all-van der Waals spin-orbit torque devices. However, the reasons behind the unusually high interlayer spin … [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Robustness of nonstabilizerness in the quantum Ising chain via quantum Monte Carlo tomography</span>",
      "authors": [
        "Hari Timsina, Yi-Ming Ding, Emanuele Tirrito, Poetri Sonya Tarabunga, Bin-Bin Mao, Mario Collura, Zheng Yan, and Marcello Dalmonte"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9a072ObfTfa1e75438308a24b6a344caaefe72ebb",
      "doi": "10.1103/4hpw-6mq3",
      "summary": "We study the behavior of magic as a bipartite correlation in the quantum Ising chain across its quantum phase transition, and at finite temperature. In order to quantify the magic of partitions rigorously, we formulate a hybrid scheme that combines stochastic sampling of reduced density matrices via… [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnetic resonance and microwave resistance modulation in the van der Waals ferrimagnet Mn${}_{3}$Si${}_{2}$Te${}_{6}$</span>",
      "authors": [
        "Miuko Tanaka, Abdul Ahad, Darius-Alexandru Deaconu, Varun Shah, Daisuke Nishio-Hamane, Tomohiro Ishii, Masayuki Hashisaka, Shoya Sakamoto, Shinji Miwa, Mohammad Saeed Bahramy, and Toshiya Ideue"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0b079O71S0cE261ba4c260d02b8c9e961dc02afed",
      "doi": "10.1103/pxq5-42q6",
      "summary": "Unconventional magnetoresistance is a fascinating quantum phenomenon that continues to draw significant interest in condensed matter physics. Mn_3Si_2Te_6 has emerged as such a novel magnetoresistance material, notable for its largest MR exceeding conventional colossal magnetoresistance materials an… [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Evidence of anisotropic three-dimensional weak localization in TiSe${}_{2}$ nanoflakes</span>",
      "authors": [
        "Xiaocui Wang, Yang Yang, Yongkai Li, Guangtong Liu, Junxi Duan, Zhiwei Wang, Li Lu, and Fan Yang"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f307eO87Led10947040c9f99d16ae7002b169fac7",
      "doi": "10.1103/mwfd-vhqd",
      "summary": "TiSe${}_{2}$ is a typical transition-metal dichalcogenide known for its charge-density wave order. In this study, we report the observation of an unusual anisotropic negative magnetoresistance in exfoliated TiSe${}_{2}$ nanoflakes at low temperatures. Unlike the negative magnetoresistance reported i… [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Machine learning semilocal exchange-correlation functionals for Kohn-Sham density functional theory of the Hubbard model</span>",
      "authors": [
        "Eoghan Cronin, Rajarshi Tiwari, and Stefano Sanvito"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c207eOa8Nf012159a0f453e288bea2ef088a8ae52",
      "doi": "10.1103/vm99-khkz",
      "summary": "The Hubbard model provides a test bed to investigate the complex behaviour arising from electron-electron interaction in strongly-correlated systems and naturally emerges as the foundation model for lattice density functional theory (DFT). Similarly to conventional DFT, lattice DFT computes the grou… [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Anatomy of non-Hermitian dynamical quantum phase transitions</span>",
      "authors": [
        "Yongxu Fu and Gao Xianlong"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/bd075Y4eT0c2491d02910d526e5f5c16a96dcb06f",
      "doi": "10.1103/92w1-71rt",
      "summary": "We establish a unified framework for dynamical quantum phase transitions (DQPTs) in non-Hermitian systems that encompasses both biorthogonal and self-norm non-biorthogonal formulations for pure and mixed states under quantum quench protocols. Our framework provides explicit expressions for the Losch… [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electric field modulation of sublattice exchange coupling and anisotropic magnon in a CrOCl monolayer</span>",
      "authors": [
        "Jinghua Liang"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/aa071O74Rc61b75b454020d3da075f90225351f06",
      "doi": "10.1103/vs22-tqp2",
      "summary": "Two dimensional (2D) anisotropic magnetic van der Waals (vdW) materials offer unique opportunities for tailoring magnetic properties via symmetry engineering. Here, we theoretically investigate how external electric fields modulate the magnetic interactions and spin dynamics in the anisotropic CrOCl… [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnetism in ${M}_{1/3}$NbS${}_{2}$ ($M$ = Fe, V, Mn): Insight into intercalated transition metal dichalcogenides using $μ$SR</span>",
      "authors": [
        "N. P. Bentley, T. L. Breeze, A. Hernández-Melián, T. J. Hicken, B. M. Huddart, F. L. Pratt, A. E. Hall, D. A. Mayoh, G. Balakrishnan, S. J. Clark, and T. Lancaster"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fa07dO3bS1d1715321b74e0661c1c0bd837426101",
      "doi": "10.1103/njym-t72p",
      "summary": "We present the results of muon-spin relaxation ($μ$SR) measurements of the static and dynamic magnetism of ${M}_{1/3}$NbS${}_{2}$ ($M$ = Fe, V, Mn), three intercalated transition-metal dichalcogenides. Transitions to long-range magnetic order are observed in all three materials and local magnetic fi… [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spectroscopic evidence of Kondo resonance in 3$d$ van der Waals ferromagnets</span>",
      "authors": [
        "Deepali Sharma, Neeraj Bhatt, Asif Ali, Rajeswari Roy Chowdhury, Chandan Patra, Ravi Prakash Singh, and Ravi Shankar Singh"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/61078Y1dRd626f01f1f866582633502f31efa0d48",
      "doi": "10.1103/wmj3-md5c",
      "summary": "Two-dimensional van der Waals (vdW) ferromagnets drive the advancement in spintronic applications and enable the exploration of exotic magnetism in low-dimensional systems. The entanglement of dual $−$ localized and itinerant $−$ nature of electrons lies at the heart of the correlated electron syste… [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Coexistence of superconductivity and nontrivial band topology in post-transition-metal decorated bilayer kagome borophene $M$B${}_{6}$ ($M$ = In, Tl)</span>",
      "authors": [
        "Yi Wan, Shu-Xiang Qiao, Kai-Yue Jiang, Hao Ding, Ying-Jie Chen, Hong-Yan Lu, and Ping Zhang"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5a07bOdaSce1d456a48d482320f8ffe6d827c5afc",
      "doi": "10.1103/hp6g-pdj8",
      "summary": "Kagome lattice materials have attracted significant research interest due to their unique electronic structures and emergent quantum phenomena. Three-dimensional (3D) kagome systems have been extensively investigated, while the exploration of two-dimensional (2D) kagome materials remains relatively … [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electronic structure of the Bi${}_{2}$Te${}_{3}$ side surface</span>",
      "authors": [
        "Igor A. Shvets, Sergey V. Eremeev, Vladimir A. Golyashov, Niranjan Kumar, Andrey S. Tarasov, Konstantin A. Kokh, and Oleg E. Tereshchenko"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/66072O85S1a1bb51211006637f29af1adae304978",
      "doi": "10.1103/bd4p-zrmy",
      "summary": "Topological insulators (TIs) of the bismuth telluride type are the most investigated among TIs. However, the studies were focused solely on the natural cleavage surface (111) which exhibits a slightly anisotropic Dirac state. Being a strong TI, Bi${}_{2}$Te${}_{3}$ should support topological surface… [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Z${}_{2}$ topological trion insulator</span>",
      "authors": [
        "Yichen Chu and Qizhong Zhu"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e1076O98Tf51ba5747368732eca9f6b39157a778a",
      "doi": "10.1103/vxlk-499b",
      "summary": "Trions, charged quasiparticles formed by binding an exciton to an excess charge carrier, dominate the optical response of doped transition metal dichalcogenides (TMDs), and the study of the transport properties of trions in TMDs may have application in developing high-speed excitonic and optoelectro… [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin currents in Rashba altermagnets: From equilibrium to nonlinear regimes</span>",
      "authors": [
        "Priyadarshini Kapri"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/cd072O65S821805ea33a95297d3835a655dffe4db",
      "doi": "10.1103/jqg2-fpk3",
      "summary": "We investigate equilibrium (background), linear, and nonlinear spin currents in two-dimensional Rashba spin-orbit coupled altermagnet systems, using a modified spin current operator that includes anomalous velocity from non-zero Berry curvature. The background spin current, stemming from spin-orbit … [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Multimagnon and multispinon ${L}_{3}$-edge RIXS spectra of an effective ${J}_{1}−{J}_{2}−{J}_{3}$ square-lattice Heisenberg model</span>",
      "authors": [
        "Kai-Yuan Qi, Shangjian Jin, Trinanjan Datta, and Dao-Xin Yao"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e407bO71Qc41ac5931008a671b80bd317d9baf281",
      "doi": "10.1103/vc7b-15sf",
      "summary": "We investigate the multimagnon and the multispinon L3-edge resonant inelastic x-ray scattering (RIXS) spectra of a spin-1/2 effective J1-J2-J3 square lattice Heisenberg model in its Neel ordered phase. Motivated by the observation of satellite intensity peaks above the single magnon dispersion in th… [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Discrete time crystals detected by time-translation twist</span>",
      "authors": [
        "Ryota Nakai, Taozhi Guo, and Shinsei Ryu"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b407fO7bReb15d5fa3817d801acb31fc1129f0967",
      "doi": "10.1103/1dc6-y1x8",
      "summary": "We introduce a boundary condition twisted by time translation as a novel probe to characterize dynamical phases in periodically driven (Floquet) quantum systems. Inspired by twisted boundary conditions in equilibrium systems, this approach modifies the temporal evolution of the system upon completin… [Phys. Rev. B] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Multiparticle quantum heat engine: Exploring the impact of criticality on efficiency",
      "authors": [
        "Anass Hminat, Abdallah Slaoui, Brahim Amghar, and Rachid Ahl Laamara"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qyby-5yvg",
      "doi": "10.1103/qyby-5yvg",
      "summary": "Quantum many-body systems present substantial technical challenges from both analytical and numerical perspectives. Despite these difficulties, some progress has been made, including studies of interacting atomic gases and interacting quantum spins. Furthermore, the potential for criticality to enha… [Phys. Rev. E 112, 044104] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Impact of on-site potentials on $q$ breathers in nonlinear chains",
      "authors": [
        "Lin Deng, Chengguan Fang, Hang Yu, Yisen Wang, Zhigang Zhu, Weicheng Fu, Sergej Flach, and Liang Huang"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8c22-d1mw",
      "doi": "10.1103/8c22-d1mw",
      "summary": "On-site potentials are ubiquitous in physical systems and strongly influence their heat transport and energy localization. These potentials will inevitably affect the dynamical properties of $q$ breathers (QBs), defined as periodic orbits exponentially localized in normal mode space. By integrating … [Phys. Rev. E 112, 044202] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Landscapes and nonequilibrium fluctuations of eukaryotic gene regulation",
      "authors": [
        "Masaki Sasai, Bhaswati Bhattacharyya, Shin Fujishiro, and Yoshiaki Horiike"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xpm2-md6d",
      "doi": "10.1103/xpm2-md6d",
      "summary": "Understanding the interplay among processes that occur over different timescales is a challenging issue in the physics of systems regulation. In gene regulation, the timescales for changes in chromatin states can differ from those for changes in the concentration of product protein, raising question… [Phys. Rev. E 112, 044401] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Voltage-sensing mechanism underlying the gating process of two-pore-domain potassium channels",
      "authors": [
        "Yuval Ben-Abu and Lev Mourokh"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fvy1-6213",
      "doi": "10.1103/fvy1-6213",
      "summary": "${\\mathrm{K}}_{2\\mathrm{P}}$ channels are potassium leak channels known to play an essential role in modulating the membrane potential of neurons and glia. Their dysfunction has been associated with a wide range of diseases, including cancer, autoimmune, CNS, cardiovascular and urinary tract disorde… [Phys. Rev. E 112, 044402] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Sampling the space of solutions of an artificial neural network",
      "authors": [
        "Alessandro Zambon, Enrico M. Malatesta, Guido Tiana, and Riccardo Zecchina"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qs48-jzyq",
      "doi": "10.1103/qs48-jzyq",
      "summary": "The weight space of an artificial neural network can be systematically explored using tools from statistical mechanics. We employ a combination of a hybrid Monte Carlo algorithm which performs long exploration steps, a ratchet-based algorithm to investigate connectivity paths, and coupled replica mo… [Phys. Rev. E 112, 045303] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>AB model with coalescence: Mean field and Monte Carlo simulations</span>",
      "authors": [
        "Mauricio Girardi and Marcelo Freitas de Andrade"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/9607eRceWdc15d2204bc2a326cd2d9fc1fe5d9d48",
      "doi": "10.1103/pcw3-zj3l",
      "summary": "We study a competitive two-species (A and B) reaction-diffusion model on a bipartite square lattice, where cooperative interactions lead to either particle coalescence or dispersal. The model is controlled by a coalescence-dispersion parameter, g, and a maximum site occupancy per species, no. We inv… [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Measurement of turbulent velocity and bounds for thermal diffusivity in laser shock compressed foams by x-ray photon correlation spectroscopy</span>",
      "authors": [
        "Charles Heaton, Hao Yin, Dimitri Khaghani, Hae Ja Lee, Hannah Poole, Eric Blackman, Nina Boiadjieva, Xiaoqian M. Chen, Celine Crépisson, Gilbert W. Collins, Adrien Descamps, Arianna E. Gleason, Christian Gutt, Alexander N. Petsch, Lisa Randolph, Silke Nelson, Peregrine McGehee, Rajan Plumley, Christopher Spindloe, Thomas Stevens, Charlotte Stuart, Joshua J. Turner, Hussein Aluie, Jessica K. Shang, and Gianluca Gregori"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/fc074K8fTf01351b90db29c0e24b5c521a8a5b5a4",
      "doi": "10.1103/lff9-f3c1",
      "summary": "Experimental benchmarking of transport coefficients under extreme conditions is required for validation of differing theoretical models. To date, measurement of transport properties of dynamically compressed samples remains a challenge with only a limited number of studies able to quantify transport… [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Hydrodynamics of magnetic nanorods</span>",
      "authors": [
        "Robert Kuszelewicz"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/e9075R2dRfc17c20b67d4722a9d1ae66bf5a6a660",
      "doi": "10.1103/938j-c3vb",
      "summary": "We develop a comprehensive three-dimensional theory to describe the hydrodynamics of magnetic nanoparticles actuated by an external time-dependent magnetic field. This theory extends the mobility matrix formalism developed by J. Happel, to (quasi-) magnetostatic interactions and incorporates Brownia… [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Effects of overburden pressure on granular shear flows: Multiplicity and chaos</span>",
      "authors": [
        "Akhilandeshwari Erram, Manaswita Bose, Partha S. Goswami, and Devang V. Khakhar"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/7307cR66Me41a92813150468c0ff4700d10d904f7",
      "doi": "10.1103/26m8-q6nl",
      "summary": "The shear flow of granular materials is studied in the presence of overburden pressure and gravity using the discrete element method. The system comprises particles confined between parallel walls moving with constant speed in opposite directions and with an overburden pressure applied on the top wa… [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Model for electrocurvature phase transitions in lipid bilayers driven by flip-flop asymmetry</span>",
      "authors": [
        "Adel Mohammed Djibaoui, Robert Bouzerar, and Mohammed Guedda"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/da07aRcdQ6911d2a26b01f9468be30508c7c97ef3",
      "doi": "10.1103/gjc6-tnp1",
      "summary": "The active transfer of phospholipids across bilayer leaflets termed the flip-flop process is essential for regulating membrane asymmetry, curvature, and cellular function. This phenomenon is mediated by ATP-dependent enzymes such as flippases and floppases, whose activity profoundly influences membr… [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Multiscale discrete Maxwell boundary condition for the discrete unified gas kinetic scheme for all Knudsen number flows</span>",
      "authors": [
        "Ziyang Xin, Yue Zhang, Chuang Zhang, and Zhaoli Guo"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/e1079R6eS7011c2e46458d61777cc0a4bd4015ddb",
      "doi": "10.1103/y638-3f1d",
      "summary": "In this paper, a multiscale boundary condition for the discrete unified gas kinetic scheme (DUGKS) is developed for gas flows in all flow regimes. Based on the discrete Maxwell boundary condition (DMBC), this study addresses the limitations of the original DMBC used in DUGKS. Specifically, it is fou… [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Arbitrary number of thermally induced phase transitions in different universality classes in $XY$ models with higher-order terms</span>",
      "authors": [
        "Milan Žukovič"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/a3072R16T181e42d270824f05d0fd2c614f806d52",
      "doi": "10.1103/hds7-vkpm",
      "summary": "We propose generalized variants of the $XY$ model capable of exhibiting an arbitrary number of phase transitions only by varying temperature. They are constructed by supplementing the magnetic coupling with ${n}_{t}−1$ nematic terms of exponentially increasing order with the base $q=2,3,4$ and $5$, … [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Functional renormalization group approach to phonon modified criticality: Anomalous dimension of strain and nonanalytic corrections to Hooke’s law</span>",
      "authors": [
        "Max O. Hansen, Julia von Rothkirch, and Peter Kopietz"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/9107aRd1S3015c2266426c508e03d1fedab417758",
      "doi": "10.1103/kvsh-cvvk",
      "summary": "We study the interplay between critical isotropic elasticity and classical Ising criticality using a functional renormalization group (FRG) approach which is implemented such that the volume is fixed during the entire renormalization group flow. For dimensions slightly smaller than four we use a sim… [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Relaxation of Hamiltonian dynamics in intermediate time scales and slow dynamics of glass-forming liquids</span>",
      "authors": [
        "Yoshihiro Nakahara and Akira Shudo"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/f307eR73T311a326b8272c18f8a0fc8a41d1714ba",
      "doi": "10.1103/6ypl-jdm3",
      "summary": "We examine to what extent the characteristic slow dynamics of glass-forming liquids can be reproduced by a single-particle model without randomness. Our results show that even a single-particle Lorentz gas without explicit randomness reproduces the behavior of several key observables - mean-square d… [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Nonreciprocally coupled spin glasses: Exceptional-point-mediated phase transitions and aging</span>",
      "authors": [
        "Giulia Garcia Lorenzana, Ada Altieri, Giulio Biroli, Michel Fruchart, and Vincenzo Vitelli"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/8d075RccO9716c2f93a03c3705b30cf3e0d0a3128",
      "doi": "10.1103/mlvk-hcxy",
      "summary": "Disordered systems can exhibit a dramatic slowdown of their dynamics called aging. Contrary to the established understanding that this phenomenon is destroyed by non-reciprocal interactions, we here show that the outcome crucially depends on the structure of the system. Unlike previous studies, whic… [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Double-exponential scaling function for island-size distributions</span>",
      "authors": [
        "Vladimir G. Dubrovskii"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/10073R25T3312e2d896f14599711b5f91853be17f",
      "doi": "10.1103/wqcy-69ml",
      "summary": "We study the island-size distributions in homogeneous nucleation and growth during submonolayer deposition depending on the form of capture numbers σ(s) in the rate equations. For the power-law size dependences of the capture numbers σ(s)~s^α, our solutions to the continuum rate equation are reduced… [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Universal trade-off between irreversibility and intrinsic timescale in thermal relaxation with applications to thermodynamic inference</span>",
      "authors": [
        "Ruicheng Bao, Chaoqun Du, Zhiyu Cao, and Zhonghuai Hou"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/12079Y83P071a09c531f2495592fd8a3634b86a96",
      "doi": "10.1103/fmsz-rdbj",
      "summary": "We establish a general lower bound for the entropy production rate based on the Kullback-Leibler divergence and the Logarithmic-Sobolev constant that characterizes the time-scale of relaxation. This bound can be considered as an enhanced second law of thermodynamics. \\normalcolor{When applied to the… [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Moment analysis of two-dimensional active Brownian run-and-tumble particles</span>",
      "authors": [
        "Aoran Sun, Da Wei, Yiyu Zhang, Fangfu Ye, and Rudolf Podgornik"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/6f073R76Qd01ca2e560262b48d480624cb7063ba5",
      "doi": "10.1103/f5jz-4jv9",
      "summary": "We study an active Brownian run-and-tumble particle (ABRTP) model, that consists of an active Brownian run state during which the active velocity of the particle diffuses on the unit circle, and a tumble state during which the active velocity is zero, both with exponentially distributed time. Additi… [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Effective field theory of plasmas in a Podolsky-corrected photonic field</span>",
      "authors": [
        "Prabhat Singh and Punit Kumar"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/1d073Q40N131583ab537426388a4076a860ca13de",
      "doi": "10.1103/r25d-mbdf",
      "summary": "A theory for abelian plasma permeated by photons has been developed considering QED generalized in Podolsky electrodynamics framework for consideration of higher order terms in electromagnetic theory. The theory traces out photonic degrees of freedom in plasma and accounts for plasma dynamics mediat… [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Community detection of undirected hypergraphs by Ricci flow</span>",
      "authors": [
        "Yulu Tian, Jicheng Ma, Yunyan Yang, and Liang Zhao"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/77074R0cR5718e2f663b21d0c82f99b530004e8ad",
      "doi": "10.1103/d5n8-y58m",
      "summary": "Community detection in hypergraphs presents both a valuable approach for identifying functional modules and a complex challenge due to higher-order interactions among nodes. We define a hypergraph Ricci flow that directly operates on higher-order interactions of undirected hypergraphs and prove its … [Phys. Rev. E] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Tunable edge and depth sensing via phase-change nonlocal metasurfaces",
      "authors": [
        "Kenan Guo, Yue Jiang, Shuyuan Xiao, and Tingting Liu"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/p786-nhtn",
      "doi": "10.1103/p786-nhtn",
      "summary": "Performing simultaneous depth-of-field (DOF) extension and edge enhancement within a single optical element remains a fundamental challenge in advanced imaging. Here, we propose a wavelength-tunable nonlocal Huygens metasurface capable of simultaneously extracting depth and edge features of images i… [Phys. Rev. Applied 24, 044005] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Modulating low-power-threshold optical bistability by electrically reconfigurable free-electron Kerr nonlinearity",
      "authors": [
        "Huatian Hu (胡华天), Gonzalo Álvarez-Pérez, Antonio Valletta, Marialilia Pea, Michele Ortolani, and Cristian Ciracì"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rpdw-vp1n",
      "doi": "10.1103/rpdw-vp1n",
      "summary": "Efficient active control of optical nonlinearity has long been a critical goal for advancing nonlinear optoelectronic devices. However, this remains a significant challenge, as nonlinear susceptibilities are inherently dictated by the microscopic properties of materials. In this work, we propose a m… [Phys. Rev. Applied 24, 044006] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Local-limit disorder characteristics of niobium-based superconducting radio-frequency cavities",
      "authors": [
        "Anastasiya Lebedeva, Matúš Hladký, Marcel Polák, and František Herman"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5hp2-3x8n",
      "doi": "10.1103/5hp2-3x8n",
      "summary": "Nowadays $\\mathrm{Nb}$-based superconducting radio-frequency cavities represent fundamental tools used for (Standard Model) particle acceleration, (beyond Standard Model) particle probing, and long-lifetime photon preservation. We study the superconducting radio-frequency shift in the vicinity of th… [Phys. Rev. Applied 24, 044007] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Enhancing low-temperature quantum thermometry via sequential measurements",
      "authors": [
        "Ning Zhang, Chong Chen, and Ping Wang"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sr7z-kxwp",
      "doi": "10.1103/sr7z-kxwp",
      "summary": "We propose a sequential measurement protocol for accurate low-temperature estimation based on Ramsey interferometry. The resulting correlated outputs significantly enhance the low-temperature precision compared to that of the independent measurement scheme. This enhancement manifests a Heisenberg sc… [Phys. Rev. Applied 24, 044008] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Self-induced nonreciprocity from asymmetric photonic topological insulators",
      "authors": [
        "Sema Guvenc Kilic, Ufuk Kilic, Mathias Schubert, Eva Schubert, and Christos Argyropoulos"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dnp4-z1xk",
      "doi": "10.1103/dnp4-z1xk",
      "summary": "Photonic topological insulators and self-induced nonreciprocity based on nonlinear effects in asymmetric structures have garnered increased attention due to their potential applications in quantum information technologies and advanced photonic integrated circuits. In this study, we combine these two… [Phys. Rev. Applied 24, 044009] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Boundary-layer modeling of polymer-based acoustofluidic devices</span>",
      "authors": [
        "Sazid Z. Hoque and Henrik Bruus"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/73079A2bTcc1ef0da4ae8b60c9fd247046a63cb88",
      "doi": "10.1103/m1rf-tkpw",
      "summary": "In fluid-filled microchannels embedded in solid devices and driven by MHz ultrasound transducers, the thickness of the viscous boundary layer in the fluid near the confining walls is typically 3 to 4 orders of magnitude smaller than the acoustic wavelength and 5 orders of magnitude smaller than the … [Phys. Rev. Applied] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Harnessing nonlinearity to tame wave dynamics in nonreciprocal active systems</span>",
      "authors": [
        "Sayan Jana, Bertin Many Manda, Vassos Achilleos, Dimitrios J. Frantzeskakis, and Lea Sirota"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/f8076Yd8O481f49fe1f63632283b35be1171533a7",
      "doi": "10.1103/zkxs-24kn",
      "summary": "We present a mechanism to generate unidirectional pulse-shaped propagating waves, tamed to exponential growth and dispersion, in active systems with nonreciprocal and nonlinear couplings. In particular, when all bulk modes are exponentially localized at one side of the lattice (skin effect), it is e… [Phys. Rev. Applied] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>High-resolution imaging of ultrasonic fields through a multimode optical fiber</span>",
      "authors": [
        "Benjamin Keenlyside, Dylan Marques, David B. Phillips, Edward Zhang, Paul Beard, and James Guggenheim"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/1107eA94Tf511703460119683e96f69c934f719e4",
      "doi": "10.1103/nrzh-hqsh",
      "summary": "High-resolution ultrasound and photoacoustic imaging with flexible, lightweight probes is highly desirable for applications ranging from handheld clinical diagnostics to minimally invasive endoscopy and industrial inspection in confined environments. Piezoelectric transducer arrays, while widely use… [Phys. Rev. Applied] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Anomalous Nernst effect in Co thin films under laser irradiation</span>",
      "authors": [
        "Soichiro Mochizuki, Itaru Sugiura, Tetsuya Narushima, Teruo Ono, Takuya Satoh, and Kihiro T. Yamada"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/9007fA54N9518909b5a92ee5556e3b679684ce481",
      "doi": "10.1103/dyjq-rw8s",
      "summary": "The anomalous Nernst effect (ANE) generates electromotive forces transverse to temperature gradients and has attracted much attention for potential applications into novel thermoelectric power generators. ANE efficiency is generally characterized by uniform temperature gradients in a steady state pr… [Phys. Rev. Applied] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Optical chirality in Raman scattering",
      "authors": [
        "Yi-Jing Wu, Jing-Han Zhuang, Zi-Qiang Wang, Yin-Mei Li, and Lei Gong"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b7bv-fpz9",
      "doi": "10.1103/b7bv-fpz9",
      "summary": "Raman optical activity (ROA) offers a powerful tool for distinguishing chiral molecules. However, the inherent properties of light that unveil the “handedness” of molecules remain unclear in the realm of ROA. Here, we find two optical measures—the optical chirality tensor and the optical quadrupole … [Phys. Rev. Research 7, 043011] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Thermal state preparation by repeated interactions at and beyond the Lindblad limit",
      "authors": [
        "Carlos Ramon-Escandell, Alessandro Prositto, and Dvira Segal"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5y2q-jzgx",
      "doi": "10.1103/5y2q-jzgx",
      "summary": "We study the nature of thermalization dynamics and the associated preparation (simulation) time under the repeated interaction protocol uncovering an anomalous, Mpemba-like trend. As a case study, we focus on a three-level system and analyze its dynamics in two complementary regimes, where the syste… [Phys. Rev. Research 7, 043012] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Pre-Floquet states facilitating coherent subharmonic response of periodically driven many-body systems",
      "authors": [
        "Steffen Seligmann, Hamed Koochaki Kelardeh, and Martin Holthaus"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vgpm-s6tv",
      "doi": "10.1103/vgpm-s6tv",
      "summary": "We demonstrate longtime coherent subharmonic motion of a many-boson system subjected to an external time-periodic driving force. The underlying mechanism is exemplified numerically through analysis of a periodically driven Bose-Hubbard dimer, and clarified conceptually by semiclassical requantizatio… [Phys. Rev. Research 7, 043013] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Quantum Zeno blockade in optomechanical systems",
      "authors": [
        "Karl Pelka and André Xuereb"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vhnq-79bj",
      "doi": "10.1103/vhnq-79bj",
      "summary": "Using a simple yet experimentally feasible driving scheme it is shown how continuous variable quantum systems can be forced to act as qudits through the quantum Zeno effect. Moreover, the dimensionality of the qubit can be tuned through external drive parameters with parameters available in optomechanical experiments. [Phys. Rev. Research 7, L042003] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Beyond characteristic equations: A unified one-dimensional non-Bloch band theory via wavefunction data",
      "authors": [
        "Haoshu Li"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xdbt-h9bs",
      "doi": "10.1103/xdbt-h9bs",
      "summary": "This study shows that the characteristic equation alone can be insufficient for determining open-boundary spectra in non-Hermitian systems and introduces a unified framework that incorporates wavefunction data to accurately capture spectral and response properties, particularly in high-symmetry settings. [Phys. Rev. Research 7, L042004] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Sensing and Control of Single Trapped Electrons above 1 K",
      "authors": [
        "K. E. Castoria, N. R. Beysengulov, G. Koolstra, H. Byeon, E. O. Glen, M. Sammon, S. A. Lyon, J. Pollanen, and D. G. Rees"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vcl7-73ms",
      "doi": "10.1103/vcl7-73ms",
      "summary": "E. Castoria, N. R. Beysengulov, G. Koolstra, H. Byeon, E. O. Glen, M. Sammon, S. A. Lyon, J. Pollanen, and D. G. Rees A microchannel quantum dot integrated with a superconducting resonator allows for the precision trapping and detection of single electrons on superfluid helium above 1 K, demonstrating control in conditions suited for scalable quantum processors. [Phys. Rev. X 15, 041002] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Snakes and Ladders: Adapting the Surface Code to Defects",
      "authors": [
        "Catherine Leroux, Sophia F. Lin, Przemyslaw Bienias, Krishanu R. Sankar, Asmae Benhemou, Aleksander Kubica, and Joseph K. Iverson"
      ],
      "date": "2025-10-02T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/815q-xjrb",
      "doi": "10.1103/815q-xjrb",
      "summary": "For surface codes with holes due to fabrication imperfections, new strategies are shown to improve logical performance to a level close to that of imperfection-free codes. [PRX Quantum 6, 040302] Published Thu Oct 02, 2025"
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Lithium-ion intercalation by coupled ion-electron transfer",
      "authors": [
        "Yirui Zhang, Dimitrios Fraggedakis, Tao Gao, Shakul Pathak, Debbie Zhuang, Cristina Grosu, Yash Samantaray, Armando R. C. Neto, Sravani R. Duggirala, Botao Huang, Yun Guang Zhu, Livia Giordano, Ryoichi Tatara, Harsh Agarwal, Ryan M. Stephens, Martin Z. Bazant, Yang Shao-Horn"
      ],
      "date": "2025-10-02T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adq2541?af=R",
      "doi": "10.1126/science.adq2541",
      "summary": "Science, Volume 390, Issue 6768, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "ATP-dependent remodeling of chromatin condensates reveals distinct mesoscale outcomes",
      "authors": [
        "Camille Moore, Emily Wong, Upneet Kaur, Un Seng Chio, Ziling Zhou, Megan Ostrowski, Ke Wu, Iryna Irkliyenko, Sean Wang, Vijay Ramani, Geeta J. Narlikar"
      ],
      "date": "2025-10-02T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adr0018?af=R",
      "doi": "10.1126/science.adr0018",
      "summary": "Science, Volume 390, Issue 6768, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "A comprehensive genetic catalog of human double-strand break repair",
      "authors": [
        "Ernesto López de Alba, Israel Salguero, Daniel Giménez-Llorente, Javier Montes-Torres, Ángel Fernández-Sanromán, Ester Casajús-Pelegay, José Terrón-Bautista, Jonathan Barroso-González, Juan A. Bernal, Geoff Macintyre, Rafael Fernández-Leiro, Ana Losada, Felipe Cortés-Ledesma"
      ],
      "date": "2025-10-02T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adr5048?af=R",
      "doi": "10.1126/science.adr5048",
      "summary": "Science, Volume 390, Issue 6768, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Intercellular communication in the brain through a dendritic nanotubular network",
      "authors": [
        "Minhyeok Chang, Sarah Krüssel, Laxmi Kumar Parajuli, Juhyun Kim, Daniel Lee, Alec Merodio, Jaeyoung Kwon, Shigeo Okabe, Hyung-Bae Kwon"
      ],
      "date": "2025-10-02T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adr7403?af=R",
      "doi": "10.1126/science.adr7403",
      "summary": "Science, Volume 390, Issue 6768, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Persistent eastern equatorial Pacific Ocean upwelling since the warm Pliocene",
      "authors": [
        "Patrick A. Rafter, Jesse R. Farmer, Alfredo Martínez-García, Ana Christina Ravelo, Kristopher B. Karnauskas, Fabian C. Batista, Stefano M. Bernasconi, Haojia Ren, Alexandra Auderset, Gerald H. Haug, Daniel M. Sigman"
      ],
      "date": "2025-10-02T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ads8720?af=R",
      "doi": "10.1126/science.ads8720",
      "summary": "Science, Volume 390, Issue 6768, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "GCN1 couples GCN2 to ribosomal state to initiate amino acid response pathway signaling",
      "authors": [
        "Changqian Zhou, Miao Zhang, Jason Murray, Joao Paulo, Steve Gygi, Sichen Shao, Malcolm Whitman, Tracy Keller"
      ],
      "date": "2025-10-02T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ads8728?af=R",
      "doi": "10.1126/science.ads8728",
      "summary": "Science, Volume 390, Issue 6768, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Localized glutamine leakage drives the spatial structure of root microbial colonization",
      "authors": [
        "Huei-Hsuan Tsai, Yuanjie Tang, Lingmin Jiang, Xiaoyan Xu, Valérie Dénervaud Tendon, Jia Pang, Yanyan Jia, Kathrin Wippel, Jordan Vacheron, Christoph Keel, Tonni Grube Andersen, Niko Geldner, Feng Zhou"
      ],
      "date": "2025-10-02T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adu4235?af=R",
      "doi": "10.1126/science.adu4235",
      "summary": "Science, Volume 390, Issue 6768, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "The paradox of AI accelerationism and the promise of public interest AI",
      "authors": [
        "Chinasa T. Okolo"
      ],
      "date": "2025-10-02T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb5789?af=R",
      "doi": "10.1126/science.aeb5789",
      "summary": "Science, Volume 390, Issue 6768, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "A computer scientist’s technological gamble",
      "authors": [
        "Jonathan Wai"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb1091?af=R",
      "doi": "10.1126/science.aeb1091",
      "summary": "Science, Volume 390, Issue 6768, Page 35-35, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "On prosthetics, printed organs, and pig hearts",
      "authors": [
        "Christopher Kemp"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb2381?af=R",
      "doi": "10.1126/science.aeb2381",
      "summary": "Science, Volume 390, Issue 6768, Page 34-34, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Ancient alleles drive contemporary climate adaptation in an alpine plant",
      "authors": [
        "Simone Fior, Hirzi Luqman, Mathias Scharmann, Aksel Pålsson, Jennifer de Jonge, Stefan Zoller, Niklaus Zemp, Domenico Gargano, Daniel Wegmann, Alex Widmer"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adp5717?af=R",
      "doi": "10.1126/science.adp5717",
      "summary": "Science, Volume 390, Issue 6768, Page 59-64, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Climate-linked escalation of societally disastrous wildfires",
      "authors": [
        "Calum X. Cunningham, John T. Abatzoglou, Crystal A. Kolden, Grant J. Williamson, Markus Steuer, David M. J. S. Bowman"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adr5127?af=R",
      "doi": "10.1126/science.adr5127",
      "summary": "Science, Volume 390, Issue 6768, Page 53-58, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Strengthening nucleic acid biosecurity screening against generative protein design tools",
      "authors": [
        "Bruce J. Wittmann, Tessa Alexanian, Craig Bartling, Jacob Beal, Adam Clore, James Diggans, Kevin Flyangolts, Bryan T. Gemler, Tom Mitchell, Steven T. Murphy, Nicole E. Wheeler, Eric Horvitz"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adu8578?af=R",
      "doi": "10.1126/science.adu8578",
      "summary": "Science, Volume 390, Issue 6768, Page 82-87, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Two-dimensional diboron trioxide crystal composed by boroxol groups",
      "authors": [
        "T. Zio, M Dirindin, C. Di Giorgio, M. Thaler, B. Achatz, C. Cepek, I Cojocariu, M. Jugovac, T. O. Menteş, A. Locatelli, L. L. Patera, A. Sala, G. Comelli, M. Peressi, C. Africh"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adv2582?af=R",
      "doi": "10.1126/science.adv2582",
      "summary": "Science, Volume 390, Issue 6768, Page 95-99, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "A high-resolution molecular spin-photon interface at telecommunication wavelengths",
      "authors": [
        "Leah R. Weiss, Grant T. Smith, Ryan A. Murphy, Bahman Golesorkhi, José A. Méndez Méndez, Priya Patel, Jens Niklas, Oleg G. Poluektov, Jeffrey R. Long, David D. Awschalom"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ady8677?af=R",
      "doi": "10.1126/science.ady8677",
      "summary": "Science, Volume 390, Issue 6768, Page 76-81, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Marine origins and freshwater radiations of the otophysan fishes",
      "authors": [
        "Juan Liu, Donald B. Brinkman, Alison M. Murray, Michael G. Newbrey, Zehua Zhou, Lisa L. Van Loon, Neil R. Banerjee"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adr4494?af=R",
      "doi": "10.1126/science.adr4494",
      "summary": "Science, Volume 390, Issue 6768, Page 65-69, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "A lesson in mentoring",
      "authors": [
        "Muneer Yaqub"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec6104?af=R",
      "doi": "10.1126/science.aec6104",
      "summary": "Science, Volume 390, Issue 6768, Page 102-102, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "In Other Journals",
      "authors": [
        "Corinne Simonti, and Jesse Smith, Yevgeniya Nusinovich, L. Bryan Ray, Corinne Simonti, Keith T. Smith, Phil Szuromi, Peter Stern, and Melissa McCartney"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec7035?af=R",
      "doi": "10.1126/science.aec7035",
      "summary": "Science, Volume 390, Issue 6768, Page 38-39, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Battery charging goes quantum",
      "authors": [
        "Robert E. Warburton"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb4825?af=R",
      "doi": "10.1126/science.aeb4825",
      "summary": "Science, Volume 390, Issue 6768, Page 27-28, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Upwelling that lasted millions of years",
      "authors": [
        "Yair Rosenthal and Anya V. Hess"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb4832?af=R",
      "doi": "10.1126/science.aeb4832",
      "summary": "Science, Volume 390, Issue 6768, Page 28-29, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Getting to the root of the pattern",
      "authors": [
        "Ekaterina Kozaeva and Jennifer A. N. Brophy"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb6058?af=R",
      "doi": "10.1126/science.aeb6058",
      "summary": "Science, Volume 390, Issue 6768, Page 24-25, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Hidden networks in the brain",
      "authors": [
        "Dimitri Budinger and Michael T. Heneka"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb2962?af=R",
      "doi": "10.1126/science.aeb2962",
      "summary": "Science, Volume 390, Issue 6768, Page 25-26, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "National assessments in verse",
      "authors": [
        "Rida Ismail, Ana Brenda Guzovsky, Giovana Rosa Gameiro, Camila Fonseca Amorim da Silva, Wadim Strielkowski, Shaimaa Fathy Khalifa, Lucas Matthias Weissenborn, Encieh Erfani, Rasha Hamama, Abdulkader Alhussein, Christian Abagat, Jazreen Angel Plaza, Mariana Rodríguez Donoso, Yuankai Du, Esmeralda Valdivieso-Mora, Ankita Gupta, Eric Demoncheaux, Fotis Tsiroukis, Anas Shawah'en, Oscar Xavier Guerrero Gutiérrez, JiaHao Shi, Casimiro Gerarduzzi, Jawad Ullah, Hao Zhang, Prayan Pokharel, Moram Saeed, Ranjeet Singh Mahla, Rachel Pollard"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec2579?af=R",
      "doi": "10.1126/science.aec2579",
      "summary": "Science, Volume 390, Issue 6768, Page 22-23, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Pharma’s hot zone",
      "authors": [
        "Robert F. Service"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec7036?af=R",
      "doi": "10.1126/science.aec7036",
      "summary": "Science, Volume 390, Issue 6768, Page 17-21, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Dutch government agrees to return Java Man, thousands of other fossils to Indonesia",
      "authors": [
        "Martin Enserink"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec7425?af=R",
      "doi": "10.1126/science.aec7425",
      "summary": "Science, Volume 390, Issue 6768, Page 8-9, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Canada’s Supreme Court will decide fate of ostrich flock hit by bird flu",
      "authors": [
        "Jon Cohen"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec7426?af=R",
      "doi": "10.1126/science.aec7426",
      "summary": "Science, Volume 390, Issue 6768, Page 10-11, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Ambitious collaboration will map primate brains—including ours—in unprecedented detail",
      "authors": [
        "Richard Stone"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec7427?af=R",
      "doi": "10.1126/science.aec7427",
      "summary": "Science, Volume 390, Issue 6768, Page 12-13, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "AI map reveals vast scope of ‘ghost forests’ along east coast of U.S.",
      "authors": [
        "James Dinneen"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec7428?af=R",
      "doi": "10.1126/science.aec7428",
      "summary": "Science, Volume 390, Issue 6768, Page 14-15, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "In a first, a gene therapy seems to slow Huntington disease",
      "authors": [
        "Jocelyn Kaiser"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec7429?af=R",
      "doi": "10.1126/science.aec7429",
      "summary": "Science, Volume 390, Issue 6768, Page 15-15, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "New museum bolsters China’s controversial claim to Pacific languages",
      "authors": [
        "Marcel Hobma"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec7430?af=R",
      "doi": "10.1126/science.aec7430",
      "summary": "Science, Volume 390, Issue 6768, Page 16-16, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "UN politics won’t deliver an ambitious plastics treaty",
      "authors": [
        "Peter Dauvergne and Jen Iris Allan"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec1353?af=R",
      "doi": "10.1126/science.aec1353",
      "summary": "Science, Volume 390, Issue 6768, Page 7-7, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "New Products",
      "authors": [],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec7033?af=R",
      "doi": "10.1126/science.aec7033",
      "summary": "Science, Volume 390, Issue 6768, Page 100-100, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Wildfire management at a crossroads: Mitigation and prevention or response and recovery?",
      "authors": [
        "Robert Gray, Robin Gregory, and Calvin Sandborn"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx1230?af=R",
      "doi": "10.1126/science.adx1230",
      "summary": "Science, Volume 390, Issue 6768, Page 30-33, October 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "In Science Journals",
      "authors": [
        "Michael Funk, and Jesse Smith, Corinne Simonti, Phil Szuromi, Jake S. Yeston, Ian S. Osborne, Leslie Ferrarelli, Sacha Vignieri, Jana Zaumseil, Di Jiang, L. Bryan Ray, Mattia Maroso, Madeleine Seale, Marc S. Lavine, Michael A Funk, Claire Olingy, and Brandon Berry"
      ],
      "date": "2025-10-02T06:00:10+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aec7034?af=R",
      "doi": "10.1126/science.aec7034",
      "summary": "Science, Volume 390, Issue 6768, Page 37-39, October 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Author Correction: EBI2 augments Tfh cell fate by promoting interaction with IL-2-quenching dendritic cells",
      "authors": [
        "Jianhua Li",
        "Erick Lu",
        "Tangsheng Yi",
        "Jason G. Cyster"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09691-8",
      "doi": "10.1038/s41586-025-09691-8",
      "summary": "Nature, Published online: 02 October 2025; doi:10.1038/s41586-025-09691-8 Author Correction: EBI2 augments Tfh cell fate by promoting interaction with IL-2-quenching dendritic cells"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Publisher Correction: Multimodal cell maps as a foundation for structural and functional genomics",
      "authors": [
        "Leah V. Schaffer",
        "Mengzhou Hu",
        "Gege Qian",
        "Kyung-Mee Moon",
        "Abantika Pal",
        "Neelesh Soni",
        "Andrew P. Latham",
        "Laura Pontano Vaites",
        "Dorothy Tsai",
        "Nicole M. Mattson",
        "Katherine Licon",
        "Robin Bachelder",
        "Anthony Cesnik",
        "Ishan Gaur",
        "Trang Le",
        "William Leineweber",
        "Aji Palar",
        "Ernst Pulido",
        "Yue Qin",
        "Xiaoyu Zhao",
        "Christopher Churas",
        "Joanna Lenkiewicz",
        "Jing Chen",
        "Keiichiro Ono",
        "Dexter Pratt",
        "Peter Zage",
        "Ignacia Echeverria",
        "Andrej Sali",
        "J. Wade Harper",
        "Steven P. Gygi",
        "Leonard J. Foster",
        "Edward L. Huttlin",
        "Emma Lundberg",
        "Trey Ideker"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09648-x",
      "doi": "10.1038/s41586-025-09648-x",
      "summary": "Nature, Published online: 02 October 2025; doi:10.1038/s41586-025-09648-x Publisher Correction: Multimodal cell maps as a foundation for structural and functional genomics"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Scooped by a cupcake business: why we called our green-cement company Sublime Systems",
      "authors": [
        "Jacqui Thornton"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02670-z",
      "doi": "10.1038/d41586-025-02670-z",
      "summary": "Nature, Published online: 02 October 2025; doi:10.1038/d41586-025-02670-z Chief executive and co-founder Leah Ellis browsed a rhyming dictionary before adapting a word that leapt out after discovering her first choice was already taken."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "These alien planets are astronomers’ favourites: here’s why",
      "authors": [
        "Alexandra Witze"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03220-3",
      "doi": "10.1038/d41586-025-03220-3",
      "summary": "Nature, Published online: 02 October 2025; doi:10.1038/d41586-025-03220-3 Space scientists look back on 30 years of exoplanet discoveries — from rows of massive ‘super-Earths‘ to worlds with perfectly synchronized orbits."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Jane Goodall’s legacy: three ways she changed science",
      "authors": [
        "Rachel Fieldhouse",
        "Mohana Basu"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03209-y",
      "doi": "10.1038/d41586-025-03209-y",
      "summary": "Nature, Published online: 02 October 2025; doi:10.1038/d41586-025-03209-y The primatologist challenged what it meant to be a scientist."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Biothreat hunters catch dangerous DNA before it gets made",
      "authors": [
        "Matthew Hutson"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03230-1",
      "doi": "10.1038/d41586-025-03230-1",
      "summary": "Nature, Published online: 02 October 2025; doi:10.1038/d41586-025-03230-1 Microsoft researchers found a biological zero-day vulnerability — and created a software patch."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Exclusive: ex-CDC director talks about why she was fired",
      "authors": [
        "Max Kozlov"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03179-1",
      "doi": "10.1038/d41586-025-03179-1",
      "summary": "Nature, Published online: 02 October 2025; doi:10.1038/d41586-025-03179-1 “I would never do that, as a scientist,” Susan Monarez says of being asked to approve changes to vaccine recommendations without knowing the details."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Daily briefing: ‘A messenger of hope’ — Jane Goodall’s impact on science",
      "authors": [
        "Jacob Smith"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03269-0",
      "doi": "10.1038/d41586-025-03269-0",
      "summary": "Nature, Published online: 02 October 2025; doi:10.1038/d41586-025-03269-0 How primatologist Jane Goodall changed what it means to be a scientist. Plus, a historic treaty to protect the world’s seas has been ratified and a parachute that’s intentionally full of holes."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Memorable, distinctive, not too ‘sciencey’: why we named our biotech firm Anocca",
      "authors": [
        "Jacqui Thornton"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02667-8",
      "doi": "10.1038/d41586-025-02667-8",
      "summary": "Nature, Published online: 02 October 2025; doi:10.1038/d41586-025-02667-8 Chief executive Reagan Jarvis describes the role a branding agency had in naming his technology company."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Keep, lose, add: a checklist for plotting your next career move in science",
      "authors": [
        "Julie Gould"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02898-9",
      "doi": "10.1038/d41586-025-02898-9",
      "summary": "Nature, Published online: 02 October 2025; doi:10.1038/d41586-025-02898-9 Julie Gould learns of a career-planning framework that can help pinpoint what you love about your current role, and how that can influence future job moves."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Model organism databases face budget cuts and closures",
      "authors": [
        "Amanda Heidt"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03040-5",
      "doi": "10.1038/d41586-025-03040-5",
      "summary": "Nature, Published online: 02 October 2025; doi:10.1038/d41586-025-03040-5 Beyond the crucial data they contain, these digital archives have provided an important space for academic communities to exchange ideas and resources."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Research assessment: a round-up for early-career researchers",
      "authors": [
        "Holly Else"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02498-7",
      "doi": "10.1038/d41586-025-02498-7",
      "summary": "Nature, Published online: 02 October 2025; doi:10.1038/d41586-025-02498-7 Confused by research evaluation and its potential impact on career progression? Here are some pointers as to how things work in different parts of the world."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Radioactive ion beams for radiotherapy",
      "authors": [
        "Michael K. Fix"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03038-w",
      "doi": "10.1038/s41567-025-03038-w",
      "summary": "Nature Physics, Published online: 02 October 2025; doi:10.1038/s41567-025-03038-w Radiotherapy with charged particles is highly sensitive to uncertainties in their range. Now, radioactive ion beams offer increased precision and real-time imaging for tumour control while maintaining low toxicity to organs at risk."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Scattered waves reveal hidden objects",
      "authors": [
        "Ilya Starshynov"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03043-z",
      "doi": "10.1038/s41567-025-03043-z",
      "summary": "Nature Physics, Published online: 02 October 2025; doi:10.1038/s41567-025-03043-z Imaging through opaque media is challenging. But through the chaos it is possible to discern unique fingerprints of the objects hidden within."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Detection and characterization of targets in complex media using fingerprint matrices",
      "authors": [
        "Arthur Le Ber",
        "Antton Goïcoechea",
        "Lukas M. Rachbauer",
        "William Lambert",
        "Xiaoping Jia",
        "Mathias Fink",
        "Arnaud Tourin",
        "Stefan Rotter",
        "Alexandre Aubry"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03016-2",
      "doi": "10.1038/s41567-025-03016-2",
      "summary": "Nature Physics, Published online: 02 October 2025; doi:10.1038/s41567-025-03016-2 Imaging through complex media is challenging because scattering results in image blurring. By introducing a fingerprint operator and applying it to the measured reflection matrix, information on a target within a complex medium becomes accessible."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Isospin magnetic texture and intervalley exchange interaction in rhombohedral tetralayer graphene",
      "authors": [
        "Nadav Auerbach",
        "Surajit Dutta",
        "Matan Uzan",
        "Yaar Vituri",
        "Yaozhang Zhou",
        "Alexander Y. Meltzer",
        "Sameer Grover",
        "Tobias Holder",
        "Peleg Emanuel",
        "Martin E. Huber",
        "Yuri Myasoedov",
        "Kenji Watanabe",
        "Takashi Taniguchi",
        "Yuval Oreg",
        "Erez Berg",
        "Eli Zeldov"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03035-z",
      "doi": "10.1038/s41567-025-03035-z",
      "summary": "Nature Physics, Published online: 02 October 2025; doi:10.1038/s41567-025-03035-z Hund’s exchange interaction energy in two-dimensional materials is challenging to extract from experiments. Now, this is achieved in rhombohedral graphene, which allows an estimate of the interactions that drive the variety of correlated states in this material."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Convergence of nanotechnology and CRISPR-based diagnostics",
      "authors": [
        "Midori Johnston",
        "Schan Dissanayake-Perera",
        "James J. Collins",
        "Molly M. Stevens",
        "Can Dincer"
      ],
      "date": "2025-10-02T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02018-8",
      "doi": "10.1038/s41565-025-02018-8",
      "summary": "Nature Nanotechnology, Published online: 02 October 2025; doi:10.1038/s41565-025-02018-8 This Perspective examines the technological landscape to bridge the gaps between CRISPR-based diagnostics and nanomaterials, proposing specific synergies that could catalyse their development and application."
    }
  ]
}