{
  "generatedAt": "2025-09-22T16:15:59.044444+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Numerically refined reaction conditions for stochastic simulation of nonelementary trimolecular reactions between closest particles",
      "authors": [
        "Taylor Kearney, Ricardo Ruiz-Baier, and Mark B. Flegg"
      ],
      "date": "2025-09-22T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gd4f-nyqv",
      "doi": "10.1103/gd4f-nyqv",
      "summary": "We study a system of diffusing point particles in which any triplet of particles reacts and is removed from the system when the relative proximity of the constituent particles satisfies a predefined condition. Proximity-based reaction conditions of this kind are commonly used in particle-based simul… [Phys. Rev. E 112, 034126] Published Mon Sep 22, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Non-Gaussian density fluctuations in the Dean-Kawasaki equation",
      "authors": [
        "Louison Le Bon, Antoine Carof, and Pierre Illien"
      ],
      "date": "2025-09-22T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5mjd-m46h",
      "doi": "10.1103/5mjd-m46h",
      "summary": "Computing analytically the $n$-point density correlations in systems of interacting particles is a long-standing problem of statistical physics with a broad range of applications, from the interpretation of scattering experiments in simple liquids, to the understanding of their collective dynamics. … [Phys. Rev. E 112, 034127] Published Mon Sep 22, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Comparison of the properties of two-dimensional and three-dimensional percolating networks of nanoparticles",
      "authors": [
        "Philip J. Bones, Zachary E. Heywood, Joshua B. Mallinson, Ryan K. Daniels, Matthew D. Arnold, and Simon A. Brown"
      ],
      "date": "2025-09-22T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/638g-tr91",
      "doi": "10.1103/638g-tr91",
      "summary": "Percolating networks of nanoparticles (PNNs) exhibit a range of brain-like properties and are well modeled by continuum percolation with tunneling. All of the PNNs studied to date for their potential use in neuromorphic computing have been two-dimensional (2D), formed by depositing particles onto fl… [Phys. Rev. E 112, 034314] Published Mon Sep 22, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "General approach to the statistics of microbial orientation: Lévy walks, noise, and deterministic drift",
      "authors": [
        "Taylor J. Whitney, Thomas H. Solomon, and Kevin A. Mitchell"
      ],
      "date": "2025-09-22T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rn1g-gn6y",
      "doi": "10.1103/rn1g-gn6y",
      "summary": "Microbial motion is typically analyzed by simplified models in which trajectories exhibit straight runs (perhaps with added Gaussian noise) followed by random, discrete tumbling events. We present the results of a statistical analysis of the angular dynamics for four different swimming microbes: tum… [Phys. Rev. E 112, 034412] Published Mon Sep 22, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Nonlinear screening of ions in plasmas: A general phase-shift sum rule",
      "authors": [
        "N. R. Arista"
      ],
      "date": "2025-09-22T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1zkf-kkf8",
      "doi": "10.1103/1zkf-kkf8",
      "summary": "A very basic aspect in the interaction of ions with plasmas is the effect of screening of the ion charge. In the case of classical plasmas this effect is usually described by linear theories. However, for dense quantum plasmas, deviations from the linear models arise and new effects appear. These no… [Phys. Rev. E 112, 035210] Published Mon Sep 22, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Temperature-conditioned deep generative framework for scalable Ising spin configuration synthesis with physics-informed constraints",
      "authors": [
        "Abhishek Kumar, Partha Sarathi Bishnu, and Debabrata Deb"
      ],
      "date": "2025-09-22T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7qbv-4y2s",
      "doi": "10.1103/7qbv-4y2s",
      "summary": "This study presents a temperature-conditioned deep generative approach for efficiently generating spin configurations of the two-dimensional (2D) Ising model. The method employs a convolutional generator network, conditioned on spin states, temperature embeddings, and random noise, to generate therm… [Phys. Rev. E 112, 035316] Published Mon Sep 22, 2025"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Surface diffusion: The intermediate scattering function seen as a characteristic function of probability theory",
      "authors": [
        "E. E. Torres-Miyares, S. Miret-Art\\'es"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15240",
      "arxiv": "https://arxiv.org/abs/2509.15240",
      "doi": null,
      "summary": "In surface diffusion, one of the key observables is the so-called intermediate scattering function which is measured directly from the surface technique called Helium spin echo. In this work, we show that this function can be seen as a characteristic function of probability theory. From the characteristic function, the moments and cumulants of the probability distribution function of the position of the adsorbate are straightforward obtained in an analytical way; in particular, the second order which is related to the diffusion coefficient. In order to illustrate this simple theory, we have focused on the incoherent tunneling of H and D on a Pt(111) surface where only jumps between nearest neighbor sites have been reported experimentally. Finally, an extension to jumps to more than nearest neighbors has also been considered."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum oscillations in two-dimensional hole gases with competing cyclotron and Zeeman energy",
      "authors": [
        "Davide Costa, Lucas E. A. Stehouwer, Davide Degli Esposti, Giordano Scappucci"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15268",
      "arxiv": "https://arxiv.org/abs/2509.15268",
      "doi": null,
      "summary": "Evaluation of critical bandstructure and quantum transport parameters in two-dimensional systems is challenging when competition emerges among different energy scales shaping quantum oscillations in a magnetic field. Here we overcome this challenge in low-disorder strained germanium quantum wells by evaluating self-consistently effective mass, g-factor, and quantum lifetime. As a result, we estimate a quantum mobility of 133(3)$\\times$10$^3$ cm$^2$/Vs, setting a benchmark for 2D holes in group IV semiconductors. The high quality of the hole gas if further highlighted by observing clean fractional quantum Hall states at low magnetic field and low density."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electrodynamics of carbon nanotubes with non-local surface conductivity",
      "authors": [
        "Tomer Berghaus, Touvia Miloh, Oded Gottlieb, Gregory Ya. Slepyan"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15287",
      "arxiv": "https://arxiv.org/abs/2509.15287",
      "doi": null,
      "summary": "A new framework that can be utilized for the electrodynamics of carbon nanotubes (CNTs) with non-local surface conductivity (spatial dispersion) is presented. The model of non-local conductivity is developed on the basis of the Kubo technique applied to the Dirac equation for pseudospins. As a result, the effective boundary conditions for the electromagnetic (EM) field on a CNT surface are formulated. The dispersion relation for the eigenmodes of an infinitely long CNT is obtained and analyzed. It is shown that due to nonlocality, a new type of eigenmodes are created that disappear in the local conductivity limit. These eigenmodes should be properly accounted for in the correct formulation of the CNT end conditions for the surface current, which are manifested in the EM-field scattering problem. Additional boundary conditions that consider nonlocality effects are also formulated based on the exact solution obtained for the surface current by means of using the Wiener-Hopf (WH) technique for a semi-infinite CNT. The scattering pattern of the EM-field is simulated by a finite-length model of a CNT, using a numerically solved integral equation for the surface current density and its approximate analytical solution. Thus, the scattering field of a CNT prevailing in the wide frequency range from THz to infrared light is analytically solved and analyzed. The newly obtained results are then utilized for determining the optical forces exerted on a CNT of finite length. Potential applications for the design of nanoantennas and other electronic devices, including pointing out some future directions, are also discussed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Absence of Andreev Bound States in Noncentrosymmetric Superconductor PbTaSe$_2$ under Hydrostatic Pressures",
      "authors": [
        "Yu-qing Zhao, Zhi-fan Wu, Hai-yan Zuo, Wei-ming Lao, Yao He, Hai Wang, Ling-xiao Zhao, Ying-hui Sun, Huai-xin Yang, Geng-fu Chen, Cong Ren"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15288",
      "arxiv": "https://arxiv.org/abs/2509.15288",
      "doi": null,
      "summary": "Noncentrosymmetric superconductor PbTaSe$_2$, hosting bulk nodal-line fermions (Phys. Rev. B. 89, 020505) and spin-helical surface states (Nature Communication 7, 10556), represents a prime candidate for realizing topological superconductivity and Majorana bound states (MBS). However, the definitive experimental signature of MBS in this system has thus far remained elusive. Here we provide a comprehensive investigation of its superconducting properties under hydrostatic pressure. Combining Andreev reflection spectroscopy and temperature-dependent resistance measurements, we identify a separated surface-like superconductivity from the bulk one at a critical pressure $P_c$. The superconducting surface state demonstrate an $s$-wave pairing state with a strong coupling strength. Under magnetic fields, the absence of zero-bias conductance peak in the pressurized point-contact Andreev reflection spectrum. Our findings imposes a constraint on the theoretical proposals for realizing Majorana bound states in noncentrosymmetric superconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dynamics of quantized vortices under quasi-periodic boundary conditions",
      "authors": [
        "Fabio Magistrelli, Marco Antonelli"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15298",
      "arxiv": "https://arxiv.org/abs/2509.15298",
      "doi": null,
      "summary": "The Gross-Pitaevskii equation is widely used for vortex dynamics, but finite domains with hard walls or confining potentials distort bulk behavior through vortex-image effects or induced flows. Periodic boundaries reduce wall artifacts yet cannot realize finite net vorticity because of topological obstruction, so bulk simulations with non-zero circulation are typically unavailable. Hence, we impose quasi-periodic boundary conditions that keep the superfluid's density periodic while enforcing phase windings consistent with a net prescribed total vorticity. This setting conserves the net number of vortices and enables long-time tracking of vortex trajectories in settings that finite containers cannot capture. This allows us to study vortex depinning and nucleation leading to the creation of K\\'arm\\'an vortex streets and the creation of perfectly periodic vortex arrays. The framework also provides a toy model for studying vortex dynamics in the bulk of neutron stars, free of possible limitations induced by confining potentials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electronic Crystal Phases in the Presence of Non-Uniform Berry Curvature and Tunable Berry Flux: The $\\lambda_N$-Jellium model",
      "authors": [
        "F\\'elix Desrochers, Joe Huxford, Mark R. Hirsbrunner, Yong Baek Kim"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15300",
      "arxiv": "https://arxiv.org/abs/2509.15300",
      "doi": null,
      "summary": "Recent experiments on multilayer graphene systems have rekindled interest in electronic crystal phases in two dimensions -- but now for phases enriched by non-trivial quantum geometry. In this work, we introduce a simple continuum model with tunable Berry curvature distribution and total flux, enabling systematic study of crystallization in geometrically nontrivial bands. In the noninteracting limit, the addition of a C6-symmetric periodic potential yields a rich phase diagram, for which we provide several analytical insights. Notably, we derive a general formula for the Chern number in the weak-potential regime that is broadly applicable to single-band projected models. Removing the periodic potential and treating Coulomb interactions self-consistently at the Hartree-Fock level, the resulting phase diagrams host a variety of crystalline states, including anomalous Hall crystals, halo Wigner crystals in which localized electrons spontaneously acquire orbital angular momentum leading to depleted electron occupation at the zone center, and a novel halo anomalous Hall crystal that combines these properties with a finite Chern number. We identify why these phases are energetically favorable through analytical and energetic considerations. Our results provide insight into the interplay between crystallization and band geometry, while also offering a simple toy model amenable to numerical methods beyond mean-field."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Entropic balance with feedback control: information equalities and tight inequalities",
      "authors": [
        "Natalia Ruiz-Pino, Antonio Prados"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15322",
      "arxiv": "https://arxiv.org/abs/2509.15322",
      "doi": null,
      "summary": "We consider overdamped physical systems evolving under a feedback-controlled fluctuating potential and in contact with a thermal bath at temperature $T$. A Markovian description of the dynamics, which keeps only the last value of the control action, is advantageous -- both from the theoretical and the practical side -- for the entropy balance. Novel second-law equalities and bounds for the extractable work are obtained, the latter being both tighter and easier to evaluate than those in the literature based on the whole chain of controller actions. The Markovian framework also allows us to prove that the bound for the extractable work that incorporates the unavailable information is saturated in a wide class of physical systems, for error-free measurements. These results are illustrated in a model system. For imperfect measurements, there appears an interval of measurement uncertainty, including the point at which work ceases to be extracted, where the new Markovian bound is tighter than the unavailable information bound."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Training thermodynamic computers by gradient descent",
      "authors": [
        "Stephen Whitelam"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15324",
      "arxiv": "https://arxiv.org/abs/2509.15324",
      "doi": null,
      "summary": "We show how to adjust the parameters of a thermodynamic computer by gradient descent in order to perform a desired computation at a specified observation time. Within a digital simulation of a thermodynamic computer, training proceeds by maximizing the probability with which the computer would generate an idealized dynamical trajectory. The idealized trajectory is designed to reproduce the activations of a neural network trained to perform the desired computation. This teacher-student scheme results in a thermodynamic computer whose finite-time dynamics enacts a computation analogous to that of the neural network. The parameters identified in this way can be implemented in the hardware realization of the thermodynamic computer, which will perform the desired computation automatically, driven by thermal noise. We demonstrate the method on a standard image-classification task, and estimate the thermodynamic advantage -- the ratio of energy costs of the digital and thermodynamic implementations -- to exceed seven orders of magnitude. Our results establish gradient descent as a viable training method for thermodynamic computing, enabling application of the core methodology of machine learning to this emerging field."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Higgs mode in superconducting Titanium nanostructures",
      "authors": [
        "Laurine Marian, Edouard Pinsolle, Samuel Houle, Maxime Durand-Gasselin, Christian Lupien, Bertrand Reulet"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15327",
      "arxiv": "https://arxiv.org/abs/2509.15327",
      "doi": null,
      "summary": "We report observations of Higgs modes in superconducting Titanium nanostructures at very low temperature. They appear as anomalies in the microwave complex impedance of the samples revealed by the presence of a dc supercurrent. By varying the sample geometry and contact material, we probe how the Higgs modes are sensitive to the dimensionality of superconductivity, the penetration of the dc and ac current densities in the sample and the dissipation in the contacts."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Competing Supramolecular Structures: Dielectric and Rheological Spectroscopy on Glycerol/Propanol Mixtures",
      "authors": [
        "Jan Philipp Gabriel"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15341",
      "arxiv": "https://arxiv.org/abs/2509.15341",
      "doi": null,
      "summary": "Significant progress has been made in recent years in understanding the dynamics of pure hydrogen-bonded systems by analyzing the spectral shape of various susceptibilities. Monohydroxy- and polyalcohols are currently considered to form transient supramolecular hydrogen-bonded structures in the form of chains, rings, and networks. This complex dynamic behavior has been identified in network-forming glycerol and chain-forming propanol by combining dielectric and light-scattering spectra. We apply these concepts to study the combined dielectric and shear rheological spectral shape of glycerol/propanol mixtures. Glycerol differs from propanol by having two additional hydroxy groups, which leads to significant differences in melting temperatures($\\Delta T_{\\textbf{m}}$\\,=\\,291\\,K\\,-\\,147\\,K\\,=\\,143\\,K) and glass transition temperatures ($\\Delta T_{\\textbf{g}}$\\,=\\,190\\,K-\\,98\\,K\\,=\\,92\\,K). The strong difference results in two distinct calorimetric glass transitions at a molar glycerol concentration of $\\chi_{gly}=0.3$, as well as a change in the shear modulus $G_{\\infty}$ between $\\chi_{gly}=0.5$ and 0.7. Performing a comprehensive analysis of the three applied experimental techniques leads to the conclusion that dielectric spectroscopy monitors the evolution of supramolecular chain and network structures and that the mechanical properties depend heavily on the formed hydrogen-bonded network. A strong dynamical heterogeneity is observed and manifests itself in two distinguishable glass transitions in dielectric spectroscopy and calorimetry. The presented chain/network mixture is dynamically highly heterogeneous when compared to the rather narrow dynamical heterogeneity in the network/network mixture Water/Glycerol."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Absence of skewness in the voltage fluctuations of a tunnel junction in the quantum regime",
      "authors": [
        "Clovis Farley, Bertrand Reulet"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15352",
      "arxiv": "https://arxiv.org/abs/2509.15352",
      "doi": "10.1142/S0219477525400152",
      "summary": "Current fluctuations in a tunnel junction have a remarkable property: On the one hand, their variance corresponds to vacuum fluctuations at low voltage bias $V$, when the electron energy $eV$ is smaller than the photon detection energy $hf$ . On the other hand, their skewness, i.e. their third moment, is frequency independent, equal to $e^2I$ as if electron transport were simply Poissonian. We address the following question: Could it be that at low voltage, the vacuum fluctuations generated by the junction have a finite skewness, i.e. that the junction generates skewed vacuum ? To answer this question we calculate the effect of an arbitrary electromagnetic environment at zero temperature and show that the bispectrum of third moment of voltage fluctuations of any quantum conductor is always zero at frequencies larger than the voltage. We also show experimental data on tunnel junctions in the quantum regime that agree with our calculation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Long-lived dynamics of the charge density wave in TiSe$_2$ observed by neutron scattering",
      "authors": [
        "K. Dharmasiri (Department of Physics, University of Virginia, Charlottesville, United States), S. S. Philip (Department of Physics, University of Virginia, Charlottesville, United States), D. Louca (Department of Physics, University of Virginia, Charlottesville, United States), S. A. Chen (Neutron Scattering Division, Oak Ridge National Laboratory, Oak Ridge, United States), M. D. Frontzek (Neutron Scattering Division, Oak Ridge National Laboratory, Oak Ridge, United States), Z. J. Morgan (Neutron Scattering Division, Oak Ridge National Laboratory, Oak Ridge, United States), C. Hua (Materials Science and Technology Division, Oak Ridge National Laboratory, Oak Ridge, United States)"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15358",
      "arxiv": "https://arxiv.org/abs/2509.15358",
      "doi": null,
      "summary": "Time-resolved elastic neutron scattering combined with rapid laser heating was used to probe the charge density wave (CDW) state in 1T-TiSe$_2$, capturing both the melting and reformation of the CDW on long timescales and providing clues on the roles of phonons and excitons. With the laser source on, superlattice Bragg peaks such as (-1.5, -1.5, 1.5) observed below the CDW transition due to the new lattice periodicity, dissipate within 5 seconds, at a rate that is much slower than the sample's thermal response to the heat wave propagation. Whereas the electronic ordering associated with the CDW phase is disrupted rapidly by the laser-induced heating, the periodic lattice distortion (PLD) exhibits a markedly slower evolution during the melting process. This delayed suppression of the PLD relative to the thermal response indicates that CDW melting proceeds through a nonthermal pathway, likely linked to the loss of superlattice phonons such as the soft mode at q = (0.5 ,0, 0.5 )."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spectral Characterization of Wave Scattering at a Granular-Elastic Solid Interface: From Hyperbolic Wave Propagation to Near-Parabolic Diffusion",
      "authors": [
        "Joshua R. Tempelman, Chongan Wang, Alexander F. Vakakis"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15415",
      "arxiv": "https://arxiv.org/abs/2509.15415",
      "doi": null,
      "summary": "We present a method based on acoustic wavenumber imaging algorithms to quantify the spectral content of strongly nonlinear energy scattering of a propagating wavefront across the discrete-continuum interface of a 2D hybrid system composed of an ordered granular layer in contact with a thin elastic plate. We consider snapshots of the transmitted wavefront at given time instants, which are filtered across the wavenumber domain by applying the spatial Fourier Transform (FT), and then the filtered wavefields are transformed back to the spatial domain by inverse spatial FT. This yields a spectral decomposition of the given snapshots at varying center wavenumbers. Based on this postprocessing method, the scattering of the kinetic energy in the receiving medium (plate) can be studied in the wavenumber-time domain, proving a quantitative measure of the nonlinear scattering of the transmitted wavefront by the strongly nonlinear 2D granular layer. This postprocessing method enables the detailed quantitative study of the scattering and spectral energy redistribution of propagating wavepackets in elastic media with embedded linear or nonlinear layers or inclusions. In addition, we show that the spectral evolution of receiving plate with a granular interface exhibits diffusion-like behavior in the wavenumber domain, drawing an analogy between parabolic heat diffusion and classical hyperbolic elsatodynamic energy transport."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "F\\\"orster transfer between quantum dots in a shared phonon environment: An exact approach, revealing the role of pure dephasing",
      "authors": [
        "Liubov S. Sirkina, Luke M. J. Hall, Amy Morreau, Wolfgang Langbein, Egor A. Muljarov"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15418",
      "arxiv": "https://arxiv.org/abs/2509.15418",
      "doi": null,
      "summary": "F\\\"orster resonance energy transfer has an important role in nature and technology, rendering its exact theoretical understanding significant. To this end, a system of two electronically decoupled quantum dots (QDs) is considered, interacting via dipole-dipole interaction and a common phonon bath. While the former leads to an oscillatory excitation transfer between the dots, the latter provide the dissipation resulting in directional F\\\"orster transfer. We present an exact microscopic treatment of the phonon-assisted transitions between hybridized exciton levels of the coupled QD system, going beyond the simple perturbative approaches commonly used in the literature. From our asymptotically exact results we extract population decay times $T_1$, dephasing times $T_2$, and resulting pure dephasing times $T_2^*$ of the states. We compare this treatment with an analytical model based on Fermi's golden rule, combining the most accurate elements of existing analytical treatments. The exact results show a significant deviation from this model in some parameter regimes, mainly due to the role of multi-phonon processes, which become important for comparable electron-phonon and dipolar coupling, realised at short distances between the QDs and at elevated temperatures."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "First-principles calculation of higher-order elastic constants from divided differences",
      "authors": [
        "Ruvini Attanayake, Umesh C. Roy, Abhiyan Pandit, Angelo Bongiorno"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15468",
      "arxiv": "https://arxiv.org/abs/2509.15468",
      "doi": null,
      "summary": "A method is presented to calculate from first principles the higher-order elastic constants of a solid material. The method relies on finite strain deformations, a density functional theory approach to calculate the Cauchy stress tensor, and a recursive numerical differentiation technique homologous to the divided differences polynomial interpolation algorithm. The method is applicable as is to any material, regardless its symmetry, to calculate elastic constants of, in principle, any order. Here, we introduce conceptual framework and technical details of our method, we discuss sources of errors, we assess convergence trends, and we present selected applications. In particular, our method is used to calculate elastic constants up to the 6$^{th}$ order of two crystalline materials with the cubic symmetry, silicon and gold. To demonstrate general applicability, our method is also used to calculate the elastic constants up to the 5$^{th}$ order of $\\alpha$-quartz, a crystalline material belonging to the trigonal crystal system, and the second- and third-order elastic constants of kevlar, a material with an anisotropic bonding network. Higher order elastic constants computed with our method are validated against density functional theory calculations by comparing stress responses to large deformations derived within the continuum approximation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Symmetries and dynamics of quantum Hall bulk anyons in quadratic potentials",
      "authors": [
        "Preethi Basani, Varsha Subramanyan, Smitha Vishveshwara"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15488",
      "arxiv": "https://arxiv.org/abs/2509.15488",
      "doi": null,
      "summary": "We study two-particle coherent states and their dynamics in the lowest Landau level (LLL) under the influence of quadratic potentials. We focus on generalized coherent states that describe Abelian anyons in the LLL and are associated with the $\\mathfrak{su}(1,1)$ Lie algebra. We draw on parallels with quantum optics and symmetry properties of the coherent states considered here to analytically calculate quantities such as a bunching parameter, which depends on quantum statistics, as well as coherent state trajectories under the influence of generic quadratic potentials. Our results show that in unbounded saddle potentials, the bunching parameter governs the trajectories which show exponentially diverging behavior in a manner that depends on quantum statistics. In bounded elliptical potentials, the bunching parameter is oscillatory and its maximum magnitude depends on the eccentricity of the applied potential. We draw connections between our analyses and the key concepts that underlie anyon detection in recent experiments."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Machine-Learning Potentials for Efficient Simulations of Anisotropic Colloids",
      "authors": [
        "B. Rusen Argun, Antonia Statt"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15504",
      "arxiv": "https://arxiv.org/abs/2509.15504",
      "doi": null,
      "summary": "Simulating interactions between non-spherical colloidal particles is computationally challenging due to the complex dependency of forces and energies on their geometry. We introduce and evaluate both descriptor-based and end-to-end models for predicting interaction energies and forces. Then, we compare various descriptors coupled with different regression models, like Behler-Parinello descriptors, Smooth Overlap of Atomic Positions, and neuroevolution potential, as well as multiple end-to-end models, namely SchNet, DimeNet, and DimeNet++. Among these, the neuroevolution potential (NEP) offers an optimal balance between accuracy and computational efficiency. NEP, originally developed for atomistic systems, represents interactions between rigid anisotropic bodies using point clouds, which enables the representation of any arbitrary shape. Molecular dynamics simulations using NEP, accurately reproduced structural properties across diverse particle shapes including cubes, tetrahedra, pentagonal bipyramids, and twisted cylinders, while achieving roughly up to an order-of-magnitude speedup over other methods. Additionally, we show that the extension of the method to multi-face shapes with different interactions on their surface is straightforward. We used a twisted cylinder, which lacked any point group symmetry, to demonstrate the flexibility and accuracy of NEP. Our approach enables scalable simulations of complex colloidal systems and can potentially help to facilitate efficient studies on shape dependent interactions and phase behavior in the future."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Magnetoelastic Coupling-Driven Chiral Spin Textures: A Skyrmion-Antiskyrmion-Like Array",
      "authors": [
        "Gyungchoon Go, Se Kwon Kim"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15511",
      "arxiv": "https://arxiv.org/abs/2509.15511",
      "doi": null,
      "summary": "We theoretically demonstrate that sufficiently strong magnetoelastic coupling can change the ground state of otherwise uniform spin systems to chiral spin configurations. More specifically, we show that, a periodic array of chiral spin textures can spontaneously emerge in a two-dimensional ferromagnetic system on a substrate-even in the absence of Dzyaloshinskii-Moriya interaction. The resulting spin texture resembles a skyrmion-antiskyrmion lattice, characterized by alternating scalar spin chirality and a nonuniform but sign-preserving out-of-plane spin profile. Our analysis reveals that such patterns form naturally when the magnetoelastic interaction is sufficiently strong, while the coupling between flexural phonons and the substrate is sufficiently weak. These findings uncover a previously unexplored mechanism for chiral spin texture formation driven purely by magnetoelastic coupling, signaling at potential utilities of materials with strong magnetoelastic responses."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Evidence for Half-Quantized Chiral Edge Current in a C = 1/2 Parity Anomaly State",
      "authors": [
        "Deyi Zhuo, Bomin Zhang, Humian Zhou, Han Tay, Xiaoda Liu, Zhiyuan Xi, Chui-Zhen Chen, Cui-Zu Chang"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15525",
      "arxiv": "https://arxiv.org/abs/2509.15525",
      "doi": null,
      "summary": "A single massive Dirac surface band is predicted to exhibit a half-quantized Hall conductance, a hallmark of the C = 1/2 parity anomaly state in quantum field theory. Experimental signatures of the C = 1/2 parity anomaly state have been observed in semi-magnetic topological insulator (TI) bilayers, yet whether it supports a half-quantized chiral edge current remains elusive. Here, we observe a robust half-quantized Hall conductance plateau in a molecular beam epitaxy (MBE)-grown asymmetric magnetic TI trilayer under specific in-plane magnetic field regimes, corresponding to the C = 1/2 parity anomaly state. Within this state, both nonlocal and nonreciprocal transport signals are greatly enhanced, which we identify as direct evidence for a half-quantized chiral edge current localized at the boundary of the top gapped surface. Our numerical simulations demonstrate that this half-quantized chiral edge channel is the essential carrier of the observed half-quantized Hall conductance plateau, analogous to the quantized chiral edge channel in the C = 1 quantum anomalous Hall state. Our results provide experimental evidence for the half-quantized chiral edge transport in a C = 1/2 parity anomaly state. This work establishes asymmetric magnetic TI trilayers as a platform for probing single Dirac fermion physics and paves the way to explore a series of exciting phenomena in the C = 1/2 parity anomaly state, including the topological magnetoelectric effect and quantized magneto-optical response."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dynamic polarization of nuclear spins by optically-oriented electrons and holes in lead halide perovskite semiconductors",
      "authors": [
        "Mladen Kotur, Pavel S. Bazhin, Kirill V. Kavokin, Nataliia E. Kopteva, Dmitri R. Yakovlev, Dennis Kudlacik, Manfred Bayer"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15530",
      "arxiv": "https://arxiv.org/abs/2509.15530",
      "doi": null,
      "summary": "A theory of dynamic polarization of the nuclear spin system via optically-oriented charge carriers in lead halide perovskites is developed and compared with the experiments performed on a FA$_{0.9}$Cs$_{0.1}$PbI$_{2.8}$Br$_{0.2}$ crystal. The spin Hamiltonians of the electron and hole hyperfine interaction with the nuclear spins of lead and halogen are derived. The hyperfine interaction of the halogen spins with charge carriers is shown to be anisotropic and depending on the position of the halogen nucleus in the cubic elementary cell. The quadrupole splitting is absent for the lead spins, but plays an important role for the halogen spins and affects their dynamic polarization by charge carriers. The Overhauser fields of the dynamically polarized nuclei are calculated as functions of the tilting angle of an external magnetic field and compared with the experimentally measured angular dependence of the Hanle effect. The comparison of the theoretical model with the experimental data reveals an enhanced spin polarization of the lead nuclei, whose mean spin exceeds several times the mean spins of localized electrons and holes. This unexpectedly strong spin polarization is explained by the interaction of the lead nuclei with excitons having a high degree of spin orientation due to their short lifetime after excitation by circularly-polarized light. The dynamic polarization of the quadrupole-split halogen spins manifests itself via the magnetic field they produce at the lead nuclei. This field maintains the magnetization of the lead nuclei at zero external magnetic field. The dynamics of the nuclear spin polarization is measured under optical pumping and in the dark, yielding a nuclear spin-lattice relaxation time on the order of 10 seconds."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Improving Spectral Resolution from Real-time Evolution for Correlated Systems",
      "authors": [
        "Ta Tang, Chunjing Jia, Brian Moritz, Thomas P. Devereaux"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15539",
      "arxiv": "https://arxiv.org/abs/2509.15539",
      "doi": null,
      "summary": "The quality of numerically simulated spectra using real-time evolution methods for strongly correlated systems is affected by both the length of simulation time and the system size, limiting resolution in both frequency and momentum. In this work, we propose a computationally cheap, linear autoregressive machine learning-based framework to extend short-time and distance results over a wider range. We demonstrate the proposed method to extend the lesser Green's function for both the Hubbard model and the much more computationally challenging Hubbard-extended Holstein model. This technique significantly improves both the frequency and momentum resolution of the single-particle removal spectrum $\\mathcal{A}(k,\\omega)$, allowing observation of otherwise obscured spectral features due to electron-phonon coupling."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spin-Orbital Altermagnetism",
      "authors": [
        "Zi-Ming Wang, Yang Zhang, Song-Bo Zhang, Jin-Hua Sun, Elbio Dagotto, Dong-Hui Xu, Lun-Hui Hu"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15604",
      "arxiv": "https://arxiv.org/abs/2509.15604",
      "doi": null,
      "summary": "Altermagnet is a newly discovered magnetic phase, characterized by non-relativistic spin-splitting that has been experimentally observed. Here, we introduce a framework dubbed {\\it spin-orbital altermagnetism} to achieve spin-orbital textures in altermagnetic materials. We identify two distinct classes of spin-orbital altermagnetism: intrinsic and extrinsic. The intrinsic type emerges from symmetry-compensated magnetic orders with spontaneously broken parity-time symmetry, while the extrinsic type stems from translational-symmetry breaking between sublattices, as exemplified by the Jahn-Teller-driven structural phase transition. In addition to directly measuring the spin-orbital texture, we propose spin conductivity and spin-resolved orbital polarization as effective methods for detecting these altermagnets. Additionally, a symmetry-breaking mechanism induces weak spin magnetization, further revealing the peculiar feature of spin-orbital altermagnetism. We also utilize the staggered susceptibility to illustrate a potential realization of this phase in a two-orbital interacting system. Our work provides a new platform to explore spin-orbital locked physics, extending the materials classes that may display complex spin textures from the standard $4d-5d$ compounds to $3d$ compounds."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Diffusion of gravitactic chiral active Brownian particles in an asymmetric channel",
      "authors": [
        "Narender Khatri, Vikas Sharma, Anton F. Burnet, Suneet Kumar Awasthi"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15630",
      "arxiv": "https://arxiv.org/abs/2509.15630",
      "doi": null,
      "summary": "The diffusion of micro- and nano-swimmers in a fluid, confined within irregular structures that impose entropic barriers, is often modeled using overdamped active Brownian dynamics, where viscous effects are paramount and inertia is negligible. Here, we numerically investigate the diffusive behavior of chiral self-propelled particles in a two-dimensional asymmetric channel subjected to an external torque arising from a gravitational field. We reveal the emergence of resonant diffusion when the external torque $\\omega$ approaches the intrinsic angular velocity $\\omega_{0}$ of particles. This resonance manifests as a pronounced accumulation of particles near the upper-left corner of the channel, accompanied by an enhanced peak in the effective diffusion coefficient. In particular, it is observed only for low rotational diffusion rates and does not persist beyond moderate values of $\\omega_{0}$. Prominent transport features, such as rectification at low values of $\\omega$, a monotonic increase in average velocity with $\\omega$, and a nonmonotonic response of transport characteristics (average velocity and effective diffusion coefficient) as a function of the rotational diffusion rate near the resonance point, are explained. Furthermore, we show that the transport characteristics depend strongly on the aspect ratio of the channel. For instance, the enhanced diffusion peak becomes more pronounced with increasing aspect ratio, and the average velocity saturates at higher values for wider bottleneck openings. It is conceivable that these findings have a great potential for developing microfluidic and lab-on-a-chip devices for particle separation, targeted drug delivery, and advanced active materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Intrinsic Berry Curvature Driven Anomalous Hall and Nernst Effect in Co$_2$MnSn",
      "authors": [
        "Bishal Das, Arnab Bhattacharya, Amit Chanda, Chanchal K. Barman, Jadupati Nag, Hariharan Srikanth, Aftab Alam, I. Das"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15644",
      "arxiv": "https://arxiv.org/abs/2509.15644",
      "doi": null,
      "summary": "Magnetic topological semimetals often exhibit unusual electronic and thermal transport due to nontrivial bulk band crossings, enabling simultaneous realization of large anomalous Hall and Nernst conductivities ($\\sigma_{xy}$ and $\\alpha_{xy}$). Here, a comprehensive experimental and theoretical study of the anomalous transport properties of ferromagnetic Co$_2$MnSn is reported. First-principles calculations reveal topological Weyl points producing significant Berry curvature, driving dominant intrinsic anomalous Hall/Nernst effects. Electronic and thermal transport measurements demonstrate robust anomalous transport with substantial conductivity values that persist at room temperature ($\\sigma_{xy}\\sim$ 500 S/cm, $\\alpha_{xy}\\sim$ 1.3 A/m/K). We also show how the chemical substitution (via tuning Fermi level) can boost these effects (up to $\\sigma_{xy}\\sim$ 1376 S/cm, $\\alpha_{xy}\\sim$ 1.49 A/m/K at 150 K). These findings position Co$_2$MnSn as a compelling platform for exploring topological transport phenomena and advancing next-generation thermoelectric and spintronic technologies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Correlation Effects on Magnetic Structure and Lattice Dynamics of LaMn$_7$O$_{12}$: A First-Principles Study",
      "authors": [
        "Haeyoon Jung, Indukuru Ramesh Reddy, Bongjae Kim, Jiyeon Kim, Sooran Kim"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15665",
      "arxiv": "https://arxiv.org/abs/2509.15665",
      "doi": null,
      "summary": "LaMn$_7$O$_{12}$, a quadruple perovskite oxide (AA'$_3$B$_4$O$_{12}$-type), has attracted attention for its notable bifunctional activity in oxygen evolution and reduction reactions. Here, we systematically investigate the magnetic phase diagram and lattice dynamics of LaMn$_7$O$_{12}$ using two density functional theory plus Hubbard U (DFT + U) approaches: the spin-density and the charge-only-density formalism. Phase diagram analysis as a function of U and J shows that both methods stabilize the experimentally observed antiferromagnetic (AFM) configuration (C-type AFM at the B-site and ferrimagnetic structure at the A'-site Mn ions) at U = 3.5 eV and J = 0.8 eV. These U and J values are consistent with those obtained from the constrained random phase approximation. Furthermore, we observe the dynamical stability of the AFM phase through phonon dispersion curves and analyze the Raman-active phonon modes. These results highlight the critical role of appropriate U and J parameters in accurately describing the properties of LaMn$_7$O$_{12}$."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Crystal Growth, Band Structure, Magnetism and Electrochemical Properties of Hexavalent Strontium Ruthenium Oxyhydroxide",
      "authors": [
        "Subham Naik, Soumili Dutta, Hiranmayee Senapati, Sweta Yadav, Subarna Ray, Jai Prakash, Rahul Sharma, Gohil S. Thakur"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15671",
      "arxiv": "https://arxiv.org/abs/2509.15671",
      "doi": null,
      "summary": "Ruthenates comprise an interesting class of materials with a wide range of extremely exciting properties, and thus the discovery of new stable ruthenates remains an active area of investigation. We report the crystal growth and comprehensive studies including crystal and electronic structure, magnetic and electrochemical properties of a hexavalent ruthenium oxyhydroxide Sr3Ru2O9H2 prepared through a low-temperature hydrothermal method. Single crystals and powder samples of this phase are isolated by optimising the Sr(OH)2 to KRuO4 ratio while maintaining a high base concentration. The new structure consists of a rare five-coordinated RuVI featuring isolated trigonal prisms and crystallising in a non-centrosymmetric tetragonal system. Isolated Ru polyhedra leading to a large spatial distance ~ 50 pm between the Ru metal centres render the compound paramagnetic despite strong antiferromagnetic correlation. Band structure calculation suggests a metal-like electronic ground state with mostly Ru d and O p orbitals contributing to the Fermi surface. The electrochemical performance of Sr3Ru2O9H2, though not as impressive as RuO2, remains relevant and is on par with other reported OER catalysts."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Direct observation of cation-dependent polarisation switching dynamics in fluorite ferroelectrics",
      "authors": [
        "Kousuke Ooe, Yufan Shen, Kazuki Shitara, Shunsuke Kobayashi, Yuichi Shimakawa, Daisuke Kan, Joanne Etheridge"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15682",
      "arxiv": "https://arxiv.org/abs/2509.15682",
      "doi": null,
      "summary": "Fluorite ferroelectrics are exciting candidates for next-generation non-volatile memory devices because their unique ferroelectric mechanism, which arises from unconventional oxygen displacements, permits ferroelectricity with minimal thickness constraints. However, the polarisation switching mechanism remains the subject of intense debate due to a limited understanding of the atomic-scale dynamics which are extremely challenging to detect and measure. Here, we observe directly the polarisation switching pathways by visualising oxygen site dynamics in ZrO2 and Hf0.5Zr0.5O2 freestanding membranes using an advanced atomic-column imaging technique-optimum bright-field scanning transmission electron microscopy. We observe that the 180- and 90-degree polarisation pathways involve different nonpolar intermediate states with distinct spatial scales. Coupled with density functional theory, we also reveal how different cation species in fluorite oxides impact the accessible polarisation switching pathways. Our atomic-level insights into the polarisation switching dynamics open new avenues for the advanced engineering of fluorite ferroelectric materials and resulting memory devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Terahertz radiation induced attractive-repulsive Fermi polaron conversion in transition metal dichalcogenide monolayers",
      "authors": [
        "A. M. Shentsev, M. M. Glazov"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15708",
      "arxiv": "https://arxiv.org/abs/2509.15708",
      "doi": null,
      "summary": "We present a theoretical study of terahertz radiation-induced transitions between attractive and repulsive Fermi polaron states in monolayers of transition metal dichalcogenides. Going beyond the simple few-particle trion picture, we develop a many-body description that explicitly accounts for correlations with the Fermi sea of resident charge carriers. We calculate the rate of the direct optical conversion process, showing that it features a characteristic frequency dependence near the threshold due to final-state electron-exciton scattering related to the trion correlation with the Fermi sea hole. Furthermore, we demonstrate that intense terahertz pulses can significantly heat the electron gas via Drude absorption enabling an additional, indirect conversion mechanism through collisions between hot electrons and polarons, which exhibits a strong exponential dependence on temperature. Our results reveal the important role of many-body correlations and thermal effects in the terahertz-driven dynamics of excitonic complexes in two-dimensional semiconductors."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Barrier Electrostatics and Contact Engineering for Ultra-Wide Bandgap AlGaN HFETs",
      "authors": [
        "Seungheon Shin, Can Cao, Jon Pratt, Yinxuan Zhu, Brianna A. Klein, Andrew Armstrong, Andrew A. Allerman, Siddharth Rajan"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15715",
      "arxiv": "https://arxiv.org/abs/2509.15715",
      "doi": null,
      "summary": "We report ultra-wide bandgap (UWBG) AlGaN heterostructure field-effect transistors (HFETs) exhibiting a high breakdown field (> 5.3 MV/cm) and a low contact resistance (~1.55 {\\Omega}mm), tailored for high-power radiofrequency applications. A split-doped barrier architecture, employing two distinct doping concentrations, is shown to enhance both the breakdown field and contact resistance. This design enables a state-of-the-art combination of maximum drain current (487 mA/mm) and breakdown field, along with a high cutoff frequency of 7.2 GHz. These results demonstrate a viable pathway to push device performance toward the material limits while minimizing contact resistance in UWBG AlGaN HFETs, paving the way for next-generation high-power, high-frequency applications."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Ring polymers in two-dimensional melts double-fold around randomly branching \"primitive shapes\"",
      "authors": [
        "Mattia A. Ubertini, Angelo Rosa"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15757",
      "arxiv": "https://arxiv.org/abs/2509.15757",
      "doi": null,
      "summary": "Drawing inspiration from the concept of the \"primitive path\" of a linear chain in melt conditions, we introduce here a numerical protocol which allows us to detect, in an unambiguous manner, the \"primitive shapes\" of ring polymers in two-dimensional melts. Then, by analysing the conformational properties of these primitive shapes, we demonstrate that they conform to the statistics of two-dimensional branched polymers (or, trees) in the same melt conditions, in agreement with seminal theoretical work by Khokhlov, Nechaev and Rubinstein. Results for polymer dynamics in light of the branched nature of the rings are also presented and discussed."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unveiling Excitonic Insulator Signatures in Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$",
      "authors": [
        "Nour Maraytta, Peter Nagel, Fatemeh Ghorbani, Amir Ghiami, Santanu Pakhira, Mai Ye, Bjoern Wehinger, Federico Abbruciati, Gaston Garbarino, Matthieu Le Tacon, Stefan Schuppler, Amir-Abbas Haghighirad, Michael Merz"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15771",
      "arxiv": "https://arxiv.org/abs/2509.15771",
      "doi": null,
      "summary": "The high-temperature phase of Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$, a near-zero-gap semiconductor ($E_G$ = 0), is a promising candidate for an excitonic insulator. Given the dome-like evolution expected for an excitonic insulator around $E_G$, we investigated Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$, the more semi-metallic Ta$_\\mathrm{2}$(Ni,Co)Se$_\\mathrm{5}$, and semiconducting Ta$_\\mathrm{2}$NiS$_\\mathrm{5}$ using high-resolution single-crystal x-ray diffraction and near-edge x-ray absorption fine structure (NEXAFS). Our findings reveal a second-order structural phase transition from orthorhombic (space group: $Cmcm$) to monoclinic (space group: $C2/c$) in Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$ and Ta$_\\mathrm{2}$(Ni,Co)Se$_\\mathrm{5}$, but no transition in Ta$_\\mathrm{2}$NiS$_\\mathrm{5}$ down to 2 K. This transition breaks two mirror symmetries, enabling and enhancing the hybridization of Ta, Ni, and Se atoms, shortening bond lengths, and strengthening orbital interactions. NEXAFS data confirm stronger hybridization, significant changes in excitonic binding energies, and a key alteration in orbital character, suggesting an excitonic insulating state in Ta$_\\mathrm{2}$NiSe$_\\mathrm{5}$ and emphasizing the crucial electronic role of orbitals in the formation of the excitonic insulator state."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A heat-resilient hole spin qubit in silicon",
      "authors": [
        "V. Champain, G. Boschetto, H. Niebojewski, B. Bertrand, L. Mauro, M. Bassi, V. Schmitt, X. Jehl, S. Zihlmann, R. Maurand, Y. -M. Niquet, C. B. Winkelmann, S. De Franceschi, B. Martinez, B. Brun"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15823",
      "arxiv": "https://arxiv.org/abs/2509.15823",
      "doi": null,
      "summary": "Recent advances in scaling up spin-based quantum processors have revealed unanticipated issues related to thermal effects. Microwave pulses required to manipulate and read the qubits are found to overheat the spins environment, which unexpectedly induces Larmor frequency shifts, reducing thereby gate fidelities. In this study, we shine light on these elusive thermal effects, by experimentally characterizing the temperature dependence of the Larmor frequency for a single hole spin in silicon. Our results unambiguously reveal an electrical origin underlying the thermal susceptibility, stemming from the spin-orbit-induced electric susceptibility. We perform an accurate modeling of the spin electrostatic environment and gyromagnetic properties, allowing us to pinpoint electric dipoles as responsible for these frequency shifts, that unfreeze as the temperature increases. Surprisingly, we find that the thermal susceptibility can be tuned with the magnetic field angle and can even cancel out, unveiling a sweet spot where the hole spin is rendered immune to thermal effects. These findings bear important implications for optimizing spin-based quantum processors fidelity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Novel Quantum Spin Liquid states in the $S = {\\frac{1}{2}}$ three-dimensional compound Y$_{3}$Cu$_{2}$Sb$_{3}$O$_{14}$",
      "authors": [
        "Saikat Nandi, Rounak Das, Sagar Mahapatra, J\\\"org Sichelschmidt, M. Hemmida, H. -A. Krug von Nidda, Marlis Schuller, N. B\\\"uttgen, John Wilkinson, M. P. Saravanan, Indra Dasgupta, A. V. Mahajan"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15835",
      "arxiv": "https://arxiv.org/abs/2509.15835",
      "doi": null,
      "summary": "The three-dimensional $S = 1/2$ system Y$_{3}$Cu$_{2}$Sb$_{3}$O$_{14}$ consists of two inequivalent Cu$^{2+}$ ions, each forming edge shared triangular lattices. Our magnetic susceptibility $\\chi(T)=M/H$, specific heat $C_p(T)$, $^{89}$Y nuclear magnetic resonance (NMR), muon spin relaxation ($\\mu$SR), and electron spin resonance (ESR) measurements on this system confirm the absence of any long-range magnetic ordering and the persistence of spin dynamics down to 0.077 K. From $^{89}$Y NMR we find evidence of a transition at about 120 K which we suggest to arise from a fraction of the spins condensing into a singlet (a valence bond solid VBS or a quantum spin liquid QSL) state. A plateau in the muon relaxation rate is observed between 60 K and 10 K (signifying the VBS/QSL state from a fraction of the spins) followed by an increase and another plateau below about 1 K (presumably signifying the VBS/QSL state from all the spins). Our density functional theory calculations find a dominant antiferromagnetic interaction along the body diagonal with inequivalent Cu(1) and Cu(2) ions alternately occupying the corners of the cube. All other near neighbour interactions between the Cu ions are also found to be antiferromagnetic and are thought to drive the frustration."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Unsupervised and probabilistic learning with Contrastive Local Learning Networks: The Restricted Kirchhoff Machine",
      "authors": [
        "Marcelo Guzman, Simone Ciarella, Andrea J. Liu"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15842",
      "arxiv": "https://arxiv.org/abs/2509.15842",
      "doi": null,
      "summary": "Autonomous physical learning systems modify their internal parameters and solve computational tasks without relying on external computation. Compared to traditional computers, they enjoy distributed and energy-efficient learning due to their physical dynamics. In this paper, we introduce a self-learning resistor network, the Restricted Kirchhoff Machine, capable of solving unsupervised learning tasks akin to the Restricted Boltzmann Machine algorithm. The circuit relies on existing technology based on Contrastive Local Learning Networks, in which two identical networks compare different physical states to implement a contrastive local learning rule. We simulate the training of the machine on the binarized MNIST dataset, providing a proof of concept of its learning capabilities. Finally, we compare the scaling behavior of the time, power, and energy consumed per operation as more nodes are included in the machine to their Restricted Boltzmann Machine counterpart operated on CPU and GPU platforms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Formation of Cavity-Polaritons via High-Order Van Hove Singularities",
      "authors": [
        "Igor Gianardi, Michele Pini, Francesco Piazza"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15849",
      "arxiv": "https://arxiv.org/abs/2509.15849",
      "doi": null,
      "summary": "We consider polaritons formed by hybridizing particle-hole excitations of an insulating phase with a cavity photon at sub-gap frequencies, where absorption is suppressed. The strength of the hybridization is driven by the Van Hove singularity in the JDOS at the band gap: the stronger the singularity, the more a photon is hybridized with the interband transitions. In order to increase the singularity and thus the polariton hybridization without absorption, we propose to engineer a non-parabolic momentum dispersion of the bands around the gap in order to implement a high-order Van Hove singularity (HOVHS) in the JDOS. Ultracold atoms in tunable optical lattices are an ideal platform to engineer two-dimensional gapped phases with non-trivial band dispersions at the gap. Moreover, the intrinsic non-interacting nature of polarized fermionic atoms prevents the emergence of sub-gap excitations, which are common in solid-state systems and could otherwise spoil the absence of absorption below the gap. Our findings identify band-engineering at the gap edge as a promising route for polariton control with applications in quantum-nonlinear optics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Mechanistic Insights into Complete Methane Oxidation on Single-Atom Pd Supported by SSZ-13 Zeolite: A First-Principles Study",
      "authors": [
        "Anuroopa Behatha, Shalini Tomar, Hojin Jeong, Joon Hwan Choi, Seung-Cheol Lee, Satadeep Bhattacharjee"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15875",
      "arxiv": "https://arxiv.org/abs/2509.15875",
      "doi": null,
      "summary": "Complete catalytic oxidation of methane is an effective strategy for greenhouse gas mitigation and clean energy conversion; yet, ensuring both high catalytic activity and stability with palladium-based catalysts remains a challenge. In the present work, we employed a theoretical investigation of methane oxidation over single-atom Pd supported on SSZ-13 zeolite using density functional theory calculations, combined with climbing-image nudged elastic band calculations to determine activation barriers. A systematic assessment of various Al distributions and Pd placements was carried out to identify the most stable configurations for Pd incorporation within the zeolite framework.Further, two mechanistic routes for methane activation were evaluated: (i) direct dehydrogenation under dry conditions, and (ii) O$_2$-assisted oxidative dehydrogenation. Our results demonstrate that the direct (dry) pathway is energetically demanding and overall endothermic, whereas the O$_2$ assisted route facilitates the exothermic energy profile, particularly in the C-H bond cleavage. The formation of stable hydroxyl and CO/CO$_2$ intermediates were also studied. The results emphasize the role of oxygen-rich environments in enabling the complete methane oxidation with improved thermodynamic feasibility. Moreover, we propose an alternate low-energy pathway based on O-assisted and multi-site mechanisms that reduce the overall reaction enthalpy. These insights provide the design principles for highly active and moisture-resistant Pd-zeolite catalysts for sustainable methane utilization."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "An Equivariant Graph Network for Interpretable Nanoporous Materials Design",
      "authors": [
        "Zhenhao Zhou, Salman Bin Kashif, Dawei Feng, Jin-Hu Dou, Kaihang Shi, Tao Deng, Zhenpeng Yao"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15908",
      "arxiv": "https://arxiv.org/abs/2509.15908",
      "doi": null,
      "summary": "Nanoporous materials hold promise for diverse sustainable applications, yet their vast chemical space poses challenges for efficient design. Machine learning offers a compelling pathway to accelerate the exploration, but existing models lack either interpretability or fidelity for elucidating the correlation between crystal geometry and property. Here, we report a three-dimensional periodic space sampling method that decomposes large nanoporous structures into local geometrical sites for combined property prediction and site-wise contribution quantification. Trained with a constructed database and retrieved datasets, our model achieves state-of-the-art accuracy and data efficiency for property prediction on gas storage, separation, and electrical conduction. Meanwhile, this approach enables the interpretation of the prediction and allows for accurate identification of significant local sites for targeted properties. Through identifying transferable high-performance sites across diverse nanoporous frameworks, our model paves the way for interpretable, symmetry-aware nanoporous materials design, which is extensible to other materials, like molecular crystals and beyond."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Bacteria collective motion is scale-free",
      "authors": [
        "Benjamin Perez-Estay, Vincent Martinez, Carine Douarche, Jana Schwarz-Linek, Jochen Arlt, Pierre-Henri Delville, Gail McConnell, Wilson C. K. Poon, Anke Lindner, Eric Clement"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15918",
      "arxiv": "https://arxiv.org/abs/2509.15918",
      "doi": null,
      "summary": "Suspensions of swimming bacteria interact hydrodynamically over long ranges, organizing themselves into collective states that drive large-scale chaotic flows, often referred to as \"bacterial turbulence\". Despite extensive experimental and theoretical work, it remains unclear whether an intrinsic length scale underlies the observed patterns. To shed light on the mechanism driving active turbulence, we investigate the emergence of large-scale flows in E. coli suspensions confined within cylindrical chambers, systematically varying confinement height over more than two orders of magnitude. We first demonstrate that the critical density for the onset of collective motion scales inversely with this confinement height without saturation, even for the smallest densities observed. Near the onset, both the observed length and time scales increase sharply, with the length scale bounded only by the vertical confinement. Importantly, both scales exhibit clear power-law dependence on the confinement height, demonstrating the absence of an intrinsic length scale in bacterial collective motion. This holds up to scales nearly 10,000 times the size of a single bacterium, as evidenced by transient coherent vortices spanning the full chamber width near the onset. Our experimental results demonstrating that bacterial turbulence is scale-free provide important constraints for theories aiming to capture the dynamics of wet active matter."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Giant shot noise in superconductor/ferromagnet junctions with orbital-symmetry-controlled spin-orbit coupling",
      "authors": [
        "C\\'esar Gonz\\'alez-Ruano, Chenghao Shen, Pablo Tuero, Coriolan Tiusan, Yuan Lu, Jong E. Han, Igor \\v{Z}uti\\'c, Farkhad G. Aliev"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15983",
      "arxiv": "https://arxiv.org/abs/2509.15983",
      "doi": null,
      "summary": "By measuring the shot noise, a consequence of charge quantization, in superconductor/insulator/ferromagnet (V/MgO/Fe) junctions, we discover a giant increase, orders of magnitude larger than expected. The origin of this giant noise is a peculiar realization of a superconducting proximity effect, where a simple superconductor influences its neighbors. Our measurements reveal largely unexplored implications of orbital-symmetry-controlled proximity effects. The importance of orbital symmetries and the accompanying spin-orbit coupling is manifested by an unexpected emergence of another superconducting region strikingly different from the parent superconductor. Unlike vanadium's common spin-singlet superconductivity, the broken inversion symmetry in V/MgO/Fe junctions and the resulting interfacial spin-orbit coupling leads to the formation of spin-triplet superconductivity across the ferromagnetic iron. Here we show that the enhanced shot noise, known from Josephson junctions with two superconductors, is measured even in a single superconductor, this discovery motivates revisiting how the spin-orbit coupling and superconducting proximity effects can transform many materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A stochastic heat engine driven using a nonlinear protocol",
      "authors": [
        "Amrutayani Panda, Biswajit Das, Shuvojit Paul, Arnab Saha, Ayan Banerjee"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15992",
      "arxiv": "https://arxiv.org/abs/2509.15992",
      "doi": null,
      "summary": "A colloidal particle confined in a time-dependent optical trap can function as a microscopic heat engine, with optimization strategies playing a crucial role in enhancing its performance. In this study, we numerically investigate a Stirling heat engine operating in both passive and active environments using a protocol inspired by the Engineered Swift Equilibration (ESE) method. This approach differs from the standard process and focuses on enhancing engine efficiency, particularly at short time scales. We analyze various fluctuating parameters throughout the cycle to validate the robustness of the engine, and demonstrate a significant enhancement in performance compared to conventional Stirling engines. Most crucially, we observe that the nonlinear protocol can even transform a heat-pump-like operation into a genuine heat engine under strong activity, thereby surpassing bounds imposed on efficiency by high-temperature and quasi-static conditions. Finally, the proposed protocol is designed with experimental feasibility in mind, making it a promising framework for the practical realization of efficient microscopic heat engines."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Attractive Multidimensional Solitons in Trapping Potentials",
      "authors": [
        "Fatkhulla Abdullaev, Mario Salerno"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15994",
      "arxiv": "https://arxiv.org/abs/2509.15994",
      "doi": null,
      "summary": "This paper reviews theoretical advances on the formation and stabilization of multidimensional solitons in nonlinear Schr\\\"odinger systems with attractive interactions, focusing on atomic Bose-Einstein condensates and nonlinear optics. While 1D solitons are generally stable, their 2D and 3D counterparts are prone to collapse. Several mechanisms have been proposed to mitigate this, including optical lattices, modulation of the nonlinearity via Feshbach resonance management, and Rabi coupling between hyperfine states. Other approaches involve competing nonlinearities and quantum corrections, such as Lee-Huang-Yang effects. Emphasis is placed on conditions enabling long-lived or fully stable solitons. Despite experimental feasibility, achieving robust stabilization remains challenging due to the intricate interplay of nonlinearities and external controls. The paper surveys collapse dynamics, stabilization strategies, and soliton existence based on key theoretical contributions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Non-Fermi liquid behaviour of CDW instabilities in fractionally-filled moir\\'e flatbands",
      "authors": [
        "Ipsita Mandal"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15996",
      "arxiv": "https://arxiv.org/abs/2509.15996",
      "doi": null,
      "summary": "Spin- and valley-polarized fractionally-filled moir\\'e flatbands are known to host emergent Fermi-liquid phases, when analyzed with the help of a dual description in terms of holes. The dominant Coulomb interactions in an almost flatband endow the fermions with a nontrivial dispersion, when the system is described in terms of the hole operators (rather than the particle operators). In particular, for one-fourth filling, the Fermi surface takes a quasi-triangular shape, which brings about the possibility of charge-density-wave (CDW) ordering in the ground state, characterized by the nesting vectors ($ \\mathbf{Q}_n $). The $\\mathbf{Q}_n$'s connect antipodal points of the Fermi surface (designated as hot-spots) and are found to belong to the space of reciprocal vectors of the underlying honeycomb structure. The resulting CDW order can be described in terms of instabilities caused by bosonic fields with momenta centred at $\\lbrace \\mathbf{Q}_n \\rbrace $, coupling with the fermions residing in the vicinity of a pair of antipodal hot-spots. When there is a transition from a Fermi liquid to a CDW state, the bosons become massless (or critical), effectuating a non-Fermi liquid behaviour. We set out to identify such non-Fermi liquid phases after constructing a minimal effective action."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phase Behavior and Ion Transport in Lithium-Niobium-Tantalum Oxide Alloys",
      "authors": [
        "Hengning Chen, Zeyu Deng, Gopalakrishnan Sai Gautam, Yan Li, Pieremanuele Canepa"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.16021",
      "arxiv": "https://arxiv.org/abs/2509.16021",
      "doi": null,
      "summary": "Lithium niobate-tantalate mixtures have garnered considerable interest for their ability to merge the desirable properties of both end members, enabling diverse high-value applications, such as high-performance faradaic capacitors, non-linear optics, and protective coatings in rechargeable batteries. While numerous studies on the application of $\\mathrm{LiNb_xTa_{1-x}O_3}$ exist, the phase behavior and properties of $\\mathrm{Li_3Nb_xTa_{1-x}O_4}$ remain largely unexplored. In this work, we employ a multiscale approach that encompasses first-principles phonon calculations, cluster expansion, and Monte Carlo simulations to derive the temperature-composition phase diagram for $\\mathrm{Li_3Nb_xTa_{1-x}O_4}$. Our findings reveal the critical role of vibrational entropy in accurately predicting phase stability, which promotes the solubility of Nb in $\\mathrm{Li_3TaO_4}$ while suppressing the miscibility of Ta in $\\mathrm{Li_3NbO_4}$. Additionally, we demonstrate that Nb/Ta mixing offers a promising avenue for tailoring the Li-ion conductivities of $\\mathrm{Li_3Nb_xTa_{1-x}O_4}$. On the technical side, we demonstrated the importance of including vibrational entropy effects explicitly in Monte Carlo simulations dealing with multicomponent systems, beyond simple binary mixtures. On the application side, this study provides fundamental insights into the phase behavior and Li-ion transport properties of $\\mathrm{Li_3Nb_xTa_{1-x}O_4}$, paving the way for its potential applications in energy storage and other fields."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phonon polariton Hall effect",
      "authors": [
        "Omer Yaniv, Dominik M. Juraschek"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.16100",
      "arxiv": "https://arxiv.org/abs/2509.16100",
      "doi": null,
      "summary": "The phonon Hall effect conventionally describes the generation of a transverse heat current in an applied magnetic field. In this work, we extend the effect to hybrid light-matter excitations and demonstrate theoretically that phonon polaritons, formed by coupling optical phonons with terahertz radiation, support transverse energy flow when coherently driven in an applied magnetic field. Using the example of PbTe, which exhibits strongly coupled phonon polaritons, we show that the magnetic field splits the phonon-polariton branches into left and right-handed circular polarization, obtaining unequal group velocities. We derive the energy current operators for propagating phonon polaritons and show how their mixed phononic-photonic nature enables controllable transverse phonon-polariton transport in the terahertz regime. Our results demonstrate bending of light through a phonon polariton Hall effect, which provides a route towards terahertz polaritonic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nonreciprocal plasmons in one-dimensional carbon nanostructures",
      "authors": [
        "\\'Alvaro Rodr\\'iguez Echarri, F. Javier Garc\\'ia de Abajo, Joel D. Cox"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.16109",
      "arxiv": "https://arxiv.org/abs/2509.16109",
      "doi": null,
      "summary": "The directional control of light in miniaturized plasmonic waveguides holds appealing possibilities for emerging nanophotonic technologies, but is hindered by the intrinsic reciprocal optical response of conventional plasmonic materials. While the ability of graphene to sustain large electrical currents shows promise for nonreciprocal plasmonics, studies have been limited to extended samples characterized by linear electrical dispersion. Here, we theoretically explore quantum finite-size and nonlocal effects in the nonreciprocal response of mesoscale plasmonic waveguides comprised of drift-biased graphene nanoribbons (GNRs) and carbon nanotubes (CNTs). Using atomistic simulation methods based on tight-binding electronic states and self-consistent mean-field optical response, we reveal that a moderate electrical bias can significantly break reciprocity for propagation of guided plasmon modes in GNRs and CNTs exhibiting electronic band gaps. The excitation by a nearby point dipole emitter and subsequent propagation of guided plasmon modes can thus be actively controlled by the applied current, which can further be leveraged to mediate nonlocal interactions of multiple emitters. Our results establish graphene nanostructures as a promising atomically thin platform for nonreciprocal nanophotonics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Electronic bounds in magnetic crystals",
      "authors": [
        "Daniel Passos, Ivo Souza"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.16121",
      "arxiv": "https://arxiv.org/abs/2509.16121",
      "doi": null,
      "summary": "We present a systematic study of bound relations between different electronic properties of magnetic crystals: electron density, effective mass, orbital magnetization, localization length, Chern invariant, and electric susceptibility. All relations are satisfied for a group of low-lying bands, while some remain valid for upper bands. New results include a lower bound on the electric susceptibility of Chern insulators, and an upper bound on the sum-rule part of the orbital magnetization. In addition, bounds involving the Chern invariant are generalized from two dimensions (Chern number) to three (Chern vector). Bound relations are established for metals as well as insulators, and are illustrated for model systems. The manner in which they approach saturation in a model Chern insulator with tunable flat bands is analyzed in terms of the optical absorption spectrum."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Classical and Quantum theory of magnonic and magnetoelastic nonlinear dynamics in continuum geometries",
      "authors": [
        "Marco Br\\\"uhlmann, Yunyoung Hwang, Jorge Puebla, Carlos Gonzalez-Ballestero"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.16199",
      "arxiv": "https://arxiv.org/abs/2509.16199",
      "doi": null,
      "summary": "We provide a theory of spin and acoustic wave coupled nonlinear dynamics in continuum systems. Combining the Landau-Lifshitz-Gilbert equations with the magnetoelastic Hamiltonian, we derive classical equations of motion for the magnetization and acoustic wave amplitudes, that include magnonic nonlinearity -- both three- and four-magnon processes -- as well as linear and nonlinear magnetoelastic interactions. We focus on two-dimensional magnetic films sustaining surface acoustic waves, a geometry where our model successfully reproduces our recent experimental observation of phonon-to-magnon down-conversion under acoustic drive. We provide analytical expressions for all the rates in our equations, which make them particularly suitable for quantization. We then quantize our model, deriving Heisenberg-Langevin equations of motion for magnon and phonon operators, and show how to compute quantum expectation values in the mean field approximation. Our work paves the way toward acoustic control of magnons in the quantum regime."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exploring confinement transitions in $\\mathbb{Z}_2$ lattice gauge theories with dipolar atoms beyond one dimension",
      "authors": [
        "Matja\\v{z} Kebri\\v{c}, Lin Su, Alexander Douglas, Michal Szurek, Ognjen Markovi\\'c, Ulrich Schollw\\\"ock, Annabelle Bohrdt, Markus Greiner, Fabian Grusdt"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.16200",
      "arxiv": "https://arxiv.org/abs/2509.16200",
      "doi": null,
      "summary": "Confinement of particles into bound states is a phenomenon spanning from high-energy to condensed matter physics, which can be studied in the framework of lattice gauge theories (LGTs). Achieving a comprehensive understanding of confinement continues to pose a major challenge, in particular at finite matter density and in the presence of strong quantum fluctuations. State-of-the-art quantum simulators constitute a promising platform to address this problem. Here we study confinement in coupled chains of $\\mathbb{Z}_2$ LGTs coupled to matter fields, that can be mapped to a mixed-dimensional (mixD) XXZ model. We perform large-scale numerical matrix-product state calculations to obtain the phase diagram of this model, in which we uncover striped phases formed by the $\\mathbb{Z}_2$ charges that can be melted at finite temperature or by increasing the tunneling rate. To explore this setting experimentally, we use our quantum simulator constituted by erbium atoms with dipolar interactions in a quantum gas microscope, and observe the predicted melting of a stripe phase by increasing the particle tunneling rate. Our explorative experimental studies of thermal deconfinement of $\\mathbb{Z}_2$ charges motivate our further theoretical study of the mixD $\\mathbb{Z}_2$ LGT, in which we predict a confined meson gas at finite temperature and low magnetization where thermal fluctuations destroy stripes but enable spontaneous commensurate spin order. Overall, we demonstrate that our platform can be used to study confinement in $\\mathbb{Z}_2$ LGTs coupled to matter fields, including long-range interactions and beyond one dimension, paving the way for future research of confinement in the quantum many-body regime."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Generation of Volume-Law Entanglement by Local-Measurement-Only Quantum Dynamics",
      "authors": [
        "Surajit Bera, Igor V. Gornyi, Sumilan Banerjee, Yuval Gefen"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.14329",
      "arxiv": "https://arxiv.org/abs/2509.14329",
      "doi": null,
      "summary": "Repeated local measurements typically have adversarial effects on entangling unitary dynamics, as local measurements usually degrade entanglement. However, recent works on measurement-only dynamics have shown that strongly entangled states can be generated solely through non-commuting random multi-site and multi-spin projective measurements. In this work, we explore a generalized measurement setup in a system without intrinsic unitary dynamics and show that volume-law entangled states can be generated through local, non-random, yet non-commuting measurements. Specifically, we construct a one-dimensional model comprising a main fermionic chain and an auxiliary (ancilla) chain, where generalized measurements are performed by locally coupling the system to detector qubits. Our results demonstrate that long-time states with volume-law entanglement or mutual information are generated between different parts of the main chain purely through non-unitary measurement dynamics. Remarkably, we find that such large-entanglement generation can be achieved using only the measurements of one-body operators. Moreover, we show that measurements of non-local higher-body operators can be used to control and reduce entanglement generation by introducing kinetic constraints to the dynamics. We discuss the statistics of entanglement measures along the quantum trajectories, the approach to stationary distributions of entanglement or long-time steady states, and the associated notions of limited ergodicity in the measurement-only dynamics. Our findings highlight the potential of non-random measurement protocols for controlled entanglement generation and the study of non-unitary many-body dynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topology and Spectral Entanglement in Cavity-Mediated Photon Scattering",
      "authors": [
        "Eric R. Bittner, Andrei Piryatinski"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15465",
      "arxiv": "https://arxiv.org/abs/2509.15465",
      "doi": null,
      "summary": "We develop a diagrammatic theory of cavity-mediated photon-photon interactions in a topological insulator using the SSH model. The fourth-order vertex $\\Gamma^{(4)}(\\omega_1,\\omega_2)$ governs spectral entanglement and Kerr nonlinearity, leading to a nonlinear topological phase diagram. We also compute the electronic self-energy from vacuum photon exchange and identify symmetry-imposed limits on band renormalization. These results link band geometry to the emergence of light-matter correlations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dispersion Relations in Two- and Three-Dimensional Quantum Systems",
      "authors": [
        "Valeriia Bilokon, Elvira Bilokon, Illya Lukin, Andrii Sotnikov, Denys Bondar"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15483",
      "arxiv": "https://arxiv.org/abs/2509.15483",
      "doi": null,
      "summary": "Extracting momentum-resolved excitation spectra in strongly correlated quantum systems remains a major challenge, especially beyond one spatial dimension. We present an efficient tensor-network approach to compute dispersion relations via imaginary-time evolution within the infinite projected entangled-pair states (iPEPS) framework. Benchmarking on the transverse-field Ising model, the method successfully captures dispersion relations in both paramagnetic and ferromagnetic phases for two- and three-dimensional lattices, achieving strong agreement with series expansion methods, where these are applicable. Crucially, this work presents the first demonstration of dispersion relation calculations for three-dimensional quantum lattice models - a long-standing computational challenge that opens entirely new research frontiers. The method demonstrates remarkable efficiency, requiring only modest computational resources while maintaining high accuracy across wide parameter ranges. Its broad applicability makes it a powerful tool for quantum simulation, photonic material design, and quantum information platforms requiring precise momentum-resolved spectra."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Measurement-Driven Transitions between Area Law Phases",
      "authors": [
        "Hui Yu, Jiangping Hu"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15634",
      "arxiv": "https://arxiv.org/abs/2509.15634",
      "doi": "10.1088/1402-4896/add656",
      "summary": "In recent years, quantum circuits consisting of unitary gates and projective measurements have become valuable tools for stimulating or preparing quantum many-body states with non-trivial properties. Here, we introduce and examine a measurement-only circuit (the projective quantum Ising model with three-spin interactions) that involves three non-commuting projective measurements. This model features three distinct phases, separated by two critical lines. We utilize two entanglement measures (topological entanglement entropy and mutual information) to identify the phase boundaries and derive various critical exponents through scaling analysis. We establish a relationship between our model and a two-dimensional statistical model (bond percolation) within certain limits. We hope that our results will shed light on further studies using other measurement-only models."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum Metric Corrections to Liouville's Theorem and Chiral Kinetic Theory",
      "authors": [
        "Kazuya Mameda, Naoki Yamamoto"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15731",
      "arxiv": "https://arxiv.org/abs/2509.15731",
      "doi": null,
      "summary": "Quasiparticles may possess not only Berry curvature but also a quantum metric in momentum space. We develop a canonical formalism for such quasiparticles based on the Dirac brackets, and demonstrate that quantum metric modifies the phase-space density of states at $\\mathcal{O}(\\hbar^2)$, leading to corrections to Liouville's theorem, kinetic theory, and related physical quantities. In particular, we show that, in the presence of an inhomogeneous electric field, quantum metric induces corrections to the energy density and energy current. Applied to chiral fermions, this framework provides a nonlinear extension of chiral kinetic theory consistent with quantum field theory. Our work paves the way to potential applications of the quantum metric in high-energy physics and astrophysics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Gaussian fermionic embezzlement of entanglement",
      "authors": [
        "Alessia Kera, Lauritz van Luijk, Alexander Stottmeister, Henrik Wilming"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15749",
      "arxiv": "https://arxiv.org/abs/2509.15749",
      "doi": null,
      "summary": "Embezzlement of entanglement allows to extract arbitrary entangled states from a suitable embezzling state using only local operations while perturbing the resource state arbitrarily little. A natural family of embezzling states is given by ground states of non-interacting, critical fermions in one spatial dimension. This raises the question of whether the embezzlement operations can be restricted to Gaussian operations whenever one only wishes to extract Gaussian entangled states. We show that this is indeed the case and prove that the embezzling property is in fact a generic property of fermionic Gaussian states. Our results provide a fine-grained understanding of embezzlement of entanglement for fermionic Gaussian states in the finite-size regime and thereby bridge finite-size systems to abstract characterizations based on the classification of von Neumann algebras. To prove our results, we establish novel bounds relating the distance of covariances to the trace-distance of Gaussian states, which may be of independent interest."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Zak Phase Dislocations in Trimer Lattices",
      "authors": [
        "Tileubek Uakhitov, Abdybek Urmanov, Serik E. Kumekov, Anton S. Desyatnikov"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15894",
      "arxiv": "https://arxiv.org/abs/2509.15894",
      "doi": null,
      "summary": "Wave propagation in periodic media is governed by energy-momentum relation and geometric phases characterizing band topology, such as Zak phase in one-dimensional lattices. We demonstrate that in the off-diagonal trimer lattices Zak phase carries quantized screw-type dislocations winding around degeneracies in parameter space. If the lattice evolves in time periodically, as in adiabatic Thouless pump, corresponding closed trajectory in parameter space is characterized by a Chern number equal the negative total winding number of Zak phase dislocations enclosed by the trajectory. We discuss correspondence between bulk Chern numbers and the edge-states in a finite system evolving along various pumping cycles."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Cell clusters sense their global shape to drive collective migration",
      "authors": [
        "Joan T\\'ermens, Irina Pi-Jaum\\`a, Ido Lavi, Marija Matej\\v{c}i\\'c, Isabela Corina Fortunato, Xavier Trepat, Jaume Casademunt"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15910",
      "arxiv": "https://arxiv.org/abs/2509.15910",
      "doi": null,
      "summary": "The collective migration of epithelial groups of cells plays a central role in processes such as embryo development, wound healing, and cancer invasion. While finite cell clusters are known to collectively migrate in response to external gradients, the competing effect of possible endogenous cues is largely unknown.Here, we demonstrate that the polarization of peripheral cells that pull the cluster's edge outward is sufficient to induce and sustain the collective migration of confluent clusters. We use a general continuum model to show that the underlying shape-sensing mechanism is purely mechanical, relying on long-range hydrodynamic interactions and cell-cell alignment forces. As a proof-of-concept, we validate our findings with experiments on monolayer clusters from various cell lines, where we control initial shapes and sizes. The mechanism operates independently of external signals and will generally interfere with them. Specifically, we predict and observe experimentally that it can override collective durotaxis, reversing the direction of migration. Together, our results offer a physical framework for understanding how cell interactions govern the interplay between global shape and collective motion and afford engineering principles for optimal control and manipulation of cell cluster shape and motion."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Contact line friction of bubbles",
      "authors": [
        "Xicheng Bao, Aaron D. Ratschow, Xiaoteng Zhou, Chirag Hinduja, Xiaomei Li, Qinshan Liu, Dandan Gao, Xiahui Gui, Ruediger Berger, Yaowen Xing, Hans-Juergen Butt, Michael Kappl"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15967",
      "arxiv": "https://arxiv.org/abs/2509.15967",
      "doi": null,
      "summary": "Contact line friction (CLF) of bubbles is ubiquitous, from bubbles on a beer glass to H2 bubbles sliding over electrodes in electrolysis. However, a fundamental understanding of CLF of bubbles is still missing, mainly due to the challenge of precisely controlling bubble sliding. For example, it is not clear how bubbles start sliding and how CLF of bubbles depends on velocity. We therefore developed a bubble friction force instrument to directly measure bubble CLF. This force develops from a static regime, through a transition, to a kinetic regime. This entire process is quantitatively described by a modified Kawasaki-Furmidge equation. Bubble CLF was measured for velocities from 0.2 micron/s to 2 mm/s, revealing a transition from a constant CLF regime below about 60 micron/s to a velocity-dependent CLF regime on surfaces with various wettability. The velocity dependence stems from interfacial adaptation governed by the liquid ionic environment with a relaxation time of around 10 microsecond. Moreover, CLF of bubbles can be measured on hydrophilic surfaces and under a challenging H2 atmosphere, overcoming the limitations of current droplet-based methods. Our results provide a quantitative basis for understanding CLF of bubbles with relevance to many applications, including bubble manipulation and electrochemistry."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Symmetries Beget Symmetries: Ghostly Higher-Form Symmetries and the Descent Equation",
      "authors": [
        "Leron Borsten, Dimitri Kanakaris, Hyungrok Kim"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15978",
      "arxiv": "https://arxiv.org/abs/2509.15978",
      "doi": null,
      "summary": "Viewed through the lens of the Batalin-Vilkovisky formalism, we demonstrate that higher-form currents with nonzero ghost number also define higher-form symmetries, directly analogous to the standard higher-form symmetries with ghost number zero. These ghostly higher symmetries descend from and into conventional higher-form symmetries via chains of descent equations familiar from the theory of anomalies and topological field theories. We give examples of such chains of ghostly symmetries in Maxwell theory, Abelian and non-Abelian higher gauge theory, Yang-Mills theory, and beyond."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Exact Relation Between Wehrl-R\\'enyi Entropy and Many-Body Entanglement",
      "authors": [
        "Pengfei Zhang, Chen Xu, Peng Zhang"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.16036",
      "arxiv": "https://arxiv.org/abs/2509.16036",
      "doi": null,
      "summary": "Quantum entanglement is key to understanding correlations and emergent phenomena in quantum many-body systems. For $N$ qubits (distinguishable spin-$1/2$ particles) in a pure quantum state, many-body entanglement can be characterized by the purity of the reduced density matrix of a subsystem, defined as the trace of the square of this reduced density matrix. Nevertheless, this approach depends on the choice of subsystem. In this letter, we establish an exact relation between the Wehrl-R\\'enyi entropy (WRE) $S_W^{(2)}$, which is the 2nd R\\'enyi entropy of the Husimi function of the entire system, and the purities of all possible subsystems. Specifically, we prove the relation $e^{-S_W^{(2)}} = (6\\pi)^{-N} \\sum_A \\mathrm{Tr}({{\\hat \\rho}_A}^2)$, where $A$ denotes a subsystem with reduced density matrix ${\\hat \\rho}_A$, and the summation runs over all $2^N$ possible subsystems. Furthermore, we show that the WRE can be experimentally measured via a concrete scheme. Therefore, the WRE is a subsystem-independent and experimentally measurable characterization of the overall entanglement in pure states of $N$ qubits. It can be applied to the study of strongly correlated spin systems, particularly those with all-to-all couplings that do not have a natural subsystem division, such as systems realized with natural atoms in optical tweezer arrays or superconducting quantum circuits. We also analytically derive the WRE for several representative many-body states, including Haar-random states, the Greenberger-Horne-Zeilinger (GHZ) state, and the W state."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Automated Constitutive Model Discovery by Pairing Sparse Regression Algorithms with Model Selection Criteria",
      "authors": [
        "Jorge-Humberto Urrea-Quintero, David Anton, Laura De Lorenzis, Henning Wessels"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.16040",
      "arxiv": "https://arxiv.org/abs/2509.16040",
      "doi": null,
      "summary": "The automated discovery of constitutive models from data has recently emerged as a promising alternative to the traditional model calibration paradigm. In this work, we present a fully automated framework for constitutive model discovery that systematically pairs three sparse regression algorithms (Least Absolute Shrinkage and Selection Operator (LASSO), Least Angle Regression (LARS), and Orthogonal Matching Pursuit (OMP)) with three model selection criteria: $K$-fold cross-validation (CV), Akaike Information Criterion (AIC), and Bayesian Information Criterion (BIC). This pairing yields nine distinct algorithms for model discovery and enables a systematic exploration of the trade-off between sparsity, predictive performance, and computational cost. While LARS serves as an efficient path-based solver for the $\\ell_1$-constrained problem, OMP is introduced as a tractable heuristic for $\\ell_0$-regularized selection. The framework is applied to both isotropic and anisotropic hyperelasticity, utilizing both synthetic and experimental datasets. Results reveal that all nine algorithm-criterion combinations perform consistently well for the discovery of isotropic and anisotropic materials, yielding highly accurate constitutive models. These findings broaden the range of viable discovery algorithms beyond $\\ell_1$-based approaches such as LASSO."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Photoinduced non-reciprocal magnetism",
      "authors": [
        "Ryo Hanai, Daiki Ootsuki, Rina Tazai"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2406.05957",
      "arxiv": "https://arxiv.org/abs/2406.05957",
      "doi": "10.1038/s41467-025-62707-9",
      "summary": "Out of equilibrium, the action-reaction symmetry of the interactions is often broken, leading to the emergence of various collective phenomena with no equilibrium counterparts. Although ubiquitous in classical active systems, implementing such non-reciprocal interactions in solid-state systems has remained challenging, as the known quantum schemes require precise control over the system on a single-site level. Here, we propose a novel dissipation-engineering protocol to induce non-reciprocal interactions in solid-state platforms with light, which we expect to be achievable with state-of-the-art experimental techniques. Focusing on magnetic metals for concreteness, we show microscopically that a light injection that introduces the decay channel to a virtually excited state gives rise to non-reciprocal interactions between localized spins. One can even realize a situation where spin A tries to align with spin B but the B tries the opposite, resulting in a chase-and-runaway dynamics. Applying our scheme to layered ferromagnets, we show that a non-reciprocal phase transition from a static to a many-body time-dependent chiral phase emerges. Our work paves the way to bring solid-state systems to the realm of non-reciprocal science, providing yet another possibility to control quantum matter with light."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Non-Hermitian topology of transport in the quantum Hall phases in graphene",
      "authors": [
        "Raghav Chaturvedi, Viktor K\\\"onye, Ewelina M. Hankiewicz, Jeroen van den Brink, Ion Cosma Fulga"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2406.14303",
      "arxiv": "https://arxiv.org/abs/2406.14303",
      "doi": "10.1103/j5n3-dbwr",
      "summary": "It has recently been shown that signatures of non-Hermitian topology can be realized in a conventional quantum Hall device connected to multiple current sources. These signatures manifest as robust current-voltage characteristics, dictated by the presence of a nontrivial, non-Hermitian topological invariant of the conductance matrix. Chiral edge states are believed to be responsible for this non-Hermitian response, similar to how they lead to a quantized Hall conductivity in the presence of a single current source. Here, we go beyond this paradigm, showing that multi-terminal conductance matrices can exhibit non-Hermitian topological phase transitions that cannot be traced back to the presence and directionality of a boundary-localized chiral mode. By performing quantum transport simulations in the quantum Hall regime of monolayer graphene, we find that when the chemical potential is swept across the zeroth Landau level, unavoidable device imperfections cause the appearance of an additional non-Hermitian phase of the conductance matrix. This highlights graphene as an ideal platform for the study of non-Hermitian topological phase transitions, and is a first step towards exploring how the geometry of quantum devices can be harnessed to produce robust, topologically-protected transport characteristics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Plasmonic Brownian Ratchets for Directed Transport of Analytes",
      "authors": [
        "Marciano Palma do Carmo (Physics Department, King's College London, London, UK), David Mack (Department of Physics, Imperial College London, London, UK), Diane J. Roth (Physics Department, King's College London, London, UK), Miao Zhao (Physics Department, King's College London, London, UK), Ancin M. Devis (Physics Department, King's College London, London, UK), Francisco J. Rodr\\'iguez-Fortu\\~no (Physics Department, King's College London, London, UK), Stefan A. Maier (Department of Physics, Imperial College London, London, UK, School of Physics and Astronomy, Monash University, Clayton Victoria, Australia), Paloma A. Huidobro (4-6), Aliaksandra Rakovich (Physics Department, King's College London, London, UK)"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2408.00515",
      "arxiv": "https://arxiv.org/abs/2408.00515",
      "doi": null,
      "summary": "Controlled long-range transport of micro- and nano-scale objects is a key requirement in lab-on-a-chip and microfluidic applications, enabling the efficient capture, concentration, manipulation, and detection of analytes. Traditional methods such as microfluidic pumps and optical trapping face challenges including high power consumption and limited range of action. This study introduces a plasmonic Brownian ratchet designed for the directed transport of dielectric nanometer-sized particles at low optical powers. Through numerical simulations, the ratchet geometry was optimized to enhance electric fields, optical forces, and trapping potentials. Experimentally, the plasmonic ratchet demonstrated the ability to rectify random thermal motion of 40 nm polysterene spheres over extended distances in a specific direction, achieving velocities up to 2.4 $\\mu$m/s at excitation powers as low as 0.785 kW/cm^2. This plasmonic ratchet offers a robust and efficient solution for the targeted delivery and concentration of nanoscale analytes on chips, with significant implications for advancing applications in the life sciences."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A Modified Landau-de Gennes Theory for Smectic Liquid Crystals: Phase Transitions and Structural Transitions",
      "authors": [
        "Baoming Shi, Yucen Han, Chengdi Ma, Apala Majumdar, Lei Zhang"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2408.03343",
      "arxiv": "https://arxiv.org/abs/2408.03343",
      "doi": null,
      "summary": "We mathematically model Smectic-A (SmA) phases with a modified Landau-de Gennes (mLdG) model. The orientational order of the SmA phase is described by a tensor-order parameter $\\mathbf{Q}$, and the positional order is described by a real scalar $u$, which models the deviation from the average density of liquid crystal molecules. Firstly, we prove the existence and regularity of global minimisers of the mLdG free energy in three-dimensional settings. Then, we analytically prove that the mLdG model can capture the Isotropic-Nematic-Smectic phase transition as a function of temperature, under some assumptions. Further, we explore stable smectic phases on a square domain, with edge length $\\lambda$, and tangent boundary conditions. We use heuristic arguments to show that defects repel smectic layers and strong nematic ordering promotes layer formation. We use asymptotic arguments in the $\\lambda\\to 0$ and $\\lambda\\to\\infty$ limits which reveal the correlation between the number and thickness of smectic layers, the amplitude of density fluctuations with the phenomenological parameters in the mLdG energy. For finite values of $\\lambda$, we numerically recover BD-like and D-like stable smectic states observed in experiments. We also study the frustrated mLdG energy landscape and give numerical examples of transition pathways between distinct mLdG energy minimisers."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Terahertz-induced tunnel ionization drives coherent Raman-active phonon in Bismuth",
      "authors": [
        "Bing Cheng, Patrick L. Kramer, Mariano Trigo, Mengkun Liu, Ctirad Uher, David A. Reis, Zhi-Xun Shen, Jonathan A. Sobota, Matthias. C. Hoffmann"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2408.05770",
      "arxiv": "https://arxiv.org/abs/2408.05770",
      "doi": null,
      "summary": "Driving coherent lattice motion with THz pulses has emerged as a novel pathway for achieving dynamic stabilization of exotic phases that are inaccessible in equilibrium quantum materials. In this work, we present a previously unexplored mechanism for THz excitation of Raman-active phonons. We show that intense THz pulses centered at 1 THz can excite the Raman-active $A_{1g}$ phonon mode at 2.9 THz in a bismuth film. We rule out the possibilities of the phonon being excited through conventional anharmonic coupling to other modes or via a THz sum frequency process. Instead, we demonstrate that the THz-driven tunnel ionization provides a plausible means of creating a displacive driving force to initiate the phonon oscillations. Our work highlights a new mechanism for exciting coherent phonons, offering potential for dynamic control over the electronic and structural properties of semimetals and narrow-band semiconductors on ultrafast timescales."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Spontaneous damage annealing reactions as a possible source of low energy excess in semiconductor detectors",
      "authors": [
        "Kai Nordlund, Fanhao Kong, Flyura Djurabekova, Matti Heikinheimo, Kimmo Tuominen, Nader Mirabolfathi, Antti Kuronen"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2408.07518",
      "arxiv": "https://arxiv.org/abs/2408.07518",
      "doi": null,
      "summary": "In semiconductor detectors designed for capturing dark matter particles or neutrinos, when the detection threshold is constantly improved to increasingly low energies, an \"excess\" signal of apparent energy release events below a few hundred eV is observed in several different kinds of detectors. This becomes a big obstacle to the observation of actual dark matter signals, hindering the detectors' sensitivity for rare events in this energy range. Using atomistic simulations with a classical thermostat and a quantum thermal bath, we show that this kind of signal is consistent with energy release from long-term annealing events of complex defects that can be formed by any kind of nuclear recoil radiation events. Such energy releases are shown to have a very similar exponential dependence on energy release magnitudes as that observed in experiments. By detailed analysis of the annealing events, we show that crossing very low energy barriers can trigger larger energy releases in an avalanche-like effect. This explains why large energy release events can occur even down to cryogenic temperatures, where the significant migration of point defects in silicon is hardly ever possible."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Versatile Top-Down Patterning Technique for Perovskite On-Chip Integration",
      "authors": [
        "Federico Fabrizi, Saeed Goudarzi, Sana Khan, Tauheed Mohammad, Liudmila Starodubtceva, Piotr J. Cegielski, Felix Thiel, Sercan \\\"Ozen, Maximilian Schiffer, Felix Lang, Peter Haring Bol\\'ivar, Thomas Riedl, Gerhard M\\\"uller-Newen, Surendra B. Anantharaman, Maryam Mohammadi, Max C. Lemme"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.15286",
      "arxiv": "https://arxiv.org/abs/2411.15286",
      "doi": "10.1021/acsnano.5c10397",
      "summary": "Metal-halide perovskites (MHPs) have exciting optoelectronic properties and are under investigation for various applications, such as photovoltaics, light-emitting diodes, and lasers. An essential step towards exploiting the full potential of this class of materials is their large-scale, on-chip integration with high-resolution, top-down patterning. The development of such patterning methods for perovskite films is challenging because of their intrinsic ionic nature and adverse reactions with the solvents used in standard lithography processes. Here, we introduce a versatile and precise method comprising photolithography and reactive ion etching (RIE) processes that can be tuned to accommodate different perovskite compositions and morphologies. Our method utilizes conventional photoresists at reduced temperatures to create micron-sized features down to 1 ${\\mu}$m, providing high reproducibility from chip to chip. The patterning technique is validated through atomic force microscopy (AFM), X-ray diffraction (XRD), optical spectroscopy, and scanning electron microscopy (SEM). It enables the scalable and high-throughput on-chip monolithic integration of MHPs."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological Aspects of Dirac Fermions in a Kagom\\'e Lattice",
      "authors": [
        "Xinyuan Zhou, Ziqiang Wang, Hua Chen"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.04010",
      "arxiv": "https://arxiv.org/abs/2412.04010",
      "doi": "10.1103/5qs7-bdsh",
      "summary": "The Dirac fermion with linear dispersion in the kagom\\'e lattice governs the low-energy physics of different valleys at two inequivalent corners of hexagonal Brillouin zone. The effective Hamiltonian based on the cyclic permutation symmetry of sublattices is constructed to show that the topology of Dirac fermions at these two valleys is characterized by opposite winding numbers. For spinless fermions, the many-particle interactions produce intervalley scattering and drive an intervalley coherent state with spontaneous translation symmetry breaking. The Dirac fermions acquire a mass term from the simultaneous charge and bond orderings. In this phase, the developed bond texture underlies a hollow-star-of-David pattern in a tripled Wigner-Seitz cell of kagom\\'e lattice. It is further demonstrated that the twisting of Dirac mass with vorticity leads to zero Dirac modes at the vortex core, which are intimately related to fractionalization. The hollow-star-of-David phase is shown to have a distinct $\\mathbb{Z}_6$ Berry phase with its sign-change counterpart of Dirac mass, i.e. the hexagonal phase, shedding light on the topological origin of zero Dirac modes around the vortex core."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Manipulating topological charges via engineering zeros of wave functions",
      "authors": [
        "Xiao-Lin Li, Ming Gong, Yu-Hao Wang, Li-Chen Zhao"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.07101",
      "arxiv": "https://arxiv.org/abs/2412.07101",
      "doi": null,
      "summary": "Topological charges are typically manipulated by managing their energy bands in quantum systems. In this work, we propose a new approach to manipulate the topological charges of systems by engineering density zeros of localized wave excitations in them. We demonstrate via numerical simulation and analytical analysis that the winding number of a toroidal Bose condensate can be well manipulated by engineering the relative velocities between the dark solitons and their backgrounds. The crossing of relative velocities through zero makes a change in winding number by inducing density zeros during acceleration, with the direction of crossing determining whether charge increases or decreases. Possibilities of observing such winding number manipulation are discussed for current experimental settings. This idea may also be to higher dimensions. These results will inspire new pathways in designing topological materials using quantum simulation platforms."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Microsecond Bias Polarity Switching Reveals Hidden Charge Dynamics at Halide Perovskite Interfaces",
      "authors": [
        "Mari\\'an Betu\\v{s}iak, Roman Grill, Eduard Belas, Petr Praus, Mykola Brynza, Mariselvam Karuppaiya, Mahshid Ahmadi, Jonghee Yang, Artem Musiienko"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2501.09047",
      "arxiv": "https://arxiv.org/abs/2501.09047",
      "doi": null,
      "summary": "We present a time-domain technique based on rapid bias polarity switching (BiPS) to probe charge transport and near-surface defects in halide perovskite single crystals. The method exploits interfacial extraction barriers, which cause carrier accumulation and subsequent release after bias reversal. BiPS combines surface sensitivity (200 nm-2 $\\mu$m) with millimeter-scale reach, enabling reconstruction of internal field profiles, detection of bulk space charge down to $10^9$ cm$^{-3}$, and resolution of microsecond-millisecond trap dynamics. In our setup the surface-state detection limit is $10^9$ cm$^{-2}$, and could be further improved by optimized illumination and readout. Applied to melt-grown CsPbBr$_3$ (Cr/Cr) and solution-grown MAPbBr$_3$ (Cr/SnO$_2$/Cr), BiPS reveals interfacial barriers that drive hole accumulation and defect filling. CsPbBr$_3$ shows long-lived space charge ($\\sim 3\\times 10^{11}$ cm$^{-3}$) and $\\sim 250\\times$ faster hole extraction than MAPbBr$_3$, while trap analysis yields capture times of 1-100 $\\mu$s, detrapping times of 20 $\\mu$s-3 ms, and activation energies of 300-500 meV. BiPS thus provides direct access to buried interfacial processes, disentangles electronic and ionic contributions, and offers a robust platform for evaluating contacts and guiding defect engineering in perovskite optoelectronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Is Triboelectricity Confusing, Confused or Complex?",
      "authors": [
        "Karl P. Olson, Laurence D. Marks"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.01600",
      "arxiv": "https://arxiv.org/abs/2503.01600",
      "doi": null,
      "summary": "In this report, we look at the fundamental physics of triboelectricity, charge transfer due to contact and sliding. While much of the report focuses upon recent advances such as the incorporation of flexoelectric contributions, we also include older work, some from centuries ago, which only now can be understood in a general sense. Basic concepts and theories ranging from elements of tribology and contact mechanics through semiconductor built-in potentials, electromechanical terms, mechanochemistry and trap states are briefly described, linking to established surface science and interface physics. We then overview the main models that have been proposed, showing that they all fall within conventional electrostatics combined with other established science. We conclude with some suggestions for the future. Based upon this overview, our conclusion is that triboelectricity is a slightly complex combination of standard electrostatic phenomena that can be understood using the generalized Ampere's law connecting the electric displacement field with both Coulomb and polarization contributions, and the free carrier density, that is Grad.D=rho. Triboelectricity may be confusing, it is not really confused if care is taken, but it is complex."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Non-hermitian Green's function theory with $N$-body interactions: the coupled-cluster similarity transformation",
      "authors": [
        "Christopher J. N. Coveney, David P. Tew"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.06586",
      "arxiv": "https://arxiv.org/abs/2503.06586",
      "doi": null,
      "summary": "We present the diagrammatic theory of the irreducible self-energy and Bethe-Salpeter kernel that naturally arises within the Green's function formalism for a general $N$-body non-hermitian interaction. In this work, we focus specifically on the coupled-cluster self-energy generated by the similarity transformation of the electronic structure Hamiltonian. We develop the biorthogonal quantum theory to construct dynamical correlation functions where the time-dependence of operators is governed by a non-hermitian Hamiltonian. We extend the Gell-Mann and Low theorem to include non-hermitian interactions and to generate perturbative expansions of many-body Green's functions. We introduce the single-particle coupled-cluster Green's function and derive the perturbative diagrammatic expansion for the non-hermitian coupled-cluster self-energy in terms of the `non-interacting' reference Green's function, $\\tilde{\\Sigma}[G_0]$. From the equation-of-motion of the single-particle coupled-cluster Green's function, we derive the self-consistent renormalized coupled-cluster self-energy, $\\tilde{\\Sigma}[\\tilde{G}]$, and demonstrate its relationship to the perturbative expansion of the self-energy, $\\tilde{\\Sigma}[G_0]$. Subsequently, we show that the usual electronic self-energy can be recovered from the coupled-cluster self-energy by neglecting the effects of the similarity transformation. We show how the coupled-cluster ground state energy is related to the coupled-cluster self-energy and provide an overview of the relationship between approximations for the coupled-cluster self-energy, IP/EA-EOM-CCSD and the $G_0W_0$ approximation. As a result, we introduce the CC-$G_0W_0$ self-energy by leveraging the connections between Green's function and coupled-cluster theory. Finally, we derive the diagrammatic expansion of the coupled-cluster Bethe-Salpeter kernel."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "A controlled expansion for pairing in a polarized band with strong repulsion",
      "authors": [
        "Zhiyu Dong, Patrick A. Lee"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.11079",
      "arxiv": "https://arxiv.org/abs/2503.11079",
      "doi": null,
      "summary": "Can strong repulsive interactions be shown to give rise to pairing in a controlled way? We find that for a single flavor polarized band, there is a small expansion parameter in the low density limit, once the Bloch wavefunction form factor is taken into account. A perturbative expansion is possible, even if the interaction is much stronger than the Fermi energy $\\epsilon_F$. As a matter of principle, our work shows analytically how strong pairing can emerge from strong repulsion. We illustrate our method with two examples: a 2D Dirac model and a 1D tight binding model with two orbitals. In the latter case, using density matrix renormalization group, we show that the analytical theory indeed guided us to discover the parameter regime where p-wave pairing with order-1 strength is dominant."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Dzyaloshinskii-Moriya interaction in Fe5GeTe2 epitaxial thin films",
      "authors": [
        "J. Sampaio, A. Pascaud, E. Quero, A. Thiaville, V. Polewczyk, A. Marty, F. Bonell, A. Mougin"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.18689",
      "arxiv": "https://arxiv.org/abs/2503.18689",
      "doi": "10.1021/acs.nanolett.5c03547",
      "summary": "Van der Waals ferromagnets, such as Fe5GeTe2, offer a promising platform for spintronic devices based on chiral magnetic textures, provided a significant Dzyaloshinskii-Moriya interaction (DMI) can be induced to stabilise the textures. Here, we directly measure DMI in epitaxial Fe5GeTe2 thin films using Brillouin light scattering spectroscopy and observe a consistent DMI (D=0.04 mJ/m2) across various thicknesses. Its weak thickness dependence, combined with the nominally symmetric film interfaces, suggests a bulk origin. Although we do not determine the microscopic mechanism, our findings are compatible with ab initio calculations linking DMI to partial ordering of Fe split sites. Additionally, we find a low magnetic dissipation (alpha<0.02). The observed DMI, which could be further enhanced by optimising the Fe site ordering, combined with low dissipation, makes Fe5GeTe2 a strong candidate for exploring the dynamics of chiral magnetic textures in two-dimensional materials."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Multiple topological corner states in the continuum of extended kagome lattice",
      "authors": [
        "Shun-Peng Zhang, Ming-Jian Gao, Wei Jia, Jun-Hong An"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.00734",
      "arxiv": "https://arxiv.org/abs/2504.00734",
      "doi": "10.1103/rg5t-sx41",
      "summary": "The kagome lattice is renowned for its exotic electronic properties, such as flat bands, Dirac points, and Van Hove singularities. These features have provided a fertile ground for exploring exotic quantum phenomena. Here, we discover that a breathing kagome lattice with long-range hoppings can host multiple zero-energy corner states, which emerge as topologically protected bound states in the continuum (BICs). This result demonstrates that additional hopping control can induce further non-trivial physics of the kagome lattice. Since the zero-energy corner states in the continuum are intertwined with a substantial number of zero-energy bulk states, we also develop a momentum-space topological characterization theory to precisely quantify the number of corner states, revealing a general bulk-corner correspondence. Furthermore, we uncover three distinct types of topological phase transitions (TPTs) for the BICs driven by shifts in the spatial localization of zero-energy bulk and/or edge states. These TPTs are exactly captured by our characterization theory. This work provides deep insights into the topological physics of the kagome lattice and broadens the understanding of its electronic properties"
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Monitored Fluctuating Hydrodynamics",
      "authors": [
        "Sarang Gopalakrishnan, Ewan McCulloch, Romain Vasseur"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.02734",
      "arxiv": "https://arxiv.org/abs/2504.02734",
      "doi": null,
      "summary": "We introduce a hydrodynamic framework for describing monitored classical stochastic processes. We study the conditional ensembles for these monitored processes -- i.e., we compute spacetime correlation functions conditioned on a fixed, typical measurement record. In the presence of global symmetries we show that these conditional ensembles can undergo measurement-induced \"sharpening\" phase transitions as a function of the monitoring rate; moreover, even weak monitoring can give rise to novel critical phases, derived entirely from a classical perspective. We give a simple hydrodynamic derivation of the known \"charge-fuzzy phase\" for weakly monitored diffusive many-body quantum systems. We show that although the unmonitored symmetric and asymmetric exclusion processes are in different universality classes of transport, the fluctuations in their conditional ensembles flow to the same fixed point with emergent relativistic invariance under monitoring. On the other hand, weakly monitored systems with non-Abelian symmetries enter a novel strongly coupled fixed point with non-trivial dynamical exponent, which we characterize. Our formalism naturally accounts for monitoring general observables, such as currents or density gradients, and allows for a direct calculation of information-theoretic diagnostics of sharpening transitions, including the Shannon entropy of the measurement record."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Stochastic storage models in theoretical physics problems",
      "authors": [
        "V. V. Ryazanov"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.05110",
      "arxiv": "https://arxiv.org/abs/2504.05110",
      "doi": null,
      "summary": "Stochastic storage models based on essentially non-Gaussian noise are considered. The stochastic description of physical systems based on stochastic storage models is associated with generalized Poisson (or shot) noise, in which the jump values can be quite large. Stochastic storage models have a direct physical meaning: some elements enter the system and leave it. Storage processes fit into the general scheme of dynamic systems subject to the additive influence of a random process. The main relationships of storage models are described, and the possibilities of applying the mathematical provisions of stochastic storage processes to various physical problems are indicated. A number of examples of applying the stochastic storage model are considered."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Schottky anomaly in a cavity-coupled double quantum well",
      "authors": [
        "Valerii K. Kozin, Dmitry Miserev, Daniel Loss, Jelena Klinovaja"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.08630",
      "arxiv": "https://arxiv.org/abs/2504.08630",
      "doi": null,
      "summary": "We present a theoretical study of a mesoscopic two-dimensional electron gas confined in a double quantum well that is coupled to a uniform quasi-static cavity mode via fluctuations of the dipole moment. We focus on the regime of large number of electrons participating in the virtual inter-subband transitions. In this regime, the effective photonic potential is no longer quadratic but, instead, it contains large number of minima. Each minimum represents a nearly harmonic oscillator with the renormalized cavity frequency that is much greater than its bare value. The energy offset of a minimum scales quadratically with respect to the photon coordinate corresponding to this minimum. These energy offsets determine the statistical weight of each minimum, and altogether they result in the additive correction to the heat capacity of the system. This correction exhibits a Schottky anomaly and a 0.5k_B plateau at low temperatures. This behavior can be associated with the emergence of a new degree of freedom. This degree of freedom does not manifest in the optical conductivity and can only be observed via the heat capacity measurement."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Tunable topological phase in 2D ScV$_6$Sn$_6$ kagome material",
      "authors": [
        "Chidiebere I. Nwaogbo, Sanjib K. Das, Chinedu E. Ekuma"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.18030",
      "arxiv": "https://arxiv.org/abs/2504.18030",
      "doi": null,
      "summary": "We investigate the topological properties of the vanadium-based 2D kagome metal ScV$_6$Sn$_6$, a ferromagnetic material with a magnetic moment of 0.86 $\\mu_B$ per atom. Using ab initio methods, we explore spin-orbit coupling-induced gapped states and identify multiple Weyl-like crossings around the Fermi energy, confirming a Chern number $|C| = 1$ and a large anomalous Hall effect (AHE) of 257 $\\Omega^{-1}$cm$^{-1}$. Our calculations reveal a transition from a topological semimetal to a trivial metallic phase at an electric field strength of $\\approx$0.40 eV/{\\AA}. These findings position 2D ScV$_6$Sn$_6$ as a promising candidate for applications in modern electronic devices, with its tunable topological phases offering the potential for future innovations in quantum computing and material design."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Space Group Equivariant Crystal Diffusion",
      "authors": [
        "Rees Chang, Angela Pak, Alex Guerra, Ni Zhan, Nick Richardson, Elif Ertekin, Ryan P. Adams"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.10994",
      "arxiv": "https://arxiv.org/abs/2505.10994",
      "doi": null,
      "summary": "Accelerating inverse design of crystalline materials with generative models has significant implications for a range of technologies. Unlike other atomic systems, 3D crystals are invariant to discrete groups of isometries called the space groups. Crucially, these space group symmetries are known to heavily influence materials properties. We propose SGEquiDiff, a crystal generative model which naturally handles space group constraints with space group invariant likelihoods. SGEquiD-iff consists of an SE(3)-invariant, telescoping discrete sampler of crystal lattices; permutation-invariant, transformer-based autoregressive sampling of Wyckoff positions, elements, and numbers of symmetrically unique atoms; and space group equivariant diffusion of atomic coordinates. We show that space group equivariant vector fields automatically live in the tangent spaces of the Wyckoff positions. SGEquiDiff achieves state-of-the-art performance on standard benchmark datasets as assessed by quantitative proxy metrics and quantum mechanical calculations. Our code is available at https://github.com/rees-c/sgequidiff."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Packing3D.jl: An open-source analytical framework for computing packing density and mixing indices using partial spherical volumes",
      "authors": [
        "Freddie J. Barter, Christopher R. K. Windows-Yule"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.08852",
      "arxiv": "https://arxiv.org/abs/2506.08852",
      "doi": "10.1016/j.cpc.2025.109863",
      "summary": "Accurate quantification of local packing density and mixing in simulations of particulate systems is essential for many industrial applications. Traditional methods which simply count the number of particle centres within a given volume of space (cell) introduce discontinuities at cell boundaries, leading to unreliable measurements of packing density. We introduce Packing3D.jl, an open-source Julia package providing analytic partial-volume calculations for spheres intersecting Cartesian and cylindrical meshes. We derive closed-form solutions for single, double and triple spherical-cap intersections, plus sphere-cylinder overlaps. We implement efficient mesh-generation routines, principal-cell indexing, and data-splitting functions for time-series analyses. Performance and accuracy were validated against simple cubic and face-centred cubic lattices and via boundary-shift continuity tests. Packing3D.jl converges exactly to theoretical lattice densities, eliminates discontinuities at sub-particle resolution, and scales linearly with particle count. Memory usage remains modest (40 B per particle, 48 B per cell). Packing3D.jl provides researchers with continuous, reproducible volume-fraction fields and robust mixing indices at high performance, facilitating sensitivity analyses and optimisation in granular process engineering."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Stripe order in quasicrystals",
      "authors": [
        "Rafael M. P. Teixeira, Eric C. Andrade"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.11230",
      "arxiv": "https://arxiv.org/abs/2506.11230",
      "doi": "10.1140/epjb/s10051-025-01040-y",
      "summary": "We explore the emergence of magnetic order in geometrically frustrated quasiperiodic systems, focusing on the interplay between local tile symmetry and frustration-induced constraints. In particular, we study the $J_1$-$J_2$ Ising model on the two-dimensional Ammann--Beenker quasicrystal. Through large-scale Monte Carlo simulations and general arguments, we map the phase diagram of the model. For small $J_2$, a N\\'eel phase appears, whereas a stripe phase is stable for dominant antiferromagnetic $J_2$, despite the system's lack of periodicity. Although long-range stripe order emerges below a critical temperature, unlike in random systems, it is softened by the nucleation of competing stripe domains pinned at specific quasiperiodic sites. This behavior reveals a unique mechanism of symmetry breaking in quasiperiodic lattices, where geometric frustration and local environment effects compete to determine the magnetic ground state. Our results show how long-range order adapts to non-periodic structures, with implications for understanding nematic phases and other broken-symmetry states in quasicrystals."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Quantum quenches with long range interactions",
      "authors": [
        "Marianna Sorba, Nicol\\`o Defenu, Gesualdo Delfino"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.11617",
      "arxiv": "https://arxiv.org/abs/2506.11617",
      "doi": "10.1016/j.nuclphysb.2025.117105",
      "summary": "We extend the theory of quantum quenches to the case of $d$-dimensional homogeneous systems with long range interactions. This is achieved treating the long range interactions as switched on by the quench and performing the derivation within the basis of asymptotic states of the short range interacting pre-quench theory. In this way we analytically determine the post-quench state and the one-point functions of local observables such as the order parameter. One implication is that, as in the short range case, some oscillations induced by the quench remain undamped at large times under conditions specified by the theory. This explains, in particular, why such undamped oscillations have been numerically observed also in presence of long range interactions."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Algorithms for variational Monte Carlo calculations of fermion projected entangled pair states in the swap gates formulation and the detailed balance of tensor network sequential sampling",
      "authors": [
        "Yantao Wu, Zhehao Dai"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.20106",
      "arxiv": "https://arxiv.org/abs/2506.20106",
      "doi": null,
      "summary": "In recent years, the variational Monte Carlo (VMC) calculations of projected entangled pair states (PEPS) has emerged as a competitive method for computing the ground states of many-body quantum systems. This method is particularly important for fermion systems where sign problems are abundant. We derive and explain the algorithms for the VMC calculations of fermion PEPS in the swap gates formulation. As a separate key result, we prove the detailed balance of sequential sampling of tensor networks."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Strong thermoelectric response of nanoconfined weak electrolytes",
      "authors": [
        "Rajkumar Sarma, Steffen Hardt"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.20149",
      "arxiv": "https://arxiv.org/abs/2506.20149",
      "doi": null,
      "summary": "When dissolved, weak electrolytes only partially dissociate into ions in a temperature-dependent process. We show herein that such incomplete dissociation yields an enormous thermoelectric response in an electrolyte-filled nanochannel along which a temperature gradient is applied. For this purpose, an extended version of the Nernst-Planck equations is developed that takes into account the temperature-dependent dissociation-association equilibrium. The results indicate that in this way, Seebeck coefficients can be achieved that outperform all previously reported values."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Integrable 3-Site, Tilted, Extended Bose-Hubbard Model with Nearest-Neighbour Interactions",
      "authors": [
        "Jon Links"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.21789",
      "arxiv": "https://arxiv.org/abs/2506.21789",
      "doi": "10.3842/SIGMA.2025.077",
      "summary": "Extended Bose-Hubbard models have been employed in the study of cold-atom systems with dipolar interactions. It is shown that, for a certain choice of the coupling parameters, there exists an integrable extended 3-site Bose-Hubbard model with nearest-neighbour interactions. A Bethe ansatz procedure is developed to obtain expressions for the energy spectrum and eigenstates."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Pressure and doping effects on the electronic structure and magnetism of the single-layer nickelate La$_2$NiO$_4$",
      "authors": [
        "J. B. de Vaulx, F. Bernardini, V. Olevano, Q. N. Meier, A. Cano"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2506.23823",
      "arxiv": "https://arxiv.org/abs/2506.23823",
      "doi": null,
      "summary": "La$_2$NiO$_4$ is a prototypical member of the Ruddlesden-Popper nickelate series that offers a valuable reference point for elucidating the key ingredients behind the intriguing properties of these systems. However, the structural and electronic properties of La$_2$NiO$_4$ under pressure and doping remain surprisingly underexplored. Here, we investigate these properties using density-functional-theory calculations. We find that its tetragonal $I4/mmm$ structure can be stabilized, not only under pressure, but also at ambient pressure via the partial substitution of La with Ba. In both cases, we find a pronounced magnetostructural interplay that manifests, in particular, as anomalies in the lattice-parameter evolution with composition, deviating from Vegard's law. Moreover, we show that the combined effects of Ba substitution and pressure leads to qualitative changes in the electronic structure towards the formal $d^{7.5}$ configuration of the superconducting bilayer nickelates. Further, while La$_2$NiO$_4$ can undergo a insulator-metal transition with pressure retaining G-type antiferromagnetic order, La$_{1.5}$Ba$_{0.5}$NiO$_4$ exhibits metallic behavior with an enhanced competition between different magnetic states. Our results thus offer new insights into the interplay of structure, doping, and magnetism across the Ruddlesden-Popper nickelate series."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Implementation of the magnetic force theorem for large-scale calculations of magnon bands: application to yttrium iron garnet",
      "authors": [
        "Thorbj{\\o}rn Skovhus, Varun Rajeev Pavizhakumari, Thomas Olsen"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.11374",
      "arxiv": "https://arxiv.org/abs/2507.11374",
      "doi": null,
      "summary": "We present an efficient implementation of the magnetic force theorem which allows for direct evaluation of exchange parameters in q-space. The exchange parameters are calculated directly from Bloch states and the implementation does not rely on any mapping onto localized orbitals. This renders the approach well suited for high-throughput computations, where the construction of a localized basis set (for example Wannier functions) often is impractical. We demonstrate the versatility of the method by applying it to yttrium iron garnet, where we obtain excellent agreement with the experimental magnon dispersion and Curie temperature without any prior assumptions of important exchange pathways. In particular, the calculations reveal the existence of several inequivalent exchange pathways associated with the same interatomic distances. Performing such calculations in q-space fully accounts for long-range exchange interactions and provides a convenient route for validating models obtained by fitting to inelastic neutron scattering data."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Floquet composite Dirac semimetals",
      "authors": [
        "Hong Wu, Jia-Ji Zhu, Jian Li, Xue-Min Yang, Jiang-Shan Chen, Mu Zhou"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2507.14618",
      "arxiv": "https://arxiv.org/abs/2507.14618",
      "doi": null,
      "summary": "Dirac semimetals can be classified into types I, II, and III based on the topological charge of their Dirac points. If a three-dimensional (3D) system can be sliced into a family of $k_z$-dependent normal and topological insulators, type I Dirac points separate a 2D normal insulator from a 2D first-order topological insulator, while type II (III) Dirac points separate a 2D normal (first-order) insulator from a 2D second-order topological insulator. To investigate the effects arising from the interplay of distinct Dirac points, one may wonder whether these Dirac points can coexist in a single system. Here, we propose a scheme to induce composite Dirac semimetals by a special Floquet driving that preserves time-reversal and space-inversion symmetries. A general description is established to characterize Dirac semimetals in Floquet systems. The results show that Dirac semimetals hosting coexisting type I, II, and III Dirac points can be induced by delta-function or harmonic driving. Our results provide a promising new avenue for exploring novel Dirac semimetals."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "About carrier's self-trapping and dynamical Rashba splitting in the two-dimensional hybrid perovskite (BA)$_2$(MA)$_2$Pb$_3$I$_{10}$",
      "authors": [
        "W. Qi, S. Ponzoni, G. Huitric, V. Gorelov, A. Pramanik, Y. Laplace, M. Marsi, E. Papalazarou, S. F. Maehrlein, E. Deleporte, N. Mallik, A. Taleb Ibrahimi, A. Bendounan, K. Zheng, T. Pullerits, L. Perfetti"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.12129",
      "arxiv": "https://arxiv.org/abs/2508.12129",
      "doi": null,
      "summary": "Time- and Angle-Resolved Photoelectron Spectroscopy (tr-ARPES) is employed to monitor photoexcited electrons in the two-dimensional hybrid perovskite (BA)$_2$(MA)$_2$Pb$_3$I$_{10}$. Photoelectron intensity maps are in good agreement with ab-initio calculations of the band structure. The effective mass is $-0.18 \\pm 0.02 m_e$ and $0.12 \\pm 0.02 m_e$ for holes and electrons, respectively. In the photoexcited state, spin-orbit splitting of the conduction band cannot be resolved. This sets the upper bound of photoinduced Rashba coupling to $\\alpha_C<2.5$ eV\\AA. The correlated electron-hole plasma evolves in Wannier excitons with Bohr radius of 2.5 nm, while no sign of self-trapping in small polarons is found within the investigated time window of up to 120 ps following photoexcitation."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Phase transition properties via partition function zeros: The Blume-Capel ferromagnet revisited",
      "authors": [
        "Le\\\"ila Moueddene, Nikolaos G Fytas, Bertrand Berche"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2508.20084",
      "arxiv": "https://arxiv.org/abs/2508.20084",
      "doi": null,
      "summary": "Since the landmark work of Lee and Yang, locating the zeros of the partition function in the complex magnetic-field plane has become a powerful method for studying phase transitions. Fisher later extended this approach to complex temperatures, and subsequent generalizations introduced other control parameters, such as the crystal field. In previous works [Moueddene et al, J. Stat. Mech. (2024) 023206; Phys. Rev. E 110, 064144 (2024)] we applied this framework to the two- and three-dimensional Blume-Capel model -- a system with a rich phase structure where a second-order critical line meets a first-order line at a tricritical point. We showed that the scaling of Lee-Yang, Fisher, and crystal-field zeros yields accurate critical exponents even for modest lattice sizes. In the present study, we extend this analysis and demonstrate that simulations need not be performed exactly at the nominal transition point to obtain reliable exponent estimates. Strikingly, small system sizes are sufficient, which not only improves methodological efficiency but also advances the broader goal of reducing the carbon footprint of large-scale computational studies."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Nanoscale Dipolar Fields in Artificial Spin Ice Probed by Scanning NV Magnetometry",
      "authors": [
        "Ephraim Spindler, Vinayak Shantaram Bhat, Elke Neu, Mathias Weiler, M. Benjamin Jungfleisch"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.02233",
      "arxiv": "https://arxiv.org/abs/2509.02233",
      "doi": null,
      "summary": "We investigate dipolar coupling fields in two square-lattice artificial spin ice (ASI) systems with different lattice constants using scanning probe microscopy based on a single nitrogen-vacancy (NV) center in diamond. This technique offers unprecedented spatial resolution, operates under ambient condition, and provides quantitative stray field measurements, making it uniquely suited for studying nanoscale magnetic textures. Our approach combines fluorescence quenching imaging and continuous-wave optically detected magnetic resonance (cODMR). A comparison of the two ASI samples, which differ in their lattice constants of 1000 nm and 910 nm respectively, reveals differences in the appearance of ice-rule violations - deviations from the lowest energy configuration in ASI vertices. We attribute these variations to varying coupling strengths dictated by the lattice constant. From the cODMR data, we extract both axial and transverse components of the local magnetic field relative to the NV axis. Micromagnetic modeling of these measurements allows for an iterative determination of the external magnetic field orientation, the detection of subtle magnetization tilts induced by weak external fields (well below the nanomagnets' switching threshold), and an estimation of the effective saturation magnetization, thereby accounting for deviations in nanomagnet dimensions. These findings provide crucial insights into the tunable magnetic interactions in ASI, paving the way for the design of advanced magnonic and spintronic devices."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Simulation of Topological $X$-Gates via Braiding of Majorana Zero Modes in an Interacting Quantum Dot System",
      "authors": [
        "Bradraj Pandey, Satoshi Okamoto, Pontus Laurell, Stephan Rachel, Elbio Dagotto"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.07273",
      "arxiv": "https://arxiv.org/abs/2509.07273",
      "doi": null,
      "summary": "Recent advances in quantum dot platforms have opened new pathways for realizing Majorana zero modes (MZMs) and simulating topological quantum computation. Here we propose an experimentally feasible setup for implementing topological $\\sqrt{X}$- and $X$-quantum gates in an interacting $Y$-shaped quantum-dot array. The proposed novel architecture enables both braiding and charge readout through simple fusion operations controlled by gate-tunable potentials. Using many-body time-dependent simulations based on exact diagonalization, we analyze the braiding and fusion dynamics of MZMs in the presence of nearest-neighbor Coulomb interactions and pairing disorder. We compute diabatic errors, braiding fidelity, and the time- and space-resolved electron and hole components of the local density of states to monitor the braiding process. Our results show that even weak interactions or pairing disorder induce oscillations in the braiding fidelity, thereby setting an upper bound on the braiding speed. Furthermore, we demonstrate that comparing fusion outcomes before and after braiding provides a direct and experimentally accessible signature of the non-Abelian nature of MZMs in quantum dot systems."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Oscillating ring ferrodark solitons with breathing nematic core in a homogeneous spinor superfluid",
      "authors": [
        "Xiaoquan Yu"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.13874",
      "arxiv": "https://arxiv.org/abs/2509.13874",
      "doi": null,
      "summary": "We study the dynamics of ring ferrodark solitons (FDSs) in a homogeneous quasi-two-dimensional (2D) ferromagnetic spin-1 Bose-Einstein condensate (BEC). In contrast to the usual expanding dynamics of ring dark solitons in a homogeneous system, the ring FDS radius exhibits self-sustained oscillations accompanied by the nematic tensor breathing at the magnetization-vanishing ring FDS core. When the ring radius greatly exceeds the FDS width, motion is nearly elastic, and we derive the ring-radius equation of motion (EOM) which admits exact solutions. This equation can be recast into a form analogous to the inviscid Rayleigh-Plesset equation governing spherical bubble dynamics in classical fluids, but with anomalous terms. At the ring FDS core, the nematic tensor motion is parameterized by a single parameter that connects the two types of FDSs monotonically. Beyond the hydrodynamics regime, density and spin wave emissions become significant and cause energy loss, shrinking the ring FDS radius oscillation; below a threshold, collapses occur followed by the ring FDS annihilation. In the zero quadratic Zeeman energy limit, the ring radius and eigenvalues of the nematic tensor become stationary, while oscillations of the nematic tensor components, driven by the ring curvature, persist at the core. Excellent agreements are found between analytical predictions and numerical simulations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Chiral twist-bend liquid crystals",
      "authors": [
        "E. I. Kats"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.14686",
      "arxiv": "https://arxiv.org/abs/2509.14686",
      "doi": null,
      "summary": "Recently published preprint (A. Ashkinazi, H.Chhabra, A.El.Moumane, M.M.C.Tortora, J.P.K. Doye, Chirality transfer in lyotropic twist-bend nematics, arXiv:2508.03544v1 (2025)) has reawakened also interest to various mechanisms of chirality transfer from microscopic (molecular) level into the macroscopic chirality of the structure. In this communication we present a simple theoretical analysis how the transfer occurs for the Landau model of phase transition between cholesteric and chiral twist-bend liquid crystals. We found that the sign of the chiral heliconical spiral is always opposite to that of the cholesteric. Physics behind this relation is based on the orthogonality of the cholesteric director and vector order parameter of the heliconical phase."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Investigating the Ferroelectric Potential Landscape of 3R-MoS$_2$ through Optical Measurements",
      "authors": [
        "Jan-Niklas Heidkamp, Johannes Schwandt-Krause, Swarup Deb, Kenji Watanabe, Takashi Taniguchi, Rico Schwartz, Tobias Korn"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.14929",
      "arxiv": "https://arxiv.org/abs/2509.14929",
      "doi": null,
      "summary": "In recent years, sliding ferroelectricity has emerged as a topic of significant interest due to its possible application in non-volatile random access memory. This phenomenon is unique to two-dimensional van der Waals materials, where vertical ferroelectric polarization switching is induced by relative in-plane sliding of the constituent layers. The intrinsic stacking order influences the resulting polarization, creating distinct polarization regions separated by domain walls. These regions and the domain walls can be manipulated using an applied vertical electric field, enabling a switchable system that retains the environmental robustness of van der Waals materials under ambient conditions. This study investigates 3R-MoS$_2$ using various optical measurement techniques at room temperature. The spatially resolved optical measurements reveal apparent signal changes corresponding to different ferroelectric stacking orders and variations in layer count. Our findings demonstrate that fast optical mapping at room temperature is a reliable method for probing ferroelectric potential steps in 3R-stacked MoS$_2$ samples, thereby facilitating the identification of the ferroelectric configuration. This approach does not require a conductive substrate or an electrical contact to the sample, making it more versatile than traditional atomic force probe techniques."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Towards a deeper fundamental understanding of (Al,Sc)N ferroelectric nitrides",
      "authors": [
        "Peng Chen, Dawei Wang, Alejandro Mercado Tejerina, Keisuke Yazawa, Andriy Zakutayev, Charles Paillard, Laurent Bellaiche"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.15050",
      "arxiv": "https://arxiv.org/abs/2509.15050",
      "doi": null,
      "summary": "Density Functional Theory (DFT) calculations, within the virtual crystal alloy approximation, are performed, along with the development of a Landau-type model employing a symmetry-allowed analytical expression of the internal energy and having parameters being determined from first principles, to investigate properties and energetics of Al1-xScxN ferroelectric nitrides in their hexagonal forms. These DFT computations and this model predict the existence of two different types of minima, namely the 4-fold-coordinated wurtzite (WZ) polar structure and a 5-times paraelectric hexagonal phase (to be denoted as H5), for any Sc composition up to 40%. The H5 minimum progressively becomes the lowest energy state within hexagonal symmetry as the Sc concentration increases from 0 to 40%. Furthermore, the model points out to several key findings. Examples include the crucial role of the coupling between polarization and strains to create the WZ minimum, in addition to polar and elastic energies, and that the origin of the H5 state overcoming the WZ phase as the global minimum within hexagonal symmetry when increasing the Sc composition mostly lies in the compositional dependency of only two parameters, one linked to the polarization and another one being purely elastic in nature. Other examples are that forcing Al1-xScxN systems to have no or a weak change in lattice parameters when heating them allows to reproduce well their finite-temperature polar properties, and that a value of the axial ratio close to that of the ideal WZ structure does imply a large polarization at low temperatures but not necessarily at high temperatures because of the ordered-disordered character of the temperature-induced formation of the WZ state. Such findings should allow for a better fundamental understanding of (Al,Sc)N ferroelectric nitrides, which may be used to design efficient devices operating at low voltages."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Entanglement Structure of Non-Gaussian States and How to Measure It",
      "authors": [
        "Henry Froland, Torsten V. Zache, Robert Ott, Niklas Mueller"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2407.12083",
      "arxiv": "https://arxiv.org/abs/2407.12083",
      "doi": null,
      "summary": "-cross Abstract: Rapidly growing capabilities of quantum simulators to probe quantum many-body phenomena require new methods to characterize increasingly complex states. We present a protocol that constrains quantum states by experimentally measured correlation functions which only scales polynomially with system size. This method enables measurement of a quantum state's entanglement structure, opening a new route to study entanglement-related phenomena. Our approach extends Gaussian state parameterizations by systematically incorporating higher-order correlations. We show the protocol's usefulness in conjunction with current and forthcoming experimental capabilities, focusing on weakly interacting fermions as a proof of concept. Here, the lowest non-trivial expansion quantitatively predicts early time thermalization dynamics, including signaling the on-set of quantum chaos indicated by the entanglement Hamiltonian."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "D-commuting SYK model: building quantum chaos from integrable blocks",
      "authors": [
        "Ping Gao, Han Lin, Cheng Peng"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2411.12806",
      "arxiv": "https://arxiv.org/abs/2411.12806",
      "doi": "10.1103/1k6k-xhmk",
      "summary": "-cross Abstract: We construct a new family of quantum chaotic models by combining multiple copies of integrable commuting SYK models. As each copy of the commuting SYK model does not commute with others, this construction breaks the integrability of each commuting SYK and the family of models demonstrates the emergence of quantum chaos. We study the spectrum of this model analytically in the double-scaled limit. As the number of copies tends to infinity, the spectrum becomes compact and equivalent to the regular SYK model. For finite $d$ copies, the spectrum is close to the regular SYK model in UV but has an exponential tail $e^{E/T_c}$ in the IR. We identify the reciprocal of the exponent in the tail as a critical temperature $T_c$, above which the model should be quantum chaotic. $T_c$ monotonically decreases as $d$ increases, which expands the chaotic regime over the non-chaotic regime. We propose the existence of a new phase around $T_c$, and the dynamics should be very different in two phases. We further carry out numeric analysis at finite $d$, which supports our proposal. Given any finite dimensional local Hamiltonian, by decomposing it into $d$ groups, in which all terms in one group commute with each other but terms from different groups may not, our analysis can give an estimate of the critical temperature for quantum chaos based on the decomposition. We also comment on the implication of the critical temperature to future quantum simulations of quantum chaos and quantum gravity."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Anticoncentration and nonstabilizerness spreading under ergodic quantum dynamics",
      "authors": [
        "Emanuele Tirrito, Xhek Turkeshi, Piotr Sierant"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2412.10229",
      "arxiv": "https://arxiv.org/abs/2412.10229",
      "doi": null,
      "summary": "-cross Abstract: Quantum state complexity metrics, such as anticoncentration and nonstabilizerness, or ``magic'', offer key insights into many-body physics, information scrambling, and quantum computing. Anticoncentration and equilibration of magic resources under dynamics of random quantum circuits occur at times scaling logarithmically with system size, a prediction that is believed to extend to more general ergodic dynamics. This work challenges this idea by examining the anticoncentration and magic spreading in one-dimensional ergodic Floquet models and Hamiltonian systems. Using participation and stabilizer entropies to probe these resources, we reveal significant differences between the two settings. Floquet systems align with random circuit predictions, exhibiting anticoncentration and magic saturation at time scales logarithmic in system size. In contrast, Hamiltonian dynamics deviate from the random circuit predictions and require times scaling approximately linearly with system size to achieve saturation of participation and stabilizer entropies, which remain smaller than that of the typical quantum states even in the long-time limit. Our findings establish the phenomenology of participation and stabilizer entropy growth in ergodic many-body systems and emphasize the role of conservation laws in constraining anticoncentration and magic dynamics."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Topological edge states of continuous Hamiltonians",
      "authors": [
        "Matthew Frazier, Guillaume Bal"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2503.11811",
      "arxiv": "https://arxiv.org/abs/2503.11811",
      "doi": null,
      "summary": "-cross Abstract: This paper concerns the topological classification of continuous Hamiltonians that find applications in biased cold plasmas and photonics. Besides a magnetic bias, the Hamiltonians are parametrized by a plasma frequency and a fixed vertical wavenumber. Eight distinct phases of matter are identified as these parameters vary. When insulating gaps are shared by two such phases, asymmetric edge modes propagate along interfaces separating the two phases. Here we apply the notion of a bulk difference invariant (BDI) to this Hamiltonian, and show by numerical diagonalizations of interface Hamiltonians that after an appropriate regularization our BDI correctly predicts edge transport as described by a bulk edge correspondence. We also derive theoretical tools to compute the BDI and show the limitations of the bulk edge correspondence (BEC) when the phase transition is too singular."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Clustering of Conditional Mutual Information via Quantum Belief-Propagation Channels",
      "authors": [
        "Kohtaro Kato, Tomotaka Kuwahara"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2504.02235",
      "arxiv": "https://arxiv.org/abs/2504.02235",
      "doi": null,
      "summary": "-cross Abstract: Conditional mutual information (CMI) has recently attracted significant attention as a key quantity for characterizing quantum correlations in many-body systems. While it is conjectured that CMI decays rapidly in finite-temperature Gibbs states, a complete and general proof remains elusive. In this work, we introduce a new formulation of the problem based on the \\emph{belief propagation (BP) channel}, namely a completely positive trace-preserving (CPTP) map that realizes local perturbations of the Hamiltonian. Within this framework, we prove that establishing the quasi-locality of BP channels implies the decay of CMI, thereby reducing the original conjecture to a more tractable problem. We show that such quasi-local BP channels can be constructed under natural physical conditions, such as uniform rapid mixing or uniform clustering. Under these assumptions, we obtain conditional proofs of CMI decay valid at all temperatures. Moreover, because these assumptions are automatically satisfied at high temperatures, our results in that regime yield unconditional proofs of CMI decay. At the same time, in order to better understand the high-temperature behavior of Gibbs states, we revisit the cluster expansion method. Contrary to common intuition, we demonstrate that when multipartite correlations such as CMI are considered, the cluster expansion suffers from intrinsic divergence problems rooted in the Baker--Campbell--Hausdorff formula, revealing fundamental limitations of this traditional approach."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Lindblad evolution as gradient flow",
      "authors": [
        "Greg Kaplanek, Alexander Maloney, Jason Pollack, Dylan VanAllen"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2505.17175",
      "arxiv": "https://arxiv.org/abs/2505.17175",
      "doi": null,
      "summary": "-cross Abstract: We give a simple argument that, for a large class of jump operators, the Lindblad evolution can be written as a gradient flow in the space of density operators acting on a Hilbert space of dimension $D$. We give explicit expressions for the (matrix-valued) eigenvectors and eigenvalues of the Lindblad evolution using this formalism. We argue that in many cases the interpretation of the evolution is simplified by passing from the complex $D^2$-dimensional space of density operators to the real $D^2-1$-dimensional space of Bloch vectors. When jump operators are non-Hermitian the evolution is not in general gradient flow, but we show that it nevertheless resembles gradient flow in two particular ways. Importantly, the steady states of Lindbladian evolution are still determined by the potential in all cases."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Fermion Parity Resolution of Entanglement",
      "authors": [
        "Christian Northe"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.03605",
      "arxiv": "https://arxiv.org/abs/2509.03605",
      "doi": null,
      "summary": "-cross Abstract: Entanglement is analyzed in the Majorana fermion conformal field theory (CFT) in the vacuum, in the fermion state, and in states built from conformal interfaces. In the boundary-state approach, the Hilbert space admits two factorizations for a single interval, producing distinct entanglement spectra determined by spin structures. Although R\\'enyi and relative entropies are shown to be insensitive to these structures, symmetry-resolved entanglement naturally reveals their differences. The Majorana fermion's $\\mathbb{Z}_2^F$ symmetry, generated by the fermion-parity operator $(-1)^F$, distinguishes bosonic from fermionic sectors, motivating the notion of fermion-parity resolution. While $\\mathbb{Z}_2^F$ is naturally a symmetry of the vacuum and fermion reduced density matrices, the Hilbert space factorization is shown to stabilize this symmetry in conformal interface states. When an unpaired Majorana zero mode is present, fermion-parity-resolved entropies display equipartition at all orders in the UV cutoff; in its absence, the breaking of equipartition is quantified by Ramond-sector data. This behavior persists across all states considered. Connections with symmetry-protected topological phases of matter are outlined. All results are compared with twist field computations."
    },
    {
      "journalKey": "arXivCM",
      "journal": "arXiv: cond-mat",
      "journalShort": "arXiv cond-mat",
      "type": "preprint",
      "title": "Free Majorana Fermion Meets Gauged Ising Conformal Field Theory on the Fuzzy Sphere",
      "authors": [
        "Zheng Zhou, Davide Gaiotto, Yin-Chen He"
      ],
      "date": "2025-09-22T04:00:00+00:00",
      "link": "https://arxiv.org/abs/2509.08038",
      "arxiv": "https://arxiv.org/abs/2509.08038",
      "doi": null,
      "summary": "-cross Abstract: The fuzzy sphere regularisation is a powerful tool to study conformal field theories (CFT) in three spacetime dimensions. In this paper, we extend its scope to CFTs with local fermionic operators. We realise the free Majorana fermion CFT on a setup with one flavour of bosons and one flavour of fermions on the lowest Landau level with a $1/2$ angular momentum mismatch. We allow conversion between two bosons and two fermions, and use a relative chemical potential as the tuning parameter. On the phase diagram, we find three gapped phases, viz. a fermionic integer quantum Hall phase, an $f$-wave chiral topological superconductor, and a bosonic Pfaffian phase. They are separated by two continuous transitions described respectively by a free Majorana fermion and a gauged Ising CFT. We numerically confirm their emergent conformal symmetry through the operator spectrum. We also study the two-point correlation function of the Majorana fermion, and the topological Wilson line defect of the gauged Ising CFT. Our work lays the foundation for studying interacting fermionic CFTs and regularising quantum field theories on the fuzzy sphere."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Decoding the redox behaviour of copper in Ullmann-type coupling reactions",
      "authors": [
        "Yongrui Luo",
        "Yuli Li",
        "Botao Wu",
        "Guangyu Wang",
        "Jian Wu",
        "Sheng-Ye Zhang",
        "K. N. Houk",
        "Qilong Shen"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09627-2",
      "doi": "10.1038/s41586-025-09627-2",
      "summary": "Nature, Published online: 22 September 2025; doi:10.1038/s41586-025-09627-2 Decoding the redox behaviour of copper in Ullmann-type coupling reactions"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Author Correction: Mechanism of BRCA1–BARD1 function in DNA end resection and DNA protection",
      "authors": [
        "Ilaria Ceppi",
        "Maria Rosaria Dello Stritto",
        "Martin Mütze",
        "Stefan Braunshier",
        "Valentina Mengoli",
        "Giordano Reginato",
        "Hồ Mỹ Phúc Võ",
        "Sonia Jimeno",
        "Ananya Acharya",
        "Megha Roy",
        "Aurore Sanchez",
        "Swagata Halder",
        "Sean Michael Howard",
        "Raphaël Guérois",
        "Pablo Huertas",
        "Sylvie M. Noordermeer",
        "Ralf Seidel",
        "Petr Cejka"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09636-1",
      "doi": "10.1038/s41586-025-09636-1",
      "summary": "Nature, Published online: 22 September 2025; doi:10.1038/s41586-025-09636-1 Author Correction: Mechanism of BRCA1–BARD1 function in DNA end resection and DNA protection"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Corpse flowers waft out stinky compounds as fast as landfills do",
      "authors": [],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03017-4",
      "doi": "10.1038/d41586-025-03017-4",
      "summary": "Nature, Published online: 22 September 2025; doi:10.1038/d41586-025-03017-4 Gigantic plant’s stench is most powerful on the first night it blooms, all the better to draw carrion-loving pollinators."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Is this really the world's largest mirror? Researchers put it to the test",
      "authors": [],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03088-3",
      "doi": "10.1038/d41586-025-03088-3",
      "summary": "Nature, Published online: 22 September 2025; doi:10.1038/d41586-025-03088-3 Measurements show how flat this reflective lake in Bolivia really is, despite the wind blowing across it."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "I deeply scan timber to reduce wasting this precious resource",
      "authors": [
        "Stav Dimitropoulos"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03044-1",
      "doi": "10.1038/d41586-025-03044-1",
      "summary": "Nature, Published online: 22 September 2025; doi:10.1038/d41586-025-03044-1 Johannes Huber builds an understanding of logs using medical-imaging technology, to improve future wood-harvesting methods."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Gestational diabetes linked to autism in study: what scientists say",
      "authors": [
        "Rachel Fieldhouse"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03024-5",
      "doi": "10.1038/d41586-025-03024-5",
      "summary": "Nature, Published online: 22 September 2025; doi:10.1038/d41586-025-03024-5 Meanwhile, US President Donald Trump says his administration has “found an answer to autism”."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Real-time molecular recorders expose the inner lives of cells",
      "authors": [
        "Elie Dolgin"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03035-2",
      "doi": "10.1038/d41586-025-03035-2",
      "summary": "Nature, Published online: 22 September 2025; doi:10.1038/d41586-025-03035-2 Gene-editing tools transform cells into record-keepers, capturing hidden timelines of health and disease."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "What drove the rise of civilizations? A decades-long quest points to warfare",
      "authors": [
        "Laura Spinney"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03033-4",
      "doi": "10.1038/d41586-025-03033-4",
      "summary": "Nature, Published online: 22 September 2025; doi:10.1038/d41586-025-03033-4 An ambitious analysis of a vast trove of data from 800 societies around the world concludes that there’s safety in numbers."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Chiral phonons",
      "authors": [
        "Dominik M. Juraschek",
        "R. Matthias Geilhufe",
        "Hanyu Zhu",
        "Martina Basini",
        "Peter Baum",
        "Andrey Baydin",
        "Swati Chaudhary",
        "Michael Fechner",
        "Benedetta Flebus",
        "Gael Grissonnanche",
        "Andrei I. Kirilyuk",
        "Mikhail Lemeshko",
        "Sebastian F. Maehrlein",
        "Maxime Mignolet",
        "Shuichi Murakami",
        "Qian Niu",
        "Ulrich Nowak",
        "Carl P. Romao",
        "Habib Rostami",
        "Takuya Satoh",
        "Nicola A. Spaldin",
        "Hiroki Ueda",
        "Lifa Zhang"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03001-9",
      "doi": "10.1038/s41567-025-03001-9",
      "summary": "Nature Physics, Published online: 22 September 2025; doi:10.1038/s41567-025-03001-9 Phonons are quanta of the vibrations of the lattice in solids. They can carry angular momentum and allow an emergent chirality. This Perspective defines various types of chiral phonon and classifies the previously observed manifestations of them."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: VITAP: a high precision tool for DNA and RNA viral classification based on meta-omic data",
      "authors": [
        "Kaiyang Zheng",
        "Jianhua Sun",
        "Yantao Liang",
        "Liangliang Kong",
        "David Paez-Espino",
        "Andrew Mcminn",
        "Min Wang"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64370-6",
      "doi": "10.1038/s41467-025-64370-6",
      "summary": "Nature Communications, Published online: 22 September 2025; doi:10.1038/s41467-025-64370-6 Author Correction: VITAP: a high precision tool for DNA and RNA viral classification based on meta-omic data"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: A noninvasive model for chronic kidney disease screening and common pathological type identification from retinal images",
      "authors": [
        "Qianni Wu",
        "Jianbo Li",
        "Lanqin Zhao",
        "Dong Liu",
        "Jingyi Wen",
        "Yunuo Wang",
        "Yiqin Wang",
        "Naya Huang",
        "Lanping Jiang",
        "Qinghua Liu",
        "Hanming Lin",
        "Pengxia Wan",
        "Shicong Yang",
        "Wenfang Chen",
        "Hongjian Ye",
        "Mohammed Haji Rashid Hassan",
        "Ahmed Hassan Nur",
        "Zefang Dai",
        "Jie Guo",
        "Shanshan Zhou",
        "Jianwen Yu",
        "Weixing Zhang",
        "Wenben Chen",
        "Ruiyang Li",
        "Wai Cheng Iao",
        "Juan-juan Feng",
        "Yan Wang",
        "Hua Hong",
        "Peihong Yin",
        "Qing Ye",
        "Chao Xie",
        "Min Zhu",
        "Xiaoyi Liu",
        "Yaozhong Kong",
        "Jie Wang",
        "Ruiying Ma",
        "Yu Xiao",
        "Guoguang Chen",
        "Rongguo Fu",
        "Yuhe Ke",
        "Jasmine Ong Chiat Ling",
        "Charumathi Sabanayagam",
        "Daniel Shu Wei Ting",
        "Kar Keung Cheng",
        "Duoru Lin",
        "Wei Chen",
        "Haotian Lin"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64352-8",
      "doi": "10.1038/s41467-025-64352-8",
      "summary": "Nature Communications, Published online: 22 September 2025; doi:10.1038/s41467-025-64352-8 Author Correction: A noninvasive model for chronic kidney disease screening and common pathological type identification from retinal images"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "NR3C1-mediated epigenetic regulation suppresses astrocytic immune responses in mice",
      "authors": [
        "Seongwan Park",
        "Hyeonji Park",
        "Youkyeong Gloria Byun",
        "Xiaolin Wei",
        "Junghyun Eom",
        "Jaegeon Joo",
        "Andrew J. Lee",
        "Yarui Diao",
        "Won-Suk Chung",
        "Inkyung Jung"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64088-5",
      "doi": "10.1038/s41467-025-64088-5",
      "summary": "Nature Communications, Published online: 22 September 2025; doi:10.1038/s41467-025-64088-5 How genetic predisposition drives late-onset disease risk remains unclear. Here, the authors show that epigenetic predisposition via NR3C1-dependent early postnatal 3D gene regulation primes astrocytes for lifelong immune vulnerability."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Multiple independent acquisitions of a metallophore-synthesis gene by plants through horizontal microbial gene transfer",
      "authors": [
        "L. Dirick",
        "Y. Liu",
        "S. Dong",
        "J. Yu",
        "L. Ouerdane",
        "M. Storti",
        "A. Alboresi",
        "C. Curie",
        "B. Goffinet"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-61162-w",
      "doi": "10.1038/s41467-025-61162-w",
      "summary": "Nature Communications, Published online: 22 September 2025; doi:10.1038/s41467-025-61162-w Bacteria and fungi provide plants with enhanced access to mineral nutrients and water, but have also served as a source of genes to succeed on land. This study shows multiple independent transfers of a key gene for metal ion transport (NAS) to various plant lineages, highlighting a complex and dynamic history of gene exchange."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Comparative single-cell and spatial profiling of anti-SSA-positive and anti-centromere-positive Sjögren’s disease reveals common and distinct immune activation and fibroblast-mediated inflammation",
      "authors": [
        "Jun Inamo",
        "Masaru Takeshita",
        "Katsuya Suzuki",
        "Kazuyuki Tsunoda",
        "Satoshi Usuda",
        "Junko Kuramoto",
        "Jonathan Moody",
        "Chung-Chau Hon",
        "Yoshinari Ando",
        "Takashi Sasaki",
        "Kazutoshi Yoshitake",
        "Susumu Mitsuyama",
        "Shuichi Asakawa",
        "Yae Kanai",
        "Tsutomu Takeuchi",
        "Yuko Kaneko"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63935-9",
      "doi": "10.1038/s41467-025-63935-9",
      "summary": "Nature Communications, Published online: 22 September 2025; doi:10.1038/s41467-025-63935-9 Sjögren’s disease (SjD) can be split into different subtypes and these may have different molecular profiles. Here the authors compare anti-SSA and anti-centromere autoantibody positive SjD and show using spatial transcriptomics and TCR and BCR sequencing that different molecular signatures are found between the subtypes of SjD."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Macrophage ferroptosis potentiates GCN2 deficiency induced pulmonary venous arterialization",
      "authors": [
        "Jingyuan Zhang",
        "Pei Mao",
        "Tengfei Zhou",
        "Bingqing Yue",
        "Yaning Li",
        "Yuanhua Qiu",
        "Kejing Ying",
        "Fudi Wang",
        "Jingyu Chen",
        "Jun Yang"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64035-4",
      "doi": "10.1038/s41467-025-64035-4",
      "summary": "Nature Communications, Published online: 22 September 2025; doi:10.1038/s41467-025-64035-4 Pulmonary veno-occlusive disease (PVOD) is a fatal disease characterised by remodelling of pulmonary veins and haemosiderin accumulation in macrophages. Here the authors examine the lack of GCN2 in PVOD as this has been observed in human disease and deficiency of GCN2 in mouse and rat PVOD models alters transcriptome profiles and increases macrophage ferroptosis."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Repeatability of protein structural evolution following convergent gene fusions",
      "authors": [
        "Naoki Konno",
        "Keita Miyake",
        "Satoshi Nishino",
        "Kimiho Omae",
        "Haruaki Yanagisawa",
        "Saburo Tsuru",
        "Yuki Nishimura",
        "Masahide Kikkawa",
        "Chikara Furusawa",
        "Wataru Iwasaki"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63898-x",
      "doi": "10.1038/s41467-025-63898-x",
      "summary": "Nature Communications, Published online: 22 September 2025; doi:10.1038/s41467-025-63898-x Convergent evolution of proteins has been extensively studied at the levels of amino acid residues and local domain structures. Here, authors unveil a global structural convergence of protein complexes among fusion protein families in nature."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Structural constraint integration in a generative model for the discovery of quantum materials",
      "authors": [
        "Ryotaro Okabe",
        "Mouyang Cheng",
        "Abhijatmedhi Chotrattanapituk",
        "Manasi Mandal",
        "Kiran Mak",
        "Denisse Córdova Carrizales",
        "Nguyen Tuan Hung",
        "Xiang Fu",
        "Bowen Han",
        "Yao Wang",
        "Weiwei Xie",
        "Robert J. Cava",
        "Tommi S. Jaakkola",
        "Yongqiang Cheng",
        "Mingda Li"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02355-y",
      "doi": "10.1038/s41563-025-02355-y",
      "summary": "Nature Materials, Published online: 22 September 2025; doi:10.1038/s41563-025-02355-y This work presents SCIGEN, a machine learning framework integrating geometric constraints into material generation. The framework enables the discovery of stable quantum material candidates, and the authors synthesize two predicted magnetic materials."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Deploying two-dimensional memristors on chip",
      "authors": [
        "Kaihui Liu"
      ],
      "date": "2025-09-22T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02004-0",
      "doi": "10.1038/s41565-025-02004-0",
      "summary": "Nature Nanotechnology, Published online: 22 September 2025; doi:10.1038/s41565-025-02004-0 Two studies demonstrate wafer-scale synthesis of hexagonal boron nitride memristors compatible with CMOS technology and introduce opto-reconfigurable devices for broad-spectrum neuromorphic applications."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Hotly anticipated US vaccine meeting ends with confusion — and a few decisions",
      "authors": [
        "Mariana Lenharo",
        "Heidi Ledford"
      ],
      "date": "2025-09-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03054-z",
      "doi": "10.1038/d41586-025-03054-z",
      "summary": "Nature, Published online: 20 September 2025; doi:10.1038/d41586-025-03054-z Vaccine advisers chosen by US health secretary Robert F. Kennedy Jr vote to restrict one childhood vaccine, but delay their decision on another."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Multiple lines of evidence for a hypervelocity impact origin for the Silverpit Crater",
      "authors": [
        "Uisdean Nicholson",
        "Iain de Jonge-Anderson",
        "Alex Gillespie",
        "Thomas Kenkmann",
        "Tom Dunkley Jones",
        "Gareth S. Collins",
        "James Frankel",
        "Veronica Bray",
        "Sean P. S. Gulick",
        "Ronnie Parr"
      ],
      "date": "2025-09-20T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63985-z",
      "doi": "10.1038/s41467-025-63985-z",
      "summary": "Nature Communications, Published online: 20 September 2025; doi:10.1038/s41467-025-63985-z The origins of Silverpit Crater have remained controversial since its discovery >20 years ago. This paper presents evidence for an extraterrestrial impact origin, including 3D seismic, computer simulations and ‘shocked’ minerals near the crater."
    }
  ]
}