{
  "generatedAt": "2025-08-13T05:03:59.679540+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Gravitational form factors and mechanical properties of the nucleon in a meson dominance approach</span>",
      "authors": [
        "Wojciech Broniowski and Enrique Ruiz Arriola"
      ],
      "date": "2025-08-13T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/8b076Q66P5a19f3a89ce6a9912a8e6c910670d850",
      "doi": "10.1103/ylml-mrlh",
      "summary": "Author(s): Wojciech Broniowski and Enrique Ruiz Arriola We analyze the gravitational form factors and mechanical properties of the nucleon, focusing on both some general issues as well as on modeling with meson dominance. We show that the lattice QCD results for the nucleon gravitational form factors at ${m}_{π}=170$~MeV, available for space-like momentu… [Phys. Rev. D] Published Wed Aug 13, 2025"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Astronomers gave up this comet for dead ― but they were wrong",
      "authors": [],
      "date": "2025-08-13T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02561-3",
      "doi": "10.1038/d41586-025-02561-3",
      "summary": "Nature, Published online: 13 August 2025; doi:10.1038/d41586-025-02561-3 An icy body proved itself a survivor by reappearing in telescope images after passing close to the Sun."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Rapid Parameter Estimation for Pulsar-Timing-Array Datasets with Variational Inference and Normalizing Flows",
      "authors": [
        "Michele Vallisneri, Marco Crisostomi, Aaron D. Johnson, and Patrick M. Meyers"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/p3f7-rbmv",
      "doi": "10.1103/p3f7-rbmv",
      "summary": "Author(s): Michele Vallisneri, Marco Crisostomi, Aaron D. Johnson, and Patrick M. Meyers In the gravitational-wave analysis of pulsar-timing-array datasets, parameter estimation is usually performed using Markov chain Monte Carlo methods to explore posterior probability densities. We introduce an alternative procedure that instead relies on stochastic gradient-descent Bayesian variation… [Phys. Rev. Lett. 135, 071401] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Flavor Nonsinglet Splitting Functions at Four Loops in QCD: Fermionic Contributions",
      "authors": [
        "B. A. Kniehl, S. Moch, V. N. Velizhanin, and A. Vogt"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/hkg5-88hr",
      "doi": "10.1103/hkg5-88hr",
      "summary": "Author(s): B. A. Kniehl, S. Moch, V. N. Velizhanin, and A. Vogt We have determined the fourth-order ${n}_{f}$ contributions to the two splitting functions governing the evolution of all flavor differences of quark distributions of hadrons in perturbative quantum chromodynamics with ${n}_{f}$ light flavors. The analytic forms of these functions are presented in b… [Phys. Rev. Lett. 135, 071902] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Collapse of a Quantum Vortex in an Attractive Two-Dimensional Bose Gas",
      "authors": [
        "Sambit Banerjee, Kai Zhou, Shiva Kant Tiwari, Hikaru Tamura, Rongjie Li, Panayotis Kevrekidis, Simeon I. Mistakidis, Valentin Walther, and Chen-Lung Hung"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/c6wx-zc9x",
      "doi": "10.1103/c6wx-zc9x",
      "summary": "Author(s): Sambit Banerjee, Kai Zhou, Shiva Kant Tiwari, Hikaru Tamura, Rongjie Li, Panayotis Kevrekidis, Simeon I. Mistakidis, Valentin Walther, and Chen-Lung Hung We experimentally and numerically study the collapse dynamics of a quantum vortex in a two-dimensional atomic superfluid following a fast interaction ramp from repulsion to attraction. We find the conditions and timescales for a superfluid vortex to radially converge into a quasistationary density p… [Phys. Rev. Lett. 135, 073401] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Structural Evidence for the Spin Collapse in High Pressure Solid Oxygen",
      "authors": [
        "Federico Aiace Gorelli, Philip Dalladay-Simpson, Gaston Garbarino, Mohamed Mezouar, Julien Haines, and Mario Santoro"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/jvd7-v9h9",
      "doi": "10.1103/jvd7-v9h9",
      "summary": "Author(s): Federico Aiace Gorelli, Philip Dalladay-Simpson, Gaston Garbarino, Mohamed Mezouar, Julien Haines, and Mario Santoro New evidence supports the idea that solid oxygen switches under pressure to an exotic entangled state. [Phys. Rev. Lett. 135, 076101] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Majorana Zero Modes in the Lieb-Kitaev Model with Tunable Quantum Metric",
      "authors": [
        "Xingyao Guo, Xinglei Ma, Xuzhe Ying, and K. T. Law"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/l3c7-knqm",
      "doi": "10.1103/l3c7-knqm",
      "summary": "Author(s): Xingyao Guo, Xinglei Ma, Xuzhe Ying, and K. T. Law The relation between band topology and Majorana zero energy modes (MZMs) in topological superconductors had been well studied in the past decades. However, the relation between the quantum metric and MZMs has yet to be understood. In this Letter, we first construct a three band Lieb-like lattice mod… [Phys. Rev. Lett. 135, 076601] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Anderson Delocalization in Strongly Coupled Disordered Non-Hermitian Chains",
      "authors": [
        "Wei-Wu Jin, Jin Liu, Xin Wang, Yu-Ran Zhang, Xueqin Huang, Xiaomin Wei, Wenbo Ju, Zhongmin Yang, Tao Liu, and Franco Nori"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/lpm2-vcb4",
      "doi": "10.1103/lpm2-vcb4",
      "summary": "Author(s): Wei-Wu Jin, Jin Liu, Xin Wang, Yu-Ran Zhang, Xueqin Huang, Xiaomin Wei, Wenbo Ju, Zhongmin Yang, Tao Liu, and Franco Nori Disorder and non-Hermitian effects together can upend how waves localize. In a 1D disordered chain, the non-Hermitian skin effect (NHSE) can induce Anderson delocalization, defying the usual rule that disorder in low dimensions always localizes states. While weak disorder leaves the NHSE intact, str… [Phys. Rev. Lett. 135, 076602] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Separating Terahertz Spin and Charge Contributions from Ultrathin Antiferromagnetic Heterostructures",
      "authors": [
        "T. W. J. Metzger, P. Fischer, T. Kikkawa, E. Saitoh, A. V. Kimel, and D. Bossini"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/76xj-j9qr",
      "doi": "10.1103/76xj-j9qr",
      "summary": "Author(s): T. W. J. Metzger, P. Fischer, T. Kikkawa, E. Saitoh, A. V. Kimel, and D. Bossini An experimental approach that combines high external magnetic fields with symmetry analysis is able to separate spin and charge contributions in terahertz emission spectroscopy of antiferromagnets. [Phys. Rev. Lett. 135, 076702] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Chiral Phonon-Induced Spin Transport via Microscopic Barnett Effect",
      "authors": [
        "Xixi Qin, Cong Yang, Dali Sun, Jun Liu, and Volker Blum"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/kp6b-2kxz",
      "doi": "10.1103/kp6b-2kxz",
      "summary": "Author(s): Xixi Qin, Cong Yang, Dali Sun, Jun Liu, and Volker Blum Chiral phonons, which are characterized by rotational atomic motion, offer a unique mechanism for transferring angular momentum from phonons to electron spins and other angular momentum carriers. In this Letter, we present a theoretical investigation into the emergence of chiral phonons in a chiral … [Phys. Rev. Lett. 135, 076703] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Erratum: Thermal Area Law in Long-Range Interacting Systems [Phys. Rev. Lett. <b>134</b>, 020402 (2025)]",
      "authors": [
        "Donghoon Kim, Tomotaka Kuwahara, and Keiji Saito"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/3dm5-5kqc",
      "doi": "10.1103/3dm5-5kqc",
      "summary": "Author(s): Donghoon Kim, Tomotaka Kuwahara, and Keiji Saito [Phys. Rev. Lett. 135, 079901] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Structural phase transitions in lightly doped ${\\mathrm{VO}}_{2}$ systems",
      "authors": [
        "Sayak Mandal, Swapnil Shukla, Rohit Kumar Rohj, Titas Pramanik, Boby Joseph, and D. D. Sarma"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/2r7t-rggt",
      "doi": "10.1103/2r7t-rggt",
      "summary": "Author(s): Sayak Mandal, Swapnil Shukla, Rohit Kumar Rohj, Titas Pramanik, Boby Joseph, and D. D. Sarma Structural phase transitions in ${\\mathrm{VO}}_{2}$ and consequent changes in its physical properties have been cornerstones in the development of condensed matter physics, not only in terms of the spectacular insulator-metal transition in the archetypical monoclinic (M1)-rutile (R) phase transition… [Phys. Rev. B 112, 054104] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Dynamics of the electron-hole separation of the fundamental exciton in LiF",
      "authors": [
        "Toraya Fernández Ruíz, Pablo García-Fernández, José Antonio Aramburu, Miguel Moreno, Steen Lysgaard, and Juan María García-Lastra"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/mqqw-qz5d",
      "doi": "10.1103/mqqw-qz5d",
      "summary": "Author(s): Toraya Fernández Ruíz, Pablo García-Fernández, José Antonio Aramburu, Miguel Moreno, Steen Lysgaard, and Juan María García-Lastra In lithium fluoride (LiF), a self-trapped exciton (STE) forms when a fluoride ion (${\\mathrm{F}}^{−}$) leaves its lattice site; the resulting anion vacancy traps the excited electron, becoming an $F$-center, while the displaced ${\\mathrm{F}}^{−}$ moves to a nearby interstitial position, pairs with a… [Phys. Rev. B 112, 054308] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Tuning of magnetic anisotropy and metal-insulator transition via heterointerface coupling in $\\mathrm{LaFe}{\\mathrm{O}}_{3}/\\mathrm{SrRu}{\\mathrm{O}}_{3}$ bilayers",
      "authors": [
        "Soumyakanta Panda, Malaya Kumar Das, Rasmi Ranjan Mohapatra, Debashree Nayak, Prahallad Padhan, D. Samal, and N. Mohapatra"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/svc8-dy9j",
      "doi": "10.1103/svc8-dy9j",
      "summary": "Author(s): Soumyakanta Panda, Malaya Kumar Das, Rasmi Ranjan Mohapatra, Debashree Nayak, Prahallad Padhan, D. Samal, and N. Mohapatra The engineering of desired magnetoelectronic properties in artificially created $3d/4d$-based perovskite heterostructures via interfacial exchange coupling and octahedral distortions is an effective strategy for developing high-performance spintronic devices. In this study, we have demonstrated the … [Phys. Rev. B 112, 054428] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Anomalous magnetism in the $3d\\text{−}4f$ double perovskite oxide ${\\mathrm{Nd}}_{2}{\\mathrm{FeCrO}}_{6}$ with the Kramers ion ${\\mathrm{Nd}}^{3+}$",
      "authors": [
        "Saurav Kumar, Shantanu Majumder, Francesco Congiu, Giuseppe Muscas, H. Luetkens, S. D. Kaushik, Shishir K. Pandey, Stephen L. Lee, Uday Deshpande, Tapati Sarkar, and Soumya Jyoti Ray"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/c87f-xf83",
      "doi": "10.1103/c87f-xf83",
      "summary": "Author(s): Saurav Kumar, Shantanu Majumder, Francesco Congiu, Giuseppe Muscas, H. Luetkens, S. D. Kaushik, Shishir K. Pandey, Stephen L. Lee, Uday Deshpande, Tapati Sarkar, and Soumya Jyoti Ray The complex magnetic behavior of double-perovskite oxides (${\\mathrm{A}}_{2}{\\mathrm{BB}}^{′}{\\mathrm{O}}_{6}$) with rare-earth (RE) element A and transition metal (TM) elements B-${\\mathrm{B}}^{′}$ is determined by the interactions between intra- and interatomic magnetic moments. The peculiar magne… [Phys. Rev. B 112, 054429] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin wave resonance driven by surface acoustic wave via spin-rotation coupling in synthetic antiferromagnets",
      "authors": [
        "Jiangtao Xue, Huiliang Wu, Shuai Mi, Meihong Liu, Jie Dong, Jianbo Wang, and Qingfang Liu"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/d7xx-ngyf",
      "doi": "10.1103/d7xx-ngyf",
      "summary": "Author(s): Jiangtao Xue, Huiliang Wu, Shuai Mi, Meihong Liu, Jie Dong, Jianbo Wang, and Qingfang Liu Synthetic Antiferromagnets (SAFs) have gained significant attention in the field of spintronics due to their high precession frequency and small stray field. Surface acoustic waves (SAWs) have been proved to generate spin current via spin-rotation coupling (SRC). In this work, we investigate the spi… [Phys. Rev. B 112, 054430] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Orbital degree of freedom induced non-Hermitian skin effect in acoustic crystals",
      "authors": [
        "Yu-qi Chen, Bing-bing Wang, Hong-yu Zou, and Hong-xiang Sun"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/pmpl-zrbf",
      "doi": "10.1103/pmpl-zrbf",
      "summary": "Author(s): Yu-qi Chen, Bing-bing Wang, Hong-yu Zou, and Hong-xiang Sun Topological phases of matter have been extensively studied in artificial crystals and metamaterials. Recent advances in non-Hermitian topology have revealed unique phenomena such as the non-Hermitian skin effect (NHSE). While spin and valley degrees of freedom (DoFs) have been widely explored, orbit… [Phys. Rev. B 112, 064107] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Field theory of monitored interacting fermion dynamics with charge conservation",
      "authors": [
        "Haoyu Guo, Matthew S. Foster, Chao-Ming Jian, and Andreas W. W. Ludwig"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/gdxd-pw8v",
      "doi": "10.1103/gdxd-pw8v",
      "summary": "Author(s): Haoyu Guo, Matthew S. Foster, Chao-Ming Jian, and Andreas W. W. Ludwig Measurement-induced phase transitions (MIPTs) in monitored quantum dynamics are nonequilibrium phase transitions between quantum-chaotic (volume-law entangled) and entanglement-suppressed, area-law phases. Here we reveal how monitored dynamics are situated within the framework of general far-from-eq… [Phys. Rev. B 112, 064304] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Ground state properties of the moderate heavy-fermion Kondo lattice ${\\mathrm{Ce}}_{2}{\\mathrm{Rh}}_{3}{\\mathrm{Ga}}_{9}$: Observation of a departure from Fermi-liquid type behavior",
      "authors": [
        "M. Falkowski, J. Goraus, and A. M. Strydom"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/bf99-5bxl",
      "doi": "10.1103/bf99-5bxl",
      "summary": "Author(s): M. Falkowski, J. Goraus, and A. M. Strydom The ternary gallium-rich ${\\mathrm{Y}}_{2}{\\mathrm{Co}}_{3}{\\mathrm{Ga}}_{9}$-type compound, ${\\mathrm{Ce}}_{2}{\\mathrm{Rh}}_{3}{\\mathrm{Ga}}_{9}$ and its non-$4f$-electron isostructural counterpart ${\\mathrm{La}}_{2}{\\mathrm{Rh}}_{3}{\\mathrm{Ga}}_{9}$ have been successfully synthesized using the co… [Phys. Rev. B 112, 075122] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Localized states and skin effect around non-Hermitian impurities in tight-binding models",
      "authors": [
        "Balázs Hetényi and Balázs Dóra"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/xbj1-hfyf",
      "doi": "10.1103/xbj1-hfyf",
      "summary": "Author(s): Balázs Hetényi and Balázs Dóra We use the generalized Bloch theorem formalism of A. Alase et al. [ Phys. Rev. Lett. 117 , 076804 (2016) ] to analyze simple one-dimensional tight-binding lattice systems connected by Hermitian bonds (all with the same hopping parameter $t$), but containing one bond impurity which can be either Hermiti… [Phys. Rev. B 112, 075123] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "First-principles electron-phonon interactions with self-consistent Hubbard interaction: Application to transparent conducting oxides",
      "authors": [
        "Wooil Yang, Sabyasachi Tiwari, Feliciano Giustino, and Young-Woo Son"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/w2y5-rl8s",
      "doi": "10.1103/w2y5-rl8s",
      "summary": "Author(s): Wooil Yang, Sabyasachi Tiwari, Feliciano Giustino, and Young-Woo Son There is growing interest in first-principles approaches that unify electronic structure, lattice dynamics, and electron-phonon coupling beyond the reach of standard density functional theory. Here, the authors present a framework that combines density functional perturbation theory with self-consistent Hubbard interactions. Using transparent conducting oxides as an example, they show that this approach accurately describes electron-phonon interactions and related transport and optical properties, achieving excellent agreement with experiments, while remaining computationally efficient for precise and realistic predictions across a broad range of materials. [Phys. Rev. B 112, 075203] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Topological layer-spin filter in screw dislocation",
      "authors": [
        "Jiaojiao Zhou, Hong Hu, Jiangying Yu, Lin Xu, Shu-guang Cheng, and Hua Jiang"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/qtl4-w5wc",
      "doi": "10.1103/qtl4-w5wc",
      "summary": "Author(s): Jiaojiao Zhou, Hong Hu, Jiangying Yu, Lin Xu, Shu-guang Cheng, and Hua Jiang While the quantum spin Hall effect leverages two-dimensional topological states to manipulate spin without dissipation, layertronics extends this paradigm to three dimension by enabling control over the layer degree of freedom. Topological materials incorporating screw dislocations exhibit the capab… [Phys. Rev. B 112, 075413] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Phonon transport of higher-order topological states in ${\\mathrm{MoTe}}_{2}$ and ${\\mathrm{WTe}}_{2}$",
      "authors": [
        "Wangping Liu, Zhong-Ke Ding, Ran He, Changhao Ding, Yuan Yao, Nannan Luo, Jiang Zeng, Li-Ming Tang, and Ke-Qiu Chen"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/ctth-l8bx",
      "doi": "10.1103/ctth-l8bx",
      "summary": "Author(s): Wangping Liu, Zhong-Ke Ding, Ran He, Changhao Ding, Yuan Yao, Nannan Luo, Jiang Zeng, Li-Ming Tang, and Ke-Qiu Chen Phononic higher-order topology has been discovered in several crystalline materials in recent years. However, studies on the properties related to applications of phonon higher-order topological states, especially their transport characteristics, remain scarce. In this work, we demonstrate the exist… [Phys. Rev. B 112, 075415] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Characterizing second-order Raman modes in monolayer ${\\mathrm{MoSe}}_{2}$",
      "authors": [
        "Renhui Liu, Lin-Han Li, Ye Zhang, Jianqi Huang, Miao-Ling Lin, Nguyen Tuan Hung, Huaihong Guo, Zhenhua Wang, Zhidong Zhang, Riichiro Saito, Ping-Heng Tan, and Teng Yang"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/vvkp-9sth",
      "doi": "10.1103/vvkp-9sth",
      "summary": "Author(s): Renhui Liu, Lin-Han Li, Ye Zhang, Jianqi Huang, Miao-Ling Lin, Nguyen Tuan Hung, Huaihong Guo, Zhenhua Wang, Zhidong Zhang, Riichiro Saito, Ping-Heng Tan, and Teng Yang Sixteen second-order Raman modes of monolayer ${\\mathrm{MoSe}}_{2}$ are observed and analyzed by experiment and calculation, respectively, for four laser energies from 2.33–2.60 eV. The Raman peaks labeled by ${\\mathrm{P}}_{i}$ ($i=1,2,3,4$) at $280\\text{–}320\\phantom{\\rule{0.16em}{0ex}}{\\mathrm{cm}… [Phys. Rev. B 112, 075416] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Origin of flat-band and heavy-fermion behavior in $R\\mathrm{F}{\\mathrm{e}}_{2}{X}_{2}$ ($R=\\mathrm{Y}$, La, Lu; $X=\\mathrm{Ge}$, Si)",
      "authors": [
        "Rui Liu, Pengyu Zheng, Yiran Peng, Ying Yang, Weian Guo, and Zhiping Yin"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/gbw9-yzwl",
      "doi": "10.1103/gbw9-yzwl",
      "summary": "Author(s): Rui Liu, Pengyu Zheng, Yiran Peng, Ying Yang, Weian Guo, and Zhiping Yin We present a comprehensive investigation of the electronic structures of the $R\\mathrm{F}{\\mathrm{e}}_{2}{X}_{2}$ family ($R$ = Y, La, Lu; $X$ = Ge, Si) using density functional theory (DFT) combined with dynamical mean-field theory (DMFT), with a particular focus on the origin of the flat band obse… [Phys. Rev. B 112, 085119] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Inchworm tensor train hybridization expansion quantum impurity solver",
      "authors": [
        "Yang Yu, André Erpenbeck, Dominika Zgid, Guy Cohen, Olivier Parcollet, and Emanuel Gull"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/yt8p-vr1v",
      "doi": "10.1103/yt8p-vr1v",
      "summary": "Author(s): Yang Yu, André Erpenbeck, Dominika Zgid, Guy Cohen, Olivier Parcollet, and Emanuel Gull The investigation of quantum impurity models plays a crucial role in condensed matter physics because of their wide-ranging applications, such as embedding theories and transport problems. Traditional methods often fall short in producing accurate results for multi-orbital systems with complex inter… [Phys. Rev. B 112, 085120] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Dual-band topological surface states and multichannel photonic routings in three-dimensional chiral Weyl metamaterials",
      "authors": [
        "Ning Han, Mingzhu Li, Rui Zhao, Fujia Chen, Yilin Zhang, Lu Qi, Chenxia Li, and Shutian Liu"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/cjcx-5nw9",
      "doi": "10.1103/cjcx-5nw9",
      "summary": "Author(s): Ning Han, Mingzhu Li, Rui Zhao, Fujia Chen, Yilin Zhang, Lu Qi, Chenxia Li, and Shutian Liu Recent advances in photonic structures with three-dimensional (3D) Weyl points offer exciting opportunities for exploring nontrivial Fermi arc surface states and enabling novel light-manipulation capabilities. However, previous studies mainly focused on exploring Fermi arc surface states operating i… [Phys. Rev. B 112, 085304] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Polarization-independent zero-directional scattering without geometric symmetries",
      "authors": [
        "Chunchao Wen, Zhichun Qi, Jianfa Zhang, Shiqiao Qin, Zhihong Zhu, and Wei Liu"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/gvbp-gxg1",
      "doi": "10.1103/gvbp-gxg1",
      "summary": "Author(s): Chunchao Wen, Zhichun Qi, Jianfa Zhang, Shiqiao Qin, Zhihong Zhu, and Wei Liu As the characteristic feature of the generalized Kerker effect in Mie theory, directional scattering elimination has been playing a pivotal role in nanophotonics and many other photonic disciplines, such as singular optics and topological photonics. Generally, zero-directional scattering can be obta… [Phys. Rev. B 112, 085413] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Vibration-assisted tunneling through single Au adatoms on two-dimensional $\\mathrm{WS}{\\mathrm{e}}_{2}$",
      "authors": [
        "Hitesh Kumar, Yu-Chuan Lin, Joshua A. Robinson, and Stefan Fölsch"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/nfd8-xrc4",
      "doi": "10.1103/nfd8-xrc4",
      "summary": "Author(s): Hitesh Kumar, Yu-Chuan Lin, Joshua A. Robinson, and Stefan Fölsch Scanning tunneling microscopy (STM) at 5 K was used to study individual Au atoms adsorbed on the surface of a $\\mathrm{WS}{\\mathrm{e}}_{2}$ layer grown on epitaxial graphene. In line with theoretical predictions, scanning tunneling spectroscopy measurements reveal that the weakly bound adatom gives … [Phys. Rev. B 112, 085414] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Excitonic bound states in the continuum in van der Waals heterostructure metasurfaces",
      "authors": [
        "Polina Pantyukhina, Andrey Bogdanov, and Kirill Koshelev"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/n2wb-qdhr",
      "doi": "10.1103/n2wb-qdhr",
      "summary": "Author(s): Polina Pantyukhina, Andrey Bogdanov, and Kirill Koshelev We investigate the formation of excitonic bound states in the continuum in van der Waals (vdW) heterostructures composed of two-dimensional excitonic vdW layers and an optically resonant patterned vdW thin film. We show that the radiative losses of the exciton can be completely suppressed—not throug… [Phys. Rev. B 112, L081405] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Robust long-range optical pulling using a single-mode topological chiral edge state</span>",
      "authors": [
        "Yaxin Li, Tiantao Qu, Xinning Yu, Lei Zhang, and Jun Chen"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/78079O46Q3e12751b2793080c8d9724798f1fe5c5",
      "doi": "10.1103/3fqn-l3dq",
      "summary": "Author(s): Yaxin Li, Tiantao Qu, Xinning Yu, Lei Zhang, and Jun Chen Optical pulling, a counterintuitive phenomenon in optical manipulation, has garnered significant attention for its applications in fields such as biomedicine, nanotechnology, and microfluidic systems. However, achieving robust optical pulling in free space remains challenging due to numerous scatter… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Optimizing proximitized magnetic topological insulator nanoribbons for Majorana bound states</span>",
      "authors": [
        "Eduárd Zsurka, Daniele Di Miceli, Julian Legendre, Llorenç Serra, Detlev Grützmacher, Thomas L. Schmidt, and Kristof Moors"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/1707dOafRe61c75bf4177fa4b65e2f795ef2f97af",
      "doi": "10.1103/x737-p9mq",
      "summary": "Author(s): Eduárd Zsurka, Daniele Di Miceli, Julian Legendre, Llorenç Serra, Detlev Grützmacher, Thomas L. Schmidt, and Kristof Moors Heterostructures comprised of a magnetic topological insulator (MTI) placed in the proximity of an s-wave superconductor have emerged as a platform for the practical realization of Majorana bound states (MBSs). More specifically, it has been theoretically predicted that MBS can appear in proximitize… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Exciton dynamics in marginally twisted WSe${}_{2}$ homobilayer: Role of interlayer coupling, phonons, and intervalley scattering</span>",
      "authors": [
        "Hansol Kim, Gyusu Lee, Jinjae Kim, Jiwon Park, Andrew S. Kim, Jongyun Choi, Kenji Watanabe, Takashi Taniguchi, Moon-Ho Jo, and Hyunyong Choi"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/eb072O7dQ0219f5ad2ad21b2020706ed4a0c0d2ef",
      "doi": "10.1103/2whm-6xyv",
      "summary": "Author(s): Hansol Kim, Gyusu Lee, Jinjae Kim, Jiwon Park, Andrew S. Kim, Jongyun Choi, Kenji Watanabe, Takashi Taniguchi, Moon-Ho Jo, and Hyunyong Choi Moir materials with flat electronic bands have emerged as a versatile platform for exploring strongly correlated physics and topological phenomena. In these systems, excitons serve as optical probes because of the sensitivity to both valley-dependent electronic structure and many-body excitonic inte… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Modelling of time-dependent electrostatic effects and AFM-based surface conductivity characterization</span>",
      "authors": [
        "Mario Navarro-Rodriguez, Paul Philip Schmidt, Regina Hoffmann-Vogel, Andres M. Somoza, and Elisa Palacios-Lidon"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/7c077O93Rf21315aa67a0685c111dbe0faa96aaf5",
      "doi": "10.1103/s7p8-t35c",
      "summary": "Author(s): Mario Navarro-Rodriguez, Paul Philip Schmidt, Regina Hoffmann-Vogel, Andres M. Somoza, and Elisa Palacios-Lidon Atomic Force Microscopy (AFM) combined with electrical modes provides a powerful contactless approach to characterize material electrical properties at the nanoscale. However, conventional electrostatic models often overlook dynamic charge effects, which are particularly relevant for 2D materials de… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Band-spin-valley coupled exciton physics in antiferromagnetic MnPS${}_{3}$</span>",
      "authors": [
        "Dan Wang, Haowei Chen, Yu Pang, Xiaolong Zou, and Wenhui Duan"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/c2074O60R421d65ee26b0d171ff765c392c9460ae",
      "doi": "10.1103/wbnk-ywn2",
      "summary": "Author(s): Dan Wang, Haowei Chen, Yu Pang, Xiaolong Zou, and Wenhui Duan The introduction of intrinsic magnetic order in two-dimensional (2D) semiconductors offers great opportunities for investigating correlated excitonic phenomena. Here, we employ full-spinor GW plus Bethe-Salpeter equation methodology to reveal rich exciton physics in a prototypical 2D N'{e}el-type an… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Geometric phase controlled second harmonic generation in bilayer metamaterials</span>",
      "authors": [
        "Danielle Ben-Haim and Tal Ellenbogen"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/66075O81O311e94d3764850766eb111e990032888",
      "doi": "10.1103/15v7-k4ks",
      "summary": "Author(s): Danielle Ben-Haim and Tal Ellenbogen The ability to generate light by nonlinear metasurfaces and shape its properties has made ‎metasurfaces a promising ‎platform for developing new types of nonlinear optical devices. ‎Extending beyond the conventional two-‎dimensional metasurface has the potential to ‎further enhance and control nonli… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>High-pressure reduction of carbon dioxide in reactive liquid mixtures</span>",
      "authors": [
        "D. Durkee, K. P. Hilleke, and S. X. Hu"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/df07eO22Rd110156459b52d5a67a9ffa9f66252df",
      "doi": "10.1103/5rfh-nkpp",
      "summary": "Author(s): D. Durkee, K. P. Hilleke, and S. X. Hu Density-functional theory based molecular-dynamics simulations were used to investigate high-pressure chemical reactions in liquid mixtures of CO${}_{2}$ with several elements (Si, Mn, and Fe) at high temperatures of 2000-3000 K. Our {} simulations indicate that these reactant elements can reduce CO… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Identification of the transport regimes of the one-dimensional Holstein model</span>",
      "authors": [
        "Suzana Miladić and Nenad Vukmirović"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/3607bO62Q631c257a25746a922f64fa3e6443b322",
      "doi": "10.1103/t1g7-r95d",
      "summary": "Author(s): Suzana Miladić and Nenad Vukmirović The Holstein model is a benchmark model of systems with electron-phonon interaction. However, its electrical transport properties are not yet fully understood. In this work, we performed numerically exact calculations of imaginary-time current-current correlation function of the Holstein Hamiltonian… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Effective nodal topological superconductivity driven by s-wave pairing or ferromagnetic proximity effect in materials with persistent spin textures</span>",
      "authors": [
        "Xiaoming Zhang, Xiaojun Shi, and Mingwen Zhao"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/1c079O0fQd41ef47f9065d187006ae075d0a91978",
      "doi": "10.1103/jsww-v4y9",
      "summary": "Author(s): Xiaoming Zhang, Xiaojun Shi, and Mingwen Zhao Nodal topological superconductivity (NTSC) with flat Majorana boundary modes connecting gapless nodal points represents a non-trivial superconductivity (SC) phase capable of fault-tolerant topological quantum computing. In addition to unconventional SC with nodal pairing gap, two-dimensional (2D) NT… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Multiwavefunction overlap and multientropy for topological ground states in (2+1) dimensions</span>",
      "authors": [
        "Bowei Liu, Junjia Zhang, Shuhei Ohyama, Yuya Kusuki, and Shinsei Ryu"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/9b070O33N9816a4b969c74975280840bee3ffd1c3",
      "doi": "10.1103/tjcf-yryh",
      "summary": "Author(s): Bowei Liu, Junjia Zhang, Shuhei Ohyama, Yuya Kusuki, and Shinsei Ryu Multi-wavefunction overlaps – generalizations of the quantum mechanical inner product for more than two quantum many-body states – are valuable tools for studying many-body physics. In this paper, we investigate the multi-wavefunction overlap of (2+1)-dimensional gapped ground states, focusing parti… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Skyrmion motion in a synthetic antiferromagnet driven by asymmetric spin wave emission</span>",
      "authors": [
        "Christopher E. A. Barker, Charles Parton-Barr, Christopher H. Marrows, Olga Kazakova, and Craig Barton"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/78077O20Od21864838dd0596e393e494651e4e21c",
      "doi": "10.1103/j6y9-dj7f",
      "summary": "Author(s): Christopher E. A. Barker, Charles Parton-Barr, Christopher H. Marrows, Olga Kazakova, and Craig Barton Skyrmions have been proposed as new information carriers in racetrack memory devices. To realise such devices, a small size; high speed of propagation; and minimal skyrmion Hall angle are required. Synthetic antiferromagnets (SAFs) present the ideal materials system to realise these aims. In this wo… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Various dual-polarization Dirac-like cones in a two-phase photonic crystal with a simple square lattice</span>",
      "authors": [
        "Puang Li, Lei Sun, and Guo Ping Wang"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/87072O4dQf21fc5a32b323c93085a1835585c50a2",
      "doi": "10.1103/xtx6-hplg",
      "summary": "Author(s): Puang Li, Lei Sun, and Guo Ping Wang A novel two-dimensional epsilon-mu-near-zero metamaterial constructed from a simple two-phase photonic crystal with a squared lattice is proposed and demonstrated in this work. The metamaterial can generate two distinct Dirac-like points and achieve the epsilon-mu-near-zero response at two different… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>High-frequency susceptibility tensor in the inertial regime: Prediction for subterahertz magnonics in ferromagnets</span>",
      "authors": [
        "Jonas Wiemeler, Michael Farle, and Anna S. Semisalova"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/5c073Od0Rbb10e55036049494ffbbb3d41764bdf4",
      "doi": "10.1103/dhk6-78tt",
      "summary": "Author(s): Jonas Wiemeler, Michael Farle, and Anna S. Semisalova Inertial spin dynamics alters the resonant spin wave excitation resulting in the modification of the resonance field and relaxation in microwave spectroscopy of ferromagnets described by the conventional Landau-Lifshitz-Gilbert (LLG) equation. Here we present a complete theoretical framework which q… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Analytical dispersion relation for forward volume spin waves in ferrimagnets near the angular momentum compensation condition</span>",
      "authors": [
        "Luis Sánchez-Tejerina, David Osuna Ruiz, Víctor Raposo, Eduardo Martínez, Luis López Díaz, and Óscar Alejos"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/c207aY70O6a1968844de6742ce0a7ae0ab897778a",
      "doi": "10.1103/d71q-hvn2",
      "summary": "Author(s): Luis Sánchez-Tejerina, David Osuna Ruiz, Víctor Raposo, Eduardo Martínez, Luis López Díaz, and Óscar Alejos Antiferromagnetic magnonics has become the focus of intense scientific research because of the advantages of these materials compared to ferromagnets. However, ferrimagnetic materials have received much less attention despite exhibiting similar dynamical features at the angular momentum compensation… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Real space imaging of dipole-stabilized hybrid skyrmions in magnetic multilayer thin films</span>",
      "authors": [
        "W. S. Parker, J. Reddinger, R. Moraski, E. E. Fullerton, S. A. Montoya, and B. J. McMorran"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/86078ObfO371e841d7401db3c30f809e43b62a936",
      "doi": "10.1103/zlzp-chdg",
      "summary": "Author(s): W. S. Parker, J. Reddinger, R. Moraski, E. E. Fullerton, S. A. Montoya, and B. J. McMorran Magnetic skyrmions are chiral spin textures whose non-trivial topology protects them from annihilation and are a prime candidate for logical bits in future spintronics devices and next-generation magnetic memories. While their topology and structure are typically described in two-dimensions, recent … [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Isostructural $α$-$γ$ phase transition in cerium from the perspective of metageneralized gradient approximations</span>",
      "authors": [
        "Ashesh Giri, Chandra Shahi, and Adrienn Ruzsinszky"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/ea07bY43S011929ee7c76e777cefa5b71130bda9b",
      "doi": "10.1103/8m26-28qf",
      "summary": "Author(s): Ashesh Giri, Chandra Shahi, and Adrienn Ruzsinszky Meta-generalized gradient approximations (meta-GGAs) on the third rung of the functional hierarchy are gaining increasing relevance for the electronic structure. Meta-GGAs are constructed from numerous ingredients including the orbital kinetic energy density that make them more flexible than general… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Deep learning assisted exploration of superionic states and melting temperatures in Li-Sn superconductors</span>",
      "authors": [
        "Xinwei Wang, Bohan Cao, Mengxin Yang, Haobo Li, Xiaohan Wang, Defang Duan, Liang Li, Fubo Tian, and Tian Cui"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/48077O5cQbc1474e198a8bb7c5e7542a70299226a",
      "doi": "10.1103/g9dv-fl6q",
      "summary": "Author(s): Xinwei Wang, Bohan Cao, Mengxin Yang, Haobo Li, Xiaohan Wang, Defang Duan, Liang Li, Fubo Tian, and Tian Cui The unique spatial arrangement of Li atoms in Li-rich compounds induces properties on Li rich compounds, including interstitial quasi-atoms (ISQs), superconductivity, and superionic states. However, the dependence of increasing Li concentration on electron-phonon coupling (EPC) and superionic behavi… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Variational simulation of quantum phase transitions induced by boundary fields</span>",
      "authors": [
        "Alan C. Duriez, Andreia Saguia, and Marcelo S. Sarandy"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/a6078O07S761eb57c4b06346579365b1741c0717a",
      "doi": "10.1103/zfdt-1k63",
      "summary": "Author(s): Alan C. Duriez, Andreia Saguia, and Marcelo S. Sarandy The characterization of quantum phase transitions is a fundamental task for the understanding of quantum phases of matter, with a number of potential applications in quantum technologies. In this work, we use digital quantum simulation as a resource to theoretically and experimentally study quantum … [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Determination of ground states of one-dimensional quantum systems using the cluster iTEBD method</span>",
      "authors": [
        "Tao Yang, Rui Wang, Z. Y. Xie, and Baigeng Wang"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/ec070Of6S541d955b3e02cf125a9484b60b200c4a",
      "doi": "10.1103/pfzr-tc95",
      "summary": "Author(s): Tao Yang, Rui Wang, Z. Y. Xie, and Baigeng Wang Within the framework of imaginary-time evolution for matrix product states, we introduce a cluster version of the infinite time-evolving block decimation algorithm for simulating quantum many-body systems, addressing the computational accuracy challenges in strongly correlated physics. By redefining… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin liquid mimicry in the hydroxide double perovskite CuSn(OD)${}_{6}$ induced by correlated proton disorder</span>",
      "authors": [
        "Anton A. Kulbakov, Ellen Häußler, Kaushick K. Parui, Nikolai S. Pavlovskii, Aswathi Mannathanath Chakkingal, Sergey A. Granovsky, Sebastian Gaß, Laura Teresa Corredor Bohórquez, Anja U. B. Wolter, Sergei A. Zvyagin, Yurii V. Skourski, Vladimir Yu. Pomjakushin, Inés Puente-Orench, Darren C. Peets, Thomas Doert, and Dmytro S. Inosov"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/76077O13Sd6E9916b46374a763a99cc77b5171af1",
      "doi": "10.1103/wp9k-wlhw",
      "summary": "Author(s): Anton A. Kulbakov, Ellen Häußler, Kaushick K. Parui, Nikolai S. Pavlovskii, Aswathi Mannathanath Chakkingal, Sergey A. Granovsky, Sebastian Gaß, Laura Teresa Corredor Bohórquez, Anja U. B. Wolter, Sergei A. Zvyagin, Yurii V. Skourski, Vladimir Yu. Pomjakushin, Inés Puente-Orench, Darren C. Peets, Thomas Doert, and Dmytro S. Inosov The face-centered-cubic lattice is composed of edge-sharing tetrahedra, making it a leading candidate host for strongly frustrated magnetism, but relatively few face-centered frustrated materials have been investigated. In the hydroxide double perovskite , magnetic frustration of the Cu${}^{2+}$ qua… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Floquet-engineered diode performance of a Josephson junction composed of two Kitaev chains coupled via a quantum dot</span>",
      "authors": [
        "Koustav Roy, Gourab Paul, Debika Debnath, Kuntal Bhattacharyya, and Saurabh Basu"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/db071O51P231885ec2ec2fb8f787ab204ba9e6444",
      "doi": "10.1103/69jq-rcsb",
      "summary": "Author(s): Koustav Roy, Gourab Paul, Debika Debnath, Kuntal Bhattacharyya, and Saurabh Basu We study nonreciprocal signatures of Josephson current in a quantum dot (QD)-based Josephson junction that comprises of two periodically driven Kitaev chains (KCs) coupled with an intervening QD. The simultaneous breaking of the inversion symmetry ($ℐ𝒮$) and the time-reversal symmetry ($𝒯ℛ𝒮$), indis… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Disordered quantum antiferromagnetism in doped semiconductors: Density of states approach</span>",
      "authors": [
        "N. A. Bogoslovskiy, P. V. Petrov, and N. S. Averkiev"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/5a077Ob7Maa1b04618703a2959fe2999cd2aef817",
      "doi": "10.1103/7g9h-c5xf",
      "summary": "Author(s): N. A. Bogoslovskiy, P. V. Petrov, and N. S. Averkiev We present a theoretical study of the exchange interaction in a system of spatially disordered magnetic moments. A typical example of such a system is an impurity semiconductor, whose magnetic properties are associated with the exchange interaction of the impurity atoms. In this study, we consider t… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Correlation between unconventional spin Hall effect and crystal structure in the noncollinear antiferromagnet Mn${}_{3}$Sn</span>",
      "authors": [
        "Dequan Meng, Meng Zhu, Hao Yan, Chuangwen Wu, Sha Lu, Pan Zhang, Yurong Su, Cuimei Cao, Yong Liu, Rui Xiong, Long You, Hao Wu, Shiwei Chen, Jia Zhang, and Shiheng Liang"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/68074O58P921615261d114e10f4d1b5393fb74397",
      "doi": "10.1103/9ndy-z3nt",
      "summary": "Author(s): Dequan Meng, Meng Zhu, Hao Yan, Chuangwen Wu, Sha Lu, Pan Zhang, Yurong Su, Cuimei Cao, Yong Liu, Rui Xiong, Long You, Hao Wu, Shiwei Chen, Jia Zhang, and Shiheng Liang Noncollinear antiferromagnets have emerged as promising platforms for next-generation spintronic devices due to their unique spin textures and unconventional spin-polarized currents. However, the limited understanding of factors governing the out-of-plane spin polarization efficiency (z) in material… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Hole spin in direct bandgap germanium-tin quantum dot</span>",
      "authors": [
        "Nicolas Rotaru, Patrick Del Vecchio, and Oussama Moutanabbir"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/8a075Od9Of916c44794281243ec0803a9b4cf9099",
      "doi": "10.1103/nr1v-sngw",
      "summary": "Author(s): Nicolas Rotaru, Patrick Del Vecchio, and Oussama Moutanabbir Germanium (Ge) has emerged as a contender for scalable solid-state spin qubits. This interest stems from the numerous attractive properties of hole spin in Ge low-dimensional systems and their compatibility with the standards of silicon processing. Herein, we show that the controlled incorporation o… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Importance of the crystal structure for superconductivity in infinite layered nickel oxides</span>",
      "authors": [
        "Álvaro Adrián Carrasco Álvarez, Wilfrid Prellier, Manuel Bibes, and Julien Varignon"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/f607dOa0Q221ad5ce0e32834b653b61e870c31527",
      "doi": "10.1103/q3fr-xk1p",
      "summary": "Author(s): Álvaro Adrián Carrasco Álvarez, Wilfrid Prellier, Manuel Bibes, and Julien Varignon We investigate the possibility of obtaining an infinite layered superconducting nickel oxide using a topotactic reduction of R2-xSrxNiO4 nickelate compounds. We consider the case of reducing La0.8Sr1.2NiO4, which is metallic and with an effective Ni[3][.][2+] valence into La0.8Sr1.2NiO3 with an effe… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Estimates of the dynamic structure factor for the finite temperature electron liquid via analytic continuation of path integral Monte Carlo data</span>",
      "authors": [
        "Thomas Chuna, Nicholas Barnfield, Jan Vorberger, Michael P. Friedlander, Tim Hoheisel, and Tobias Dornheim"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/1b07bOb1Pa71a15b245d35381d0975a48b295ab77",
      "doi": "10.1103/4d4b-kgtk",
      "summary": "Author(s): Thomas Chuna, Nicholas Barnfield, Jan Vorberger, Michael P. Friedlander, Tim Hoheisel, and Tobias Dornheim Understanding the dynamic properties of the uniform electron gas (UEG) is important for numerous applications ranging from semiconductor physics to exotic warm dense matter. In this work, we apply the maximum entropy method (MEM), as implemented in Chuna et al. [arXiv:2501.01869], to ab initio path … [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Atomistic tight-binding Hartree-Fock calculations of multielectron configurations in P-doped silicon devices: Wavefunction reshaping</span>",
      "authors": [
        "Maicol A. Ochoa, Keyi Liu, Piotr Różański, Michal Zieliński, and Garnett W. Bryant"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/88079O6cPcc1a551407a92a0ec7280f4420cc4d35",
      "doi": "10.1103/14lg-249q",
      "summary": "Author(s): Maicol A. Ochoa, Keyi Liu, Piotr Różański, Michal Zieliński, and Garnett W. Bryant Donor-based quantum devices in silicon are attractive platforms for universal quantum computing and analog quantum simulations. The nearly-atomic precision in dopant placement promises great control over the quantum properties of these devices. We present atomistic calculations and a detailed analys… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>One-dimensional linear Nb chains driving superconductivity in the pressure-induced $Pnma$ phase of NbO${}_{2}$</span>",
      "authors": [
        "Fei Li and Wenjing Li"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/4d07cObaN9e1444dc9c057e8b665bde2f74c3902c",
      "doi": "10.1103/b25z-gdm5",
      "summary": "Author(s): Fei Li and Wenjing Li Superconductivity in transition metal oxides (TMOs) usually favors oxygen-rich compositions, where polyhedral units surround transition metals, minimizing interaction between neighboring atoms. Herein we report a pressure-induced phase of NbO_2, identified by first-principles swarm structure calcula… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Key role of orbital splitting in two-dimensional Janus transition metal dichalcogenides: From stability to ferrovalley material design</span>",
      "authors": [
        "Lei Li, Ji-Chun Lian, Zi-Xuan Yang, Tao Huang, Jun-Qi Xu, X. S. Wang, Gui-Fang Huang, Wangyu Hu, Wei-Qing Huang, and Xidong Duan"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/c107aO1bQc01444928288db88864847c6c5a5f18f",
      "doi": "10.1103/fhtt-zvkd",
      "summary": "Author(s): Lei Li, Ji-Chun Lian, Zi-Xuan Yang, Tao Huang, Jun-Qi Xu, X. S. Wang, Gui-Fang Huang, Wangyu Hu, Wei-Qing Huang, and Xidong Duan Janus transition metal dichalcogenides (JTMDs) monolayers have broadened the family of two-dimensional (2D) materials. Despite numerous theoretical predictions of JTMDs, their experimental realization remains scarce, most probably due to intrinsic structural fragility. Here, we investigate the group… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Phonon-limited carrier transport in the Weyl semimetal TaAs</span>",
      "authors": [
        "Zhe Liu, Shashi B. Mishra, Jae-Mo Lihm, Samuel Poncé, and Elena R. Margine"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/8b07dObdR381415f948d2f05cdcecbcfc42f4040e",
      "doi": "10.1103/x8zl-w5x3",
      "summary": "Author(s): Zhe Liu, Shashi B. Mishra, Jae-Mo Lihm, Samuel Poncé, and Elena R. Margine Topological Weyl semimetals represent a novel class of quantum materials that exhibit remarkable properties arising from their unique electronic structure. In this work, we employ state-of-the-art ab initio methods to investigate the role of the electron-phonon interactions on the charge transport p… [Phys. Rev. B] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Pattern transitions and nonmonotonic changes in finger width due to the flow rate in partially miscible viscous fingering",
      "authors": [
        "Ryuta X. Suzuki, Takahiko Ban, Manoranjan Mishra, and Yuichiro Nagatsu"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/zynz-z33c",
      "doi": "10.1103/zynz-z33c",
      "summary": "Author(s): Ryuta X. Suzuki, Takahiko Ban, Manoranjan Mishra, and Yuichiro Nagatsu The displacement of a viscous fluid by another less-viscous fluid in porous media or Hele-Shaw cells produces a fingerlike interfacial pattern known as viscous fingering (VF). Classically, the dynamics of VF have been divided into two categories depending on whether the two fluids are fully miscible… [Phys. Rev. E 112, 025104] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Two-phase perspective on deep learning dynamics",
      "authors": [
        "Robert de Mello Koch and Animik Ghosh"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/3l3p-vkf2",
      "doi": "10.1103/3l3p-vkf2",
      "summary": "Author(s): Robert de Mello Koch and Animik Ghosh We propose that learning in deep neural networks proceeds in two phases: a rapid curve-fitting phase followed by a slower compression or coarse-graining phase. This view is supported by the shared temporal structure of three phenomena—grokking, double descent, and the information bottleneck—all of w… [Phys. Rev. E 112, 025307] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Investigation of hydrodynamic instabilities at the two-phase interface of falling film using the multipseudopotential interaction lattice Boltzmann method",
      "authors": [
        "Barzan Shahmoradi, Mostafa Varmazyar, and Arash Mohammadi"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/5rjm-t6gb",
      "doi": "10.1103/5rjm-t6gb",
      "summary": "Author(s): Barzan Shahmoradi, Mostafa Varmazyar, and Arash Mohammadi In the present study, the lattice Boltzmann method coupled with the multipseudopotential interaction interparticle force model is employed to investigate the vertical falling film phenomenon. Utilization of this method enables the presentation of various study cases and the adjustment of dimensionle… [Phys. Rev. E 112, 025308] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Nonlinear mass and heat transfer across liquid-vapor interfaces",
      "authors": [
        "Pouria Feyzi Oskouei and Henning Struchtrup"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/wzz4-d6sg",
      "doi": "10.1103/wzz4-d6sg",
      "summary": "Author(s): Pouria Feyzi Oskouei and Henning Struchtrup Nonlinearities in mass and heat transfer across liquid-vapor interfaces are studied based on models from irreversible thermodynamics and the kinetic theory of gases. Specifically, we present the nonlinear extension of the well-known Hertz-Knudsen-Schrage (HKS) model of kinetic theory for mass flux a… [Phys. Rev. E 112, 025501] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Acceleration of enzymatic reaction-diffusion kinetics by intermediate state</span>",
      "authors": [
        "Akihiro Fukuda, Yohei Nakayama, and Shoichi Toyabe"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pre/accepted/cc079R05Re71da2c66e1482671c2042426c2cc880",
      "doi": "10.1103/yw21-vcr7",
      "summary": "Author(s): Akihiro Fukuda, Yohei Nakayama, and Shoichi Toyabe Biological molecular motors are high-performance nanomachines that convert chemical energy into mechanical motion via chemomechanical coupling. Their reaction cycles typically comprise a series of intermediate chemical states between the initial and final primary states. However, the influence of th… [Phys. Rev. E] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Scaling laws of chemical and Euclidean distances in critical percolation trees</span>",
      "authors": [
        "E. A. Soares and A. A. Moreira"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pre/accepted/b107eRa7Saa1262766b584f24a3e4e12d87ec9b8d",
      "doi": "10.1103/cthn-nh7b",
      "summary": "Author(s): E. A. Soares and A. A. Moreira We study the scaling behavior of chemical distances in spanning trees of critical percolation clusters. Precisely, we analyze spanning trees constructed using four different algorithms: Minimal Path Trees (MPT), Depth-First Search (DFS), Right-First Search (RFS), and Minimum Spanning Trees (MST). In… [Phys. Rev. E] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>The bridge function as a functional of the radial distribution function: Operator learning and application</span>",
      "authors": [
        "Martin Panholzer, Michael Haring, Thomas Wallek, and Robert E. Zillich"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pre/accepted/2f076RfdR5e1b82a4667834159a2d97430cc03216",
      "doi": "10.1103/4962-9rch",
      "summary": "Author(s): Martin Panholzer, Michael Haring, Thomas Wallek, and Robert E. Zillich Properties of classical molecular systems can be calculated with integral equation theories based on the Ornstein-Zernike (OZ) equation and a complementing closure relation. One such closure relation is the hyper netted chain (HNC) approximation, which neglects the so-called bridge function. We pres… [Phys. Rev. E] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Suppression of decoherence dynamics by a dissipative bath at strong coupling",
      "authors": [
        "Jitian Chen, Jakub Garwoła, and Dvira Segal"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/3d9c-4x2q",
      "doi": "10.1103/3d9c-4x2q",
      "summary": "Author(s): Jitian Chen, Jakub Garwoła, and Dvira Segal Control of decoherence in open quantum systems has become a topic of great interest due to the emergence of quantum technologies that depend on quantum coherence effects. In this work, we investigate the decoherence dynamics of systems coupled to multiple baths through noncommuting systems' operator… [Phys. Rev. A 112, 022209] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Local and global approaches to the thermodynamics of pure decoherence processes in open quantum systems",
      "authors": [
        "Irene Ada Picatoste, Alessandra Colla, and Heinz-Peter Breuer"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/kbsf-x4bz",
      "doi": "10.1103/kbsf-x4bz",
      "summary": "Author(s): Irene Ada Picatoste, Alessandra Colla, and Heinz-Peter Breuer We study the nonequilibrium thermodynamics of pure decoherence processes in open quantum systems coupled to a thermal reservoir. We review various definitions of central quantities, such as internal energy, work, heat, and entropy production, developed within local and global approaches to quantum t… [Phys. Rev. A 112, 022210] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Efficacy of the information causality principle in ruling out beyond-quantum compositions",
      "authors": [
        "Vishnu Purushothaman, Akarshit Baranwal, and A. K. Pan"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/bbnp-6mhv",
      "doi": "10.1103/bbnp-6mhv",
      "summary": "Author(s): Vishnu Purushothaman, Akarshit Baranwal, and A. K. Pan The composition of individual quantum system can mathematically be defined in various ways. However, the no-signaling principle alongside local tomography criteria delineates two possible extreme compositions, commonly referred to as the minimal and maximal compositions. The former (latter) allows f… [Phys. Rev. A 112, 022211] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Designing quantum error correction codes for practical spin qudit systems",
      "authors": [
        "Sumin Lim and Arzhang Ardavan"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/7q6l-d4qh",
      "doi": "10.1103/7q6l-d4qh",
      "summary": "Author(s): Sumin Lim and Arzhang Ardavan The implementation of practical error correction protocols is essential for deployment of quantum information technologies. Ways of exploiting high-spin nuclei, which have multilevel quantum resources, have attracted interest in this context because they offer additional Hilbert space dimensions in … [Phys. Rev. A 112, 022418] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Shadow measurements for feedback-based quantum optimization",
      "authors": [
        "Letícia Bertuzzi, João P. Engster, Evandro C. R. da Rosa, and Eduardo I. Duzzioni"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/snht-7jsf",
      "doi": "10.1103/snht-7jsf",
      "summary": "Author(s): Letícia Bertuzzi, João P. Engster, Evandro C. R. da Rosa, and Eduardo I. Duzzioni Improving the performance of quantum algorithms is a fundamental task to achieve quantum advantage. In many cases, extracting information from quantum systems poses an important challenge for practical implementations of real-world quantum computers, given the high resource cost of performing state … [Phys. Rev. A 112, 022419] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Arbitrarily-high-dimensional reconciliation via cross-rotation for continuous-variable quantum key distribution",
      "authors": [
        "Jisheng Dai, Xue-Qin Jiang, Tao Wang, Peng Huang, and Guihua Zeng"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/q3s4-ht52",
      "doi": "10.1103/q3s4-ht52",
      "summary": "Author(s): Jisheng Dai, Xue-Qin Jiang, Tao Wang, Peng Huang, and Guihua Zeng Multidimensional rotation serves as a powerful tool for enhancing information reconciliation and extending the transmission distance in continuous-variable quantum key distribution (CV-QKD). However, the lack of closed-form orthogonal transformations for high-dimensional rotations has limited the ma… [Phys. Rev. A 112, 022610] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Quality of service in aggregated quantum networks",
      "authors": [
        "Nicolò Lo Piparo, William J. Munro, and Kae Nemoto"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/ph6d-qqwk",
      "doi": "10.1103/ph6d-qqwk",
      "summary": "Author(s): Nicolò Lo Piparo, William J. Munro, and Kae Nemoto Future quantum networks will enable the interconnection of multiple users distributed across vast geographic distances. Due to these large separations and limited physical resources, communication will often rely on multipath routing strategies, where physical resources are distributed across channe… [Phys. Rev. A 112, 022611] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Stochastic Gross-Pitaevskii theory for a spin-1 Bose gas: Application to superfluidity in two dimensions",
      "authors": [
        "Andrew P. C. Underwood and P. B. Blakie"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/slxb-df37",
      "doi": "10.1103/slxb-df37",
      "summary": "Author(s): Andrew P. C. Underwood and P. B. Blakie This paper develops and implements the stochastic projected Gross-Pitaevskii equation for spin-1 Bose gases, addressing key considerations for numerical simulations. As an application of the theory we explore equilibrium phases in a two-dimensional spin-1 gas, where quasi-long-range order emerges vi… [Phys. Rev. A 112, 023315] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Angle-insensitive nonlinear enhancement in an all-dielectric metasurface via Brillouin-zone folding",
      "authors": [
        "Siyu Fan, Yuqiang Wang, and Xi Cao"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/gw9j-9dxk",
      "doi": "10.1103/gw9j-9dxk",
      "summary": "Author(s): Siyu Fan, Yuqiang Wang, and Xi Cao Metasurfaces have become a powerful platform for strengthening light-matter interactions. Recent research has shown that all-dielectric metasurfaces supporting high-quality ($Q$) factor resonances, such as anapole modes and quasibound states in the continuum (BIC), can significantly enhance third ha… [Phys. Rev. A 112, 023508] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Developing a practical model for noise in entangled-photon detection",
      "authors": [
        "Taman Truong, Christian Arenz, and Joseph M. Lukens"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/64lg-dwnm",
      "doi": "10.1103/64lg-dwnm",
      "summary": "Author(s): Taman Truong, Christian Arenz, and Joseph M. Lukens We develop a comprehensive model for the effective two-photon density matrix produced by a parametric source of entangled-photon pairs under a variety of detector configurations commonly seen in a laboratory setting: two and four photon-number-resolving (PNR) and threshold detectors. We derive the p… [Phys. Rev. A 112, 023706] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Controllable single-photon scattering via coupling of a driven $\\mathrm{Λ}$ system with a topological waveguide",
      "authors": [
        "Gunjan Yadav, Madan Mohan Mahana, and Tarak Nath Dey"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/dkbz-thfh",
      "doi": "10.1103/dkbz-thfh",
      "summary": "Author(s): Gunjan Yadav, Madan Mohan Mahana, and Tarak Nath Dey We investigate the coherent single-photon scattering process in a topological waveguide coupled to a driven three-level atom in the $\\mathrm{Λ}$ configuration, where two ground states are optically connected to a common excited state. We derive an analytical expression for transmittance by using the… [Phys. Rev. A 112, 023707] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Mitigating higher-band heating in Floquet-Hubbard lattices via two-tone driving",
      "authors": [
        "Yuanning Chen, Zijie Zhu, and Konrad Viebahn"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/tzg7-v7nh",
      "doi": "10.1103/tzg7-v7nh",
      "summary": "Author(s): Yuanning Chen, Zijie Zhu, and Konrad Viebahn The authors investigate an experimental method for coherent cancellation of heating in a broad class of interacting lattice systems under periodic Floquet driving. The combination of theoretical and experimental results reveals that heating suppression remains effective despite the simultaneous presence of strong driving and strong interactions. [Phys. Rev. A 112, L021301] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Modeling the dissociative sequential triple ionization of nitrogen molecules by ultrashort intense infrared laser pulses</span>",
      "authors": [
        "Yan-Wen Jia, Hui-Hui Wang, C. H. Yuen, C. D. Lin, and Song-Feng Zhao"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/4907fN0eRdfE981fe17d4872cc88ed4b0382dabaf",
      "doi": "10.1103/jfqj-c19k",
      "summary": "Author(s): Yan-Wen Jia, Hui-Hui Wang, C. H. Yuen, C. D. Lin, and Song-Feng Zhao A density matrix (DM) approach has been successfully developed for modeling the dissociative sequential double ionization of molecules driven by ultrashort intense infrared laser pulses. Here, we extend the DM method to theoretically study the dissociative sequential triple ionization of nitrogen mo… [Phys. Rev. A] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Achieving the Heisenberg limit of metrology via measurement on an ancillary qubit</span>",
      "authors": [
        "Peng Chen and Jun Jing"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/0207fNbcR5913a28377c20350d9816cfa7ab1494b",
      "doi": "10.1103/f79z-vjsb",
      "summary": "Author(s): Peng Chen and Jun Jing In the scenario of the probe-ancilla interaction, we propose a quantum metrology protocol by the unconditional measurement on the ancillary qubit after an optimized period of joint evolution from product state. Its key element is the construction of two parallel evolution paths by the measurement th… [Phys. Rev. A] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Floquet-engineered nondispersive wave packets in helium under combined periodic and static fields</span>",
      "authors": [
        "Alejandro González-Melan, John Fitzgerald León Ocampo, and Javier Madroñero"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/74071N06Scb17e28a923456434ad4c5552b9569fe",
      "doi": "10.1103/6l7f-c2ks",
      "summary": "Author(s): Alejandro González-Melan, John Fitzgerald León Ocampo, and Javier Madroñero We report the numerical observation of two-electron nondispersive wave packets in fully three-dimensional helium subjected to a linearly polarized monochromatic field. These localized quantum states follow periodic trajectories of the classical three-body Coulomb system without dispersion. The syste… [Phys. Rev. A] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Local information flow in quantum quench dynamics</span>",
      "authors": [
        "Nicolas P. Bauer, Björn Trauzettel, Thomas Klein Kvorning, Jens H. Bardarson, and Claudia Artiaco"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/15079DdbR141310601e58bc706089e300ba32e26a",
      "doi": "10.1103/v7gb-5gq8",
      "summary": "Author(s): Nicolas P. Bauer, Björn Trauzettel, Thomas Klein Kvorning, Jens H. Bardarson, and Claudia Artiaco We investigate the out-of-equilibrium dynamics of quantum information in one-dimensional systems undergoing a quantum quench using a local perspective based on the information lattice. This framework provides a scale- and space-resolved decomposition of quantum correlations, enabling a hydrodynamic … [Phys. Rev. A] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Predicting fermionic densities using a projected-quantum-kernel method</span>",
      "authors": [
        "F. Perciavalle, F. Plastina, M. Pisarra, and N. Lo Gullo"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/1807fNadRed1182856e39723f3a1d731f64eef46a",
      "doi": "10.1103/tdj2-wltj",
      "summary": "Author(s): F. Perciavalle, F. Plastina, M. Pisarra, and N. Lo Gullo We use a support vector regressor based on a projected quantum kernel method to predict the density structure of 1D fermionic systems of interest in quantum chemistry and quantum matter. The kernel is built on with the observables of a quantum reservoir implementable with interacting Rydberg atoms. … [Phys. Rev. A] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Thermal resonance-enhanced transparency in room temperature Rydberg gases</span>",
      "authors": [
        "Jinlian Hu, Yuechun Jiao, Yuwen Yin, Cheng Lu, Jingxu Bai, Suotang Jia, Weibin Li, Zhengyang Bai, and Jianming Zhao"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/9e070Ye8Pd92f70404034564b28b25ba5b9d37955",
      "doi": "10.1103/yrs8-jg4r",
      "summary": "Author(s): Jinlian Hu, Yuechun Jiao, Yuwen Yin, Cheng Lu, Jingxu Bai, Suotang Jia, Weibin Li, Zhengyang Bai, and Jianming Zhao We report the enhanced optical transmission in the coherent, off-resonant excitation of Rydberg atom gases at room temperature via a two-photon process. Here thermal resonance-enhanced transparency (TRET) is induced when the detuning of the two lasers is adjusted to compensate the atomic thermal-mot… [Phys. Rev. A] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Measuring the Chern-Simons invariant in quantum gases</span>",
      "authors": [
        "Chang-Rui Yi, Jinlong Yu, Huan Yuan, Xin Chen, Jia-Yu Guo, Jinyi Zhang, Shuai Chen, and Jian-Wei Pan"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/2607fY1cCf11a37608ee0574747fac9a9e8c740b8",
      "doi": "10.1103/7wkb-lxg9",
      "summary": "Author(s): Chang-Rui Yi, Jinlong Yu, Huan Yuan, Xin Chen, Jia-Yu Guo, Jinyi Zhang, Shuai Chen, and Jian-Wei Pan Chern-Simons (CS) invariant is a fundamental topological invariant describing the topological invariance of 3D space based on the Chern-Simons field theory. To date, direct measurement of the CS invariant in a physical system remains elusive. Here, the CS invariant is experimentally measured by quen… [Phys. Rev. A] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Quantum assemblage tomography</span>",
      "authors": [
        "Luis Villegas-Aguilar, Yuanlong Wang, Alex Pepper, Travis J. Baker, Dominick J. Joch, Sven Rogge, Geoff J. Pryde, Sergei Slussarenko, Nora Tischler, and Howard M. Wiseman"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/f6079Yc0I8311f8d58ea0425fb03a748bdf05bea6",
      "doi": "10.1103/k686-kvdy",
      "summary": "Author(s): Luis Villegas-Aguilar, Yuanlong Wang, Alex Pepper, Travis J. Baker, Dominick J. Joch, Sven Rogge, Geoff J. Pryde, Sergei Slussarenko, Nora Tischler, and Howard M. Wiseman A central requirement in asymmetric quantum nonlocality protocols, such as quantum steering, is the precise reconstruction of state assemblages—statistical ensembles of quantum states correlated with remote classical signals. Here we introduce a generalized loss model for assemblage tomography that … [Phys. Rev. A] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Magnon cat states in a cavity-magnon-qubit system via two-magnon driving and dissipation</span>",
      "authors": [
        "Gang Liu, Gen Li, Huatang Tan, and Jie Li"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/ff072N28N9e1252b551109e567259f02378b5b92b",
      "doi": "10.1103/zhgm-p3ss",
      "summary": "Author(s): Gang Liu, Gen Li, Huatang Tan, and Jie Li We propose an efficient method for dissipative generation of magnonic cat states in a cavity-magnon-qubit hybrid system by exploiting a two-magnon driving and dissipation mechanism. When both the magnon and qubit are driven, a coherent nonlinear two-magnon interaction is induced, wherein the qubit a… [Phys. Rev. A] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>In-situ Doppler-free spectroscopy with pulsed optical fields</span>",
      "authors": [
        "Yuxin Wang, Zhiyue Zheng, Qiuxin Zhang, Yonglang Lai, Zongqi Ge, Tianyi Wang, Liangyu Ding, Vasilii Smirnov, Ilya Semerikov, Shuaining Zhang, Wei Zhang, and Xiang Zhang"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/4f07aNa0Oe41d626920a44d807ac8acc293cd47af",
      "doi": "10.1103/w8tl-stvh",
      "summary": "Author(s): Yuxin Wang, Zhiyue Zheng, Qiuxin Zhang, Yonglang Lai, Zongqi Ge, Tianyi Wang, Liangyu Ding, Vasilii Smirnov, Ilya Semerikov, Shuaining Zhang, Wei Zhang, and Xiang Zhang We propose a novel pulsed optical method based on saturated absorption spectroscopy, where the pump beam is periodically switched on and off using pulse amplitude modulation. This periodic alternation enables time-division multiplexing of the same probe beam into both probe and reference signals, ac… [Phys. Rev. A] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Multilevel dynamical decoupling for a coupled superconducting two-qubit system</span>",
      "authors": [
        "Wenqu Xu, Tianshi Zhou, Kaixuan Zhang, Zishuo Li, Tingting Guo, Quan Zuo, Mingyuan Yu, Junliang Jiang, Jiazheng Pan, Jinpeng Li, Lingxiao Jing, Huashi Ma, Shunhong Zhou, Binglin Li, Shiyao Yang, Yongyang Yu, Junzhou Zhang, Jiyuan Zhu, Ziru Hou, Haifeng Song, Chunhai Cao, Guozhu Sun, and Peiheng Wu"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/b4076Yc4Pb3209050778134890496b2be8159c954",
      "doi": "10.1103/6wd3-wc5s",
      "summary": "Author(s): Wenqu Xu, Tianshi Zhou, Kaixuan Zhang, Zishuo Li, Tingting Guo, Quan Zuo, Mingyuan Yu, Junliang Jiang, Jiazheng Pan, Jinpeng Li, Lingxiao Jing, Huashi Ma, Shunhong Zhou, Binglin Li, Shiyao Yang, Yongyang Yu, Junzhou Zhang, Jiyuan Zhu, Ziru Hou, Haifeng Song, Chunhai Cao, Guozhu Sun, and Peiheng Wu Recent advances have significantly enhanced the coherence times of superconducting qubits. However, high-fidelity storage of multi-qubit quantum states in large-scale circuits is still limited by factors such as the flux noise and crosstalk. We propose an X-iSwap decoupling sequence combining single… [Phys. Rev. A] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Phase transitions and dynamics of one-dimensional solitons in spin-orbit-coupled Bose-Bose mixtures</span>",
      "authors": [
        "Gui-hua Chen, Hongcheng Wang, Boris A. Malomed, Haiming Deng, and Yongyao Li"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/55072N1dS7c18d20f9b332a4264958d5b403236a8",
      "doi": "10.1103/by2l-653h",
      "summary": "Author(s): Gui-hua Chen, Hongcheng Wang, Boris A. Malomed, Haiming Deng, and Yongyao Li We investigate the formation, stability, and dynamics of solitons in a one-dimensional binary Bose-Einstein condensate under the action of the spin-orbit-coupling (SOC) and Lee-Huang-Yang (LHY) correction to the underlying system of the Gross-Pitaevskii equations. We identify the semidipole (SD) fam… [Phys. Rev. A] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Dynamics of supersolid state: Normal fluid, superfluid, and supersolid velocities</span>",
      "authors": [
        "Wayne M. Saslow"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/47076N13N0312625d49c2ed271d7493848c2a6395",
      "doi": "10.1103/yyjt-1tth",
      "summary": "Author(s): Wayne M. Saslow Landau’s excitation-based argument for superfluids – that at temperature $T=0$ the normal fluid mass density ${ρ}_{N}$ is zero – applies to supersolids without spin-orbit coupling (SOC). Further, because of local phase-flow, which avoids the high-density lattice sites, Leggett’s argument that the su… [Phys. Rev. A] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Quantum trajectory method for highly excited environments in non-Markovian open quantum dynamics</span>",
      "authors": [
        "Kai Müller and Walter T. Strunz"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/2107fN05Pf516426f7611a78585433034350f91b9",
      "doi": "10.1103/xhff-x24s",
      "summary": "Author(s): Kai Müller and Walter T. Strunz Systems in contact with an environment provide a ubiquitous challenge in quantum dynamics. Many fascinating phenomena can arise if the coupling is strong, leading to non-Markovian dynamics of the system, or collective, where the environment can become highly excited. We introduce a significant impro… [Phys. Rev. A] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRC",
      "journal": "Phys. Rev. C",
      "journalShort": "PRC",
      "type": "published",
      "title": "Charge radii and their deformation correlation for even-$Z$ nuclei in deformed relativistic Hartree-Bogoliubov theory in continuum",
      "authors": [
        "Cong Pan (潘琮) and Jie Meng (孟杰)"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/b6j7-6q8z",
      "doi": "10.1103/b6j7-6q8z",
      "summary": "Author(s): Cong Pan (潘琮) and Jie Meng (孟杰) The systematics are investigated for the charge radii of the even-$Z$ nuclei with $8⩽Z⩽120$ calculated by the deformed relativistic Hartree-Bogoliubov theory in continuum with the functional PC-PK1, and their deformation correlation is explored. The available data of the charge radius are reproduced… [Phys. Rev. C 112, 024316] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRC",
      "journal": "Phys. Rev. C",
      "journalShort": "PRC",
      "type": "published",
      "title": "Radii of light nuclei from the Jacobi no-core shell model",
      "authors": [
        "Xiang-Xiang Sun, Hoai Le, Ulf-G. Meißner, and Andreas Nogga"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/j4ky-tn1j",
      "doi": "10.1103/j4ky-tn1j",
      "summary": "Author(s): Xiang-Xiang Sun, Hoai Le, Ulf-G. Meißner, and Andreas Nogga First principles calculations of nuclear binding and excitation energies have been a dramatic success of the recent era of nuclear structure calculations. Much more challenging have been long-range observables such as radii, in part because the standard harmonic oscillator basis functions fall off too quickly. This work repairs the radial densities by introducing the known exponential tail, leading to much better agreement. As both binding energies and radii are key inputs in constraining theory, this approach may help address a long-standing gap in our fundamental models. [Phys. Rev. C 112, 024317] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRC",
      "journal": "Phys. Rev. C",
      "journalShort": "PRC",
      "type": "published",
      "title": "Quantum molecular dynamics model based on relativistic mean field theory for light nucleus fragmentation in hadron therapy",
      "authors": [
        "Akihiro Haga, Yoshi-hide Sato, Hana Fujiwara, Dousatsu Sakata, David Bolst, Edward C. Simpson, and Susanna Guatelli"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/cbkv-ltx7",
      "doi": "10.1103/cbkv-ltx7",
      "summary": "Author(s): Akihiro Haga, Yoshi-hide Sato, Hana Fujiwara, Dousatsu Sakata, David Bolst, Edward C. Simpson, and Susanna Guatelli This study evaluates the accuracy of nuclear fragmentation simulations using a quantum molecular dynamics (QMD) model based on relativistic mean field (RMF) theory for an energy range of 50–400 MeV/u, relevant to hadron therapy. A total of 10 parameter sets within the RMF framework are assessed base… [Phys. Rev. C 112, 024607] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "published",
      "title": "Flavor SU(3) analysis of the charmless semileptonic $B→PV{ℓ}^{+}{ν}_{ℓ}$ decays",
      "authors": [
        "Yi Qiao, Jin-Huan Sheng, Yuan-Guo Xu, and Ru-Min Wang"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/r3pq-kfwq",
      "doi": "10.1103/r3pq-kfwq",
      "summary": "Author(s): Yi Qiao, Jin-Huan Sheng, Yuan-Guo Xu, and Ru-Min Wang All charmless $B→PV{ℓ}^{+}{ν}_{ℓ}$ ($P$ denotes the light pseudoscalar meson and $V$ denotes the vector meson) decays have not been experimentally observed to date, but some of them might be measured in the near future. The charmless $B→PV{ℓ}^{+}{ν}_{ℓ}$ decays with the axial-vector ($A$) resonance … [Phys. Rev. D 112, 033002] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "published",
      "title": "Searching for dark matter annihilation in the Sun with the IceCube Upgrade",
      "authors": [
        "Dan Hooper and Fabrizio Vassallo"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/qj8m-v4mr",
      "doi": "10.1103/qj8m-v4mr",
      "summary": "Author(s): Dan Hooper and Fabrizio Vassallo The IceCube Upgrade will provide unprecedented sensitivity to dark matter particles annihilating in the core of the Sun. For dark matter candidates with spin-dependent couplings to nuclei and that annihilate significantly to tau leptons or neutrinos, we find that the IceCube Upgrade will be capable … [Phys. Rev. D 112, 035014] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "published",
      "title": "Dirac leptogenesis in left-right symmetric models",
      "authors": [
        "K. S. Babu and Ajay Kaladharan"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/kxvb-l4gb",
      "doi": "10.1103/kxvb-l4gb",
      "summary": "Author(s): K. S. Babu and Ajay Kaladharan Left-right symmetric models which employ a generalized seesaw mechanism to generate quark and charged lepton masses are known to solve the strong $CP$ problem via parity symmetry, without the need for the axion. These models lead to naturally light Dirac neutrinos with their masses arising through r… [Phys. Rev. D 112, 035015] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "published",
      "title": "Searching for single production of vectorlike quarks decaying into $Wb$ at a future muon-proton collider",
      "authors": [
        "Jin-Zhong Han, Yao-Bei Liu, and Stefano Moretti"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/6njz-xvr6",
      "doi": "10.1103/6njz-xvr6",
      "summary": "Author(s): Jin-Zhong Han, Yao-Bei Liu, and Stefano Moretti This work investigates the discovery potential for singly produced vectorlike quarks (VLQs) $T$ ($Q=+2/3e$) and $Y$ ($Q=−4/3e$) decaying to $Wb$ at future $μp$ colliders with $\\sqrt{s}=5.29$, 6.48, and 9.16 TeV, analyzing both leptonic and hadronic $W$ decay channels through detailed detector simula… [Phys. Rev. D 112, 035016] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "published",
      "title": "Instability windows of relativistic $r$-modes in stably stratified neutron stars with hyperonic cores",
      "authors": [
        "K. Y. Kraav, M. E. Gusakov, and E. M. Kantor"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/p7xq-bd1g",
      "doi": "10.1103/p7xq-bd1g",
      "summary": "Author(s): K. Y. Kraav, M. E. Gusakov, and E. M. Kantor $R$-modes are oscillations in rotating stars, primarily restored by the Coriolis force. Among stellar oscillations, they are the most susceptible to the Chandrasekhar-Friedman-Schutz (CFS) instability driven by gravitational wave emission, making them promising targets for current and future gravita… [Phys. Rev. D 112, 043012] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "published",
      "title": "Generalizing the Bogoliubov vs Boltzmann approaches in gravitational production",
      "authors": [
        "Ayan Chakraborty, Simon Cléry, Md Riajul Haque, Debaprasad Maity, and Yann Mambrini"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/1l7y-rdqr",
      "doi": "10.1103/1l7y-rdqr",
      "summary": "Author(s): Ayan Chakraborty, Simon Cléry, Md Riajul Haque, Debaprasad Maity, and Yann Mambrini We investigate the spectral behavior of scalar fluctuations generated by gravity during inflation and the subsequent reheating phase. We consider a nonperturbative Bogoliubov treatment within the context of pure gravitational reheating. We compute both long- and short-wavelength spectra, first for a… [Phys. Rev. D 112, 043511] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "published",
      "title": "Radial oscillations of neutron stars in Starobinsky gravity and its Gauss-Bonnet extension",
      "authors": [
        "Ziyi Li, Zhong-Xi Yu, Zhe Luo, Shoulong Li, and Hongwei Yu"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/1tz3-llql",
      "doi": "10.1103/1tz3-llql",
      "summary": "Author(s): Ziyi Li, Zhong-Xi Yu, Zhe Luo, Shoulong Li, and Hongwei Yu Starobinsky gravity, as one of the simplest and best-behaved higher-curvature gravity theories, has been extensively studied in the context of neutron stars over the past few decades. In this work, we investigate the adiabatic radial oscillation stability of neutron stars within the framework of Sta… [Phys. Rev. D 112, 044019] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "published",
      "title": "Reflected entropy in an evaporating black hole through a nonisometric map",
      "authors": [
        "Bin Chen and Zhi-jun Yin"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/qr71-3r93",
      "doi": "10.1103/qr71-3r93",
      "summary": "Author(s): Bin Chen and Zhi-jun Yin The black hole information paradox has been an important problem in quantum gravity. In the study of evaporating black hole, it has been proposed that the holographic map between the semiclassical effective description in bulk and the fundamental description in boundary cannot be isometric. In this … [Phys. Rev. D 112, 046009] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Listening for ultraheavy dark matter with underwater acoustic detectors</span>",
      "authors": [
        "Damon Cleaver, Christopher McCabe, and Ciaran A. J. O’Hare"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/79079Q3eP5112b32d72100672a62330bc4489893f",
      "doi": "10.1103/jpzr-msx1",
      "summary": "Author(s): Damon Cleaver, Christopher McCabe, and Ciaran A. J. O’Hare Ultra-heavy dark matter is a class of candidates for which direct detection experiments are ineffective due to the suppressed dark matter flux. We explore the potential of large underwater acoustic arrays, developed for ultra-high energy neutrino detection, to detect ultra-heavy dark matter. As ultr… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Center vortices in the novel phase of staggered fermions</span>",
      "authors": [
        "Jackson A. Mickley, Derek B. Leinweber, and Daniel Nogradi"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/c807dQc8S571f733b79b6bc97383dd05c8e1bc110",
      "doi": "10.1103/qhwc-4k7c",
      "summary": "Author(s): Jackson A. Mickley, Derek B. Leinweber, and Daniel Nogradi The geometry of center vortices is studied in the novel lattice-artefact phase that appears with staggered fermions to elucidate any insight provided by the center-vortex degrees of freedom. For various numbers of fermion flavors, the single-site shift symmetry of the staggered-fermion action is bro… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Removal of spallation-induced tritium from silicon through diffusion</span>",
      "authors": [
        "R. Saldanha, D. Reading, P. E. Warwick, A. E. Chavarria, B. Loer, P. Mitra, L. Pagani, and P. Privitera"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/b3077Q28Se413039684148f9a0ec3e4936fb8d915",
      "doi": "10.1103/42zr-nbvh",
      "summary": "Author(s): R. Saldanha, D. Reading, P. E. Warwick, A. E. Chavarria, B. Loer, P. Mitra, L. Pagani, and P. Privitera Tritium, predominantly produced through spallation reactions caused by cosmic ray interactions, is a significant radioactive background for silicon-based rare event detection experiments, such as dark matter searches. We have investigated the feasibility of removing cosmogenic tritium from high-puri… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Light meson decays of $D$ wave charmonia</span>",
      "authors": [
        "Xiao-Yu Qi, Xing-Dao Guo, and Dian-Yong Chen"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/f007cQf4Ree15d3119fe15001f9a3166823a4b8d6",
      "doi": "10.1103/hdmz-b2xq",
      "summary": "Author(s): Xiao-Yu Qi, Xing-Dao Guo, and Dian-Yong Chen Motivated by the large non-$D\\stackrel{‾}{D}$ branching fraction of ${ψ}_{1}(3770)$, we investigate the light meson decays of the $D$-wave charmonia in the present work with the meson loop mechanism. With the parameter range determined by ${ψ}_{1}(3770)→ϕη$, our estimations of the branching fraction… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Early time solution as an alternative to the late time evolving dark energy with DESI DR2 BAO</span>",
      "authors": [
        "E. Chaussidon et al."
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/3d074Q2fQ4118c38070e6733f410bd3607499c5a0",
      "doi": "10.1103/xtql-wh3h",
      "summary": "Author(s): E. Chaussidon et al. Recently the Dark Energy Spectroscopic Instrument (DESI) provided constraints on the expansion history from their Data Release 2 (DR2). The DESI baryon acoustic oscillation (BAO) measurements are well described by a flat $Λ$CDM model, but the preferred parameters are in mild ($2.3σ$) tension with th… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Neutron emission associated with $γγ→γγ$ scattering in ultraperipheral collisions of heavy ions at the LHC</span>",
      "authors": [
        "P. Jucha, M. Kłusek-Gawenda, and A. Szczurek"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/18079Q45T10E5f1881335653e25fa676202e6249e",
      "doi": "10.1103/qf5z-wsmb",
      "summary": "Author(s): P. Jucha, M. Kłusek-Gawenda, and A. Szczurek We calculate cross sections for the production of different neutron classes $0n0n$, $0nXn+Xn0n$ and $XnXn$, possible to measure in Zero Degree Calorimeters (ZDCs), associated with photon-photon scattering in UPC of lead on lead. The calculations are performed for the ATLAS kinematics. Our calculatio… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Stellar-mass black holes in young massive and open stellar clusters. VI. Role of external galactic field</span>",
      "authors": [
        "Sambaran Banerjee"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/4b076Q5cR3a1cd4f321b0942bc871020a3f9f53fe",
      "doi": "10.1103/jvb6-3rzz",
      "summary": "Author(s): Sambaran Banerjee Young massive clusters (YMC) and open clusters (OC) are widely considered as potential environments for assembling merging binary stellar-remnant black holes (BBH) via dynamical interactions. However, such moderate mass systems (typically, 10^3 Msun - 10^4 Msun) are susceptible to being disrupted by… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Overlapping signals in next-generation gravitational wave observatories: A recipe for selecting the best parameter estimation technique</span>",
      "authors": [
        "Tomasz Baka, Harsh Narola, Justin Janquart, Anuradha Samajdar, Tim Dietrich, and Chris Van Den Broeck"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/5d07eQ09T1d16640b4861ec1e5ec12553e0c96615",
      "doi": "10.1103/8cwp-mxcd",
      "summary": "Author(s): Tomasz Baka, Harsh Narola, Justin Janquart, Anuradha Samajdar, Tim Dietrich, and Chris Van Den Broeck Third-generation gravitational wave detectors such as Einstein Telescope and Cosmic Explorer will have significantly better sensitivities than current detectors, as well as a wider frequency bandwidth. This will increase the number and duration of the observed signals, leading to many signals overla… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Analyzing the magnitude of two loop corrections to the muon magnetic dipole moment in the mass insertion approximation</span>",
      "authors": [
        "Shu-Min Zhao, Song Gao, Xing-Xing Dong, and Ming-Yue Liu"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/ab07eQaeJ521b43cc5b46836d5d3b345012c22101",
      "doi": "10.1103/7tzg-wk96",
      "summary": "Author(s): Shu-Min Zhao, Song Gao, Xing-Xing Dong, and Ming-Yue Liu With the development of muon magnetic dipole moment (MDM) experiments, particularly the high-precision measurements at Fermilab National Accelerator Laboratory (FNAL), experimental data have become increasingly precise. Up to now, the deviation of muon MDM between the experimental data and the stand… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Joint 21-cm and CMB forecasts for constraining self-interacting massive neutrinos</span>",
      "authors": [
        "Sarah Libanore, Subhajit Ghosh, Ely D. Kovetz, Kimberly K. Boddy, and Alvise Raccanelli"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/5c07aQdbR461203918e588a4d7f93f55496ff55d6",
      "doi": "10.1103/tdms-6n76",
      "summary": "Author(s): Sarah Libanore, Subhajit Ghosh, Ely D. Kovetz, Kimberly K. Boddy, and Alvise Raccanelli Self-interacting neutrinos provide an intriguing extension to the Standard Model, motivated by both particle physics and cosmology. Recent cosmological analyses suggest a bimodal posterior for the coupling strength $G_{\\rm eff}$ , favoring either strong or moderate interactions. These interactions mo… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Neutrino mass generation in asymptotically safe gravity</span>",
      "authors": [
        "Gustavo P. de Brito, Astrid Eichhorn, Antonio D. Pereira, and Masatoshi Yamada"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/78073Qa7R7211b4cc39755118e629079d8e555d05",
      "doi": "10.1103/m137-zx8f",
      "summary": "Author(s): Gustavo P. de Brito, Astrid Eichhorn, Antonio D. Pereira, and Masatoshi Yamada There exist several distinct phenomenological models to generate neutrino masses. We explore, which of these models can consistently be embedded in a quantum theory of gravity and matter. We proceed by invoking a minimal number of degrees of freedom beyond the Standard Model. Thus, we first investig… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Lanczos algorithm for lattice QCD matrix elements</span>",
      "authors": [
        "Daniel C. Hackett and Michael L. Wagman"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/b207fQ98Nfd1583e46db661652e9db97e16763ad3",
      "doi": "10.1103/zjzt-rv86",
      "summary": "Author(s): Daniel C. Hackett and Michael L. Wagman Recent work found that an analysis formalism based on the Lanczos algorithm allows energy levels to be extracted from Euclidean correlation functions with faster ground-state convergence than effective masses, convergent estimators for multiple states from a single correlator, and two-sided error bo… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Primordial angular power spectrum from the alternative mass function in loop quantum cosmology</span>",
      "authors": [
        "Abolhassan Mohammadi, Bao-Fei Li, and Tao Zhu"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/0d075Q6aSba1c93cf6f40ce51cf67eb925d586cf6",
      "doi": "10.1103/zn57-gc6g",
      "summary": "Author(s): Abolhassan Mohammadi, Bao-Fei Li, and Tao Zhu We investigate the cosmological impacts of the alternative effective mass function of the modified Mukhanov-Sasaki equation in loop quantum cosmology, which is obtained from the polymerization of the classical mass function derived in the comoving gauge. This alternative effective mass function is d… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Adjusting optical cavity birefringence with wavelength tunable laser for axion searches</span>",
      "authors": [
        "Hinata Takidera, Hiroki Fujimoto, Yuka Oshima, Satoru Takano, Kentaro Komori, Tomohiro Fujita, Ippei Obata, Masaki Ando, and Yuta Michimura"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/9b074Q4cR381424031c34f74ac9542feaf85723f3",
      "doi": "10.1103/5pw8-zxmc",
      "summary": "Author(s): Hinata Takidera, Hiroki Fujimoto, Yuka Oshima, Satoru Takano, Kentaro Komori, Tomohiro Fujita, Ippei Obata, Masaki Ando, and Yuta Michimura Axions have attracted attention as promising candidates for dark matter (DM). Although axions have been intensively searched for, they have not been observed yet. Recently, novel experiments to search for axion DM have been proposed that use optical cavities to amplify polarization rotation of laser… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Global coupled-channel analysis of ${e}^{+}{e}^{−}→c\\stackrel{‾}{c}$ processes in $\\sqrt{s}=3.75−4.7$ GeV</span>",
      "authors": [
        "S. X. Nakamura, X. -H. Li, H. -P. Peng, Z. -T. Sun, and X. -R. Zhou"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/c6071Y45Cab1347b785e04d70cebc466c5228a0af",
      "doi": "10.1103/fch8-xwb8",
      "summary": "Author(s): S. X. Nakamura, X. -H. Li, H. -P. Peng, Z. -T. Sun, and X. -R. Zhou Recent high-precision ${e}^{+}{e}^{−}→c\\stackrel{‾}{c}$ data from the BESIII and Belle are highly useful to understand vector charmonium ($ψ$) pole structures and puzzling lineshapes due to the exotic hadron candidates~$Y$. We thus perform a global coupled-channel analysis of most of the available d… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Neutrino mass signatures in the galaxy bispectrum</span>",
      "authors": [
        "Farshad Kamalinejad and Zachary Slepian"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/1a070QeeW5016435d04479c066e9040a49d7fa70f",
      "doi": "10.1103/ckfx-r4q9",
      "summary": "Author(s): Farshad Kamalinejad and Zachary Slepian In the Standard Model, neutrinos are massless. However, oscillation experiments demonstrate that they do have a small mass. Currently, only the differences of the masses squared are known, along with an upper bound on their sum. Upcoming surveys of the Universe’s Large-Scale Structure (LSS) offer a … [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Monte Carlo study of KDAR ${ν}_{μ}$ charged-current scattering on carbon</span>",
      "authors": [
        "R. K. Pradhan, R. Lalnuntluanga, and A. Giri"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/db076Q7ePdb13e4341ae2740fc125f70084fdcad8",
      "doi": "10.1103/ygcm-4sw8",
      "summary": "Author(s): R. K. Pradhan, R. Lalnuntluanga, and A. Giri The neutrino energy reconstruction is crucial for reducing systematic uncertainties in neutrino oscillation experiments and improving cross-section measurements. Kaon-Decays-At-Rest (KDAR) neutrinos provide a unique opportunity to probe neutrino-nucleus interactions at low energies with a precisely … [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Particle spectra of parity-violating theories: A less radical approach and an upgrade of the particle spectrum for any tensor Lagrangian framework</span>",
      "authors": [
        "W. Barker, G. K. Karananas, and H. Tu"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/da072Qe7S9a15b3cf9ef2187b46aaac3cdbc9b0ea",
      "doi": "10.1103/sghn-mc81",
      "summary": "Author(s): W. Barker, G. K. Karananas, and H. Tu Due to computational barriers, parity violation effects have been grossly neglected in gravitational model-building, creating a significant gap in the landscape of existing models. We present a new algorithm for efficiently computing the particle spectrum for any parity-violating tensorial field the… [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Probing a muonic force with the periastron advance in binary pulsar systems</span>",
      "authors": [
        "Zuowei Liu and Zi-Wei Tang"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/8f072Q36N8511f3f99b9007554cdcf90169337ad3",
      "doi": "10.1103/4v46-c5zt",
      "summary": "Author(s): Zuowei Liu and Zi-Wei Tang Pulsars, highly magnetized, rotating neutron stars, can have significant muon abundances in their dense cores, making them promising environments to probe ultralight mediators coupled to muons. The precise measurement of periastron advance in binary pulsar systems provides a sensitive probe of such … [Phys. Rev. D] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Efficient ohmic contact in monolayer ${\\mathrm{Cu}}_{2}\\mathrm{Se}$ field-effect transistors",
      "authors": [
        "Jianqun Geng, Lei Gao, Xi Geng, Hangjing Zhou, Wuyi Gao, Yuheng Zhang, Qingyan Li, Ruiping Duan, Jianchen Lu, and Jinming Cai"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/vqsp-81cc",
      "doi": "10.1103/vqsp-81cc",
      "summary": "Author(s): Jianqun Geng, Lei Gao, Xi Geng, Hangjing Zhou, Wuyi Gao, Yuheng Zhang, Qingyan Li, Ruiping Duan, Jianchen Lu, and Jinming Cai Experimentally fabricated semiconducting ${\\mathrm{Cu}}_{2}\\mathrm{Se}$ monolayers with a high electron mobility of approximately ${10}^{3}\\phantom{\\rule{0.2em}{0ex}}{\\mathrm{cm}}^{2}\\phantom{\\rule{0.1em}{0ex}}{\\mathrm{V}}^{−1}\\phantom{\\rule{0.1em}{0ex}}{\\mathrm{s}}^{−1}$ and exceptional environment… [Phys. Rev. Applied 24, 024027] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Tracking phase entanglement during propagation of down-converted photons",
      "authors": [
        "Rounak Chatterjee, Vikas S. Bhat, Kiran Bajar, and Sushil Mujumdar"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/qq7y-jdl1",
      "doi": "10.1103/qq7y-jdl1",
      "summary": "Author(s): Rounak Chatterjee, Vikas S. Bhat, Kiran Bajar, and Sushil Mujumdar High-dimensional entanglement, in the form of transverse spatial correlation between a pair of photons generated via spontaneous parametric down-conversion, is not only a valuable resource in many academic and real-life applications, but also provides access to several intriguing quantum phenomena. … [Phys. Rev. Applied 24, 024028] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Endoscopic diamond magnetometer for cancer surgery",
      "authors": [
        "A.J. Newman, S.M. Graham, C.J. Stephen, A.M. Edmonds, M.L. Markham, and G.W. Morley"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/znt3-988w",
      "doi": "10.1103/znt3-988w",
      "summary": "Author(s): A.J. Newman, S.M. Graham, C.J. Stephen, A.M. Edmonds, M.L. Markham, and G.W. Morley Intraoperative measurements using magnetic sensors are a valuable technique in cancer surgery for finding magnetic tracers. Here we present a fiber-coupled nitrogen-vacancy center magnetometer capable of detecting iron oxide suspension (MagTrace™ from Endomagnetics Ltd.) used in breast cancer surger… [Phys. Rev. Applied 24, 024029] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Erratum: Scanning cavity microscopy of a single-crystal diamond membrane [Phys. Rev. Applied 19, 064057 (2023)]",
      "authors": [
        "Jonathan Körber, Maximilian Pallmann, Julia Heupel, Rainer Stöhr, Evgenij Vasilenko, Thomas Hümmer, Larissa Kohler, Cyril Popov, and David Hunger"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/z2q2-54xm",
      "doi": "10.1103/z2q2-54xm",
      "summary": "Author(s): Jonathan Körber, Maximilian Pallmann, Julia Heupel, Rainer Stöhr, Evgenij Vasilenko, Thomas Hümmer, Larissa Kohler, Cyril Popov, and David Hunger [Phys. Rev. Applied 24, 029901] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Optimization of experimental quantum randomness expansion</span>",
      "authors": [
        "Amelie Piveteau, Alban Seguinard, Piotr Mironowicz, and Mohamed Bourennane"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://journals.aps.org/prapplied/accepted/2d07eA77L5918700442f4a46216f5e02f68791424",
      "doi": "10.1103/hc3f-3pbw",
      "summary": "Author(s): Amelie Piveteau, Alban Seguinard, Piotr Mironowicz, and Mohamed Bourennane Quantum technologies provide many applications for information processing tasks that are impossible to realize within classical physics. These capabilities include such fundamental resources as generating secure, i.e. private and unpredictable random values. Yet, the problem of quantifying the amoun… [Phys. Rev. Applied] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Acoustic Signaling Enables Collective Perception and Control in Active Matter Systems",
      "authors": [
        "Alexander Ziepke, Ivan Maryshev, Igor S. Aranson, and Erwin Frey"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/m1hl-d18s",
      "doi": "10.1103/m1hl-d18s",
      "summary": "Author(s): Alexander Ziepke, Ivan Maryshev, Igor S. Aranson, and Erwin Frey Self-propelled particles that emit and respond to sound can self-organize into dynamic, resilient structures—like snakes and rings—that sense, decide, and recover, offering a new path to smart, adaptable microrobotic swarms. [Phys. Rev. X 15, 031040] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Torsion-Driven Plectoneme Formation During Nanopore Translocation of DNA Polymers",
      "authors": [
        "Fei Zheng, Antonio Suma, Christopher Maffeo, Kaikai Chen, Mohammed Alawami, Jingjie Sha, Aleksei Aksimentiev, Cristian Micheletti, and Ulrich F. Keyser"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/spyg-kl86",
      "doi": "10.1103/spyg-kl86",
      "summary": "Author(s): Fei Zheng, Antonio Suma, Christopher Maffeo, Kaikai Chen, Mohammed Alawami, Jingjie Sha, Aleksei Aksimentiev, Cristian Micheletti, and Ulrich F. Keyser Plectonemes—twisted DNA structures—form frequently during nanopore experiments and produce distinct signals, challenging the long-held belief that such signals result from DNA knots. [Phys. Rev. X 15, 031041] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Exponentially Reduced Circuit Depths Using Trotter Error Mitigation",
      "authors": [
        "James D. Watson and Jacob Watkins"
      ],
      "date": "2025-08-12T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/kw39-yxq5",
      "doi": "10.1103/kw39-yxq5",
      "summary": "Author(s): James D. Watson and Jacob Watkins Evidence of improved run times in quantum simulation using extrapolation techniques yields insights into the utility of Trotter error mitigation. [PRX Quantum 6, 030325] Published Tue Aug 12, 2025"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Use AI in the classroom to bring problems to life",
      "authors": [
        "Zerong Xie",
        "Chenwei Zhang"
      ],
      "date": "2025-08-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02571-1",
      "doi": "10.1038/d41586-025-02571-1",
      "summary": "Nature, Published online: 12 August 2025; doi:10.1038/d41586-025-02571-1 Use AI in the classroom to bring problems to life"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Organs on chips could make biomedical research more equitable",
      "authors": [
        "Andrea C. del Valle"
      ],
      "date": "2025-08-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02569-9",
      "doi": "10.1038/d41586-025-02569-9",
      "summary": "Nature, Published online: 12 August 2025; doi:10.1038/d41586-025-02569-9 Organs on chips could make biomedical research more equitable"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Europe must safeguard climate data following NASA cuts",
      "authors": [
        "Bernard Pinty",
        "Jean-Noël Thépaut"
      ],
      "date": "2025-08-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02572-0",
      "doi": "10.1038/d41586-025-02572-0",
      "summary": "Nature, Published online: 12 August 2025; doi:10.1038/d41586-025-02572-0 Europe must safeguard climate data following NASA cuts"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Study how screen time affects circadian rhythms",
      "authors": [
        "Fouzia Kiran",
        "Yaping Jin",
        "Yalin Yuan",
        "Huatao Chen"
      ],
      "date": "2025-08-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02570-2",
      "doi": "10.1038/d41586-025-02570-2",
      "summary": "Nature, Published online: 12 August 2025; doi:10.1038/d41586-025-02570-2 Study how screen time affects circadian rhythms"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How Paris dealt with lightning in the Age of Enlightenment",
      "authors": [],
      "date": "2025-08-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02429-6",
      "doi": "10.1038/d41586-025-02429-6",
      "summary": "Nature, Published online: 12 August 2025; doi:10.1038/d41586-025-02429-6 A retrospective look at ‘para-tonnerres’ in eighteenth-century Paris, and Paul Nurse’s debut Nature paper, in our weekly dip into the journal’s archive."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Impact of catastrophic flood might have been exacerbated by river-management programme",
      "authors": [
        "Alvise Finotello"
      ],
      "date": "2025-08-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02354-8",
      "doi": "10.1038/d41586-025-02354-8",
      "summary": "Nature, Published online: 12 August 2025; doi:10.1038/d41586-025-02354-8 Efforts to engineer a river to reduce flood risk might have unintentionally contributed to severe erosion of the riverbed, worsening the impact of the flood."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Margaret Boden obituary: cognitive scientist who explored how machines might emulate human imagination",
      "authors": [
        "Joanna Bryson"
      ],
      "date": "2025-08-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02548-0",
      "doi": "10.1038/d41586-025-02548-0",
      "summary": "Nature, Published online: 12 August 2025; doi:10.1038/d41586-025-02548-0 Pioneering artificial-intelligence scholar, whose influential work bridged cognitive science, philosophy and computer science."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Trump’s chief science adviser faces a storm of criticism: what's next?",
      "authors": [
        "Jeff Tollefson"
      ],
      "date": "2025-08-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02510-0",
      "doi": "10.1038/d41586-025-02510-0",
      "summary": "Nature, Published online: 12 August 2025; doi:10.1038/d41586-025-02510-0 US researchers were hopeful when Donald Trump appointed Michael Kratsios to a top science position, but many say he has contributed to the chaos. Can he turn things around?"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "AI content is tainting preprints: how moderators are fighting back",
      "authors": [
        "Traci Watson"
      ],
      "date": "2025-08-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02469-y",
      "doi": "10.1038/d41586-025-02469-y",
      "summary": "Nature, Published online: 12 August 2025; doi:10.1038/d41586-025-02469-y Preprint servers are seeing a rise in submissions seemingly produced by paper mills or with help from AI tools."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Postdoc depression and anxiety rates are rising, finds survey of 872 researchers",
      "authors": [
        "Virginia Gewin"
      ],
      "date": "2025-08-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02450-9",
      "doi": "10.1038/d41586-025-02450-9",
      "summary": "Nature, Published online: 12 August 2025; doi:10.1038/d41586-025-02450-9 The Max Planck Society is good at attracting international postdocs but struggles to retain them, survey finds."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "‘A whole body of health-equity research is being disappeared’ — why I resigned from the NIH",
      "authors": [
        "Vani Pariyadath"
      ],
      "date": "2025-08-12T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02507-9",
      "doi": "10.1038/d41586-025-02507-9",
      "summary": "Nature, Published online: 12 August 2025; doi:10.1038/d41586-025-02507-9 As federal support vanishes for research addressing the root causes of health disparities in the United States, we are left with a dangerous void and an urgent need to rethink science funding."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Exact Nonequilibrium Steady State of $XXZ$ Circuits Boundary Driven with Arbitrary Resets or Fields",
      "authors": [
        "Vladislav Popkov and Tomaž Prosen"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/31p7-lcgh",
      "doi": "10.1103/31p7-lcgh",
      "summary": "Author(s): Vladislav Popkov and Tomaž Prosen We propose a spatially inhomogeneous matrix product Ansatz for an exact many-body density operator of a boundary-driven $XXZ$ quantum circuit. The Ansatz has formally infinite bond dimension and is fundamentally different from previous constructions. The circuit is driven by a pair of reset quantum … [Phys. Rev. Lett. 135, 070401] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Observation of Three Resonant Structures in the Cross Section of ${e}^{+}{e}^{−}→{π}^{+}{π}^{−}{h}_{c}$",
      "authors": [
        "M. Ablikim <em>et al.</em> (BESIII Collaboration)"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/ljnf-4jfr",
      "doi": "10.1103/ljnf-4jfr",
      "summary": "Author(s): M. Ablikim et al. (BESIII Collaboration) Using ${e}^{+}{e}^{−}$ collision data collected with the BESIII detector operating at the Beijing electron positron collider, the cross section of ${e}^{+}{e}^{−}→{π}^{+}{π}^{−}{h}_{c}$ is measured at 59 points with center-of-mass energy $\\sqrt{s}$ ranging from 4.009 to 4.950 GeV with a total integr… [Phys. Rev. Lett. 135, 071901] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Onset of Constituent Quark Number Scaling in Heavy-Ion Collisions at RHIC",
      "authors": [
        "B. E. Aboona <em>et al.</em> (STAR Collaboration)"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/2qhx-cp79",
      "doi": "10.1103/2qhx-cp79",
      "summary": "Author(s): B. E. Aboona et al. (STAR Collaboration) Partonic collectivity is one of the necessary signatures for the formation of quark-gluon plasma in high-energy nuclear collisions. Number of constituent quarks (NCQ) scaling has been observed for hadron elliptic flow ${v}_{2}$ in top energy nuclear collisions at the Relativistic Heavy Ion Collider … [Phys. Rev. Lett. 135, 072301] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Lifetimes of the Metastable $6\\mathrm{d}\\text{ }^{2}{\\mathrm{D}}_{5/2}$ and $6\\mathrm{d}\\text{ }{^{2}\\mathrm{D}}_{3/2}$ State of ${\\mathrm{Ra}}^{+}$",
      "authors": [
        "Haoran Li, Huaxu Dan, Mingyu Fan, Spencer Kofford, Robert Kwapisz, Roy A. Ready, Akshay Sawhney, Merrell Brzeczek, Craig Holliman, Andrew M. Jayich, S. G. Porsev, and M. S. Safronova"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/5754-4cbv",
      "doi": "10.1103/5754-4cbv",
      "summary": "Author(s): Haoran Li, Huaxu Dan, Mingyu Fan, Spencer Kofford, Robert Kwapisz, Roy A. Ready, Akshay Sawhney, Merrell Brzeczek, Craig Holliman, Andrew M. Jayich, S. G. Porsev, and M. S. Safronova We report lifetime measurements of the metastable $6\\mathrm{d}\\text{ }^{2}{\\mathrm{D}}_{5/2}$ and $6\\mathrm{d}\\text{ }^{2}{\\mathrm{D}}_{3/2}$ states of ${\\mathrm{Ra}}^{+}$. The measured lifetimes, ${τ}_{5}=303.8(1.5)\\text{ }\\text{ }\\mathrm{ms}$ and ${τ}_{3}=642(9)\\text{ }\\text{ }\\mathrm{ms}$, are im… [Phys. Rev. Lett. 135, 073001] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Quantum-Size Effect Induced Andreev Bound States in Ultrathin Metallic Islands Proximitized by a Superconductor",
      "authors": [
        "Guanyong Wang, Li-Shuo Liu, Zhen Zhu, Yue Zheng, Bo Yang, Dandan Guan, Shiyong Wang, Yaoyi Li, Canhua Liu, Wei Chen, Hao Zheng, and Jinfeng Jia"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/4mw4-4rfh",
      "doi": "10.1103/4mw4-4rfh",
      "summary": "Author(s): Guanyong Wang, Li-Shuo Liu, Zhen Zhu, Yue Zheng, Bo Yang, Dandan Guan, Shiyong Wang, Yaoyi Li, Canhua Liu, Wei Chen, Hao Zheng, and Jinfeng Jia While Andreev bound states (ABSs) have been realized in engineered superconducting junctions, their direct observation in normal metal-superconductor heterostructures—enabled by quantum confinement—remains experimentally elusive. Here, we report the detection of ABSs in ultrathin metallic islands (B… [Phys. Rev. Lett. 135, 076201] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Dimensionality-Driven Anomalous Metallic State with Zero-Field Nonreciprocal Transport in Layered Ising Superconductors",
      "authors": [
        "Yanwei Cui, Zenglin Liu, Qin Liu, Junlin Xiong, Yongqin Xie, Yudi Dai, Ji Zhou, Lizheng Wang, Hanyan Fang, Haiwen Liu, Shi-Jun Liang, Bin Cheng, and Feng Miao"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/5qvz-d3vl",
      "doi": "10.1103/5qvz-d3vl",
      "summary": "Author(s): Yanwei Cui, Zenglin Liu, Qin Liu, Junlin Xiong, Yongqin Xie, Yudi Dai, Ji Zhou, Lizheng Wang, Hanyan Fang, Haiwen Liu, Shi-Jun Liang, Bin Cheng, and Feng Miao The anomalous metal state (AMS), observed in “failed” superconductors, provides insights into superconductivity and quantum criticality, with studies revealing unconventional quantum phases like the Bose metal. Recently, layered transition metal dichalcogenide (TMD) superconductors approaching the t… [Phys. Rev. Lett. 135, 076501] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Substrate Contribution to Ultrafast Spin Dynamics in 2D van der Waals Magnets",
      "authors": [
        "Mara Strungaru, Richard F. L. Evans, and Roy W. Chantrell"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/9q7b-jxx5",
      "doi": "10.1103/9q7b-jxx5",
      "summary": "Author(s): Mara Strungaru, Richard F. L. Evans, and Roy W. Chantrell We propose a model that is able to reproduce the type-II ultrafast demagnetization dynamics observed in 2D magnets. The spin system is coupled to the electronic thermal bath and is treated with atomistic spin dynamics, while the electron and phonon heat baths are described phenomenologically by coup… [Phys. Rev. Lett. 135, 076701] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Probing vortex dynamics in 2D superconductors with scanning quantum microscope</span>",
      "authors": [
        "Sreehari Jayaram, Malik Lenger, Dong Zhao, Lucas Pupim, Takashi Taniguchi, Kenji Watanabe, Ruoming Peng, Marc Scheffler, Rainer Stöhr, Mathias S. Scheurer, Jurgen Smet, and Jörg Wrachtrup"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/10073Y75S6825f03015d2ac0c2a26ac4f523f1fd6",
      "doi": "10.1103/1fzm-pb1d",
      "summary": "Author(s): Sreehari Jayaram, Malik Lenger, Dong Zhao, Lucas Pupim, Takashi Taniguchi, Kenji Watanabe, Ruoming Peng, Marc Scheffler, Rainer Stöhr, Mathias S. Scheurer, Jurgen Smet, and Jörg Wrachtrup Magnetic dynamics at the nanoscale provide crucial insight into the behavior of superconductors. Using single-spin scanning quantum microscopy, we probe vortex dynamics in the two-dimensional superconductor NbSe₂. Our measurements reveal a disordered vortex glass phase that melts near the critical t… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Stabilization and observation of large-area ferromagnetic bimeron lattice</span>",
      "authors": [
        "Miming Cai, Shangyuan Wang, Yuelin Zhang, Xiaoqing Bao, Dekun Shen, Jinghua Ren, Lei Qiu, Haiming Yu, Zhenlin Luo, Mathias Kläui, Shilei Zhang, Nicolas Jaouen, Gerrit van der Laan, Thorsten Hesjedal, Ka Shen, and Jinxing Zhang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/a107dYd8Pec2ca0a15883019365b5caadbe11bd5e",
      "doi": "10.1103/587m-xvgv",
      "summary": "Author(s): Miming Cai, Shangyuan Wang, Yuelin Zhang, Xiaoqing Bao, Dekun Shen, Jinghua Ren, Lei Qiu, Haiming Yu, Zhenlin Luo, Mathias Kläui, Shilei Zhang, Nicolas Jaouen, Gerrit van der Laan, Thorsten Hesjedal, Ka Shen, and Jinxing Zhang Symmetry engineering is an effective approach for generating emergent phases and quantum phenomena. In magnetic systems, the Dzyaloshinskii-Moriya (DM) interaction is essential for stabilizing chiral spin textures. The symmetry manipulation of DM vectors, described in three dimensions, could provide… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Quantum geometry and the electric magnetochiral anisotropy in noncentrosymmetric polar media</span>",
      "authors": [
        "Pierpaolo Fontana, Victor Velasco, Chang Niu, Peide D. Ye, Pedro V. Lopes, Kaio E. M. de Souza, Marcus V. O. Moutinho, Caio Lewenkopf, and Marcello B. Silva Neto"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/81070Y26Ofc1f99e018298e6d46b265c8c7692901",
      "doi": "10.1103/7nxc-j62y",
      "summary": "Author(s): Pierpaolo Fontana, Victor Velasco, Chang Niu, Peide D. Ye, Pedro V. Lopes, Kaio E. M. de Souza, Marcus V. O. Moutinho, Caio Lewenkopf, and Marcello B. Silva Neto The electric magnetochiral anisotropy is a nonreciprocal phenomenon accessible via second harmonic transport in noncentrosymmetric, time-reversal invariant materials, in which the rectification of current, $I $, can be controlled by an external magnetic field, $B $. Quantum geometry, which character… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Diffusive nature of housing prices</span>",
      "authors": [
        "Antoine-Cyrus Becharat, Michael Benzaquen, and Jean-Philippe Bouchaud"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/8e072Y6dN841fd95104e1fe8f4177605b71f0b8f3",
      "doi": "10.1103/f4vr-xdny",
      "summary": "Author(s): Antoine-Cyrus Becharat, Michael Benzaquen, and Jean-Philippe Bouchaud We analyze the French housing market prices in the period 1970-2022, with high-resolution data from 2018 to 2022. The spatial correlation of the observed price field exhibits logarithmic decay characteristic of the two-dimensional random diffusion equation – local} interactions may create long-range… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Heisenberg-limited continuous-variable distributed quantum metrology with arbitrary weights</span>",
      "authors": [
        "Wenchao Ge and Kurt Jacobs"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/a9071Yd4M571c785b25c2f41999968dfbf26b0331",
      "doi": "10.1103/jkjj-3gvb",
      "summary": "Author(s): Wenchao Ge and Kurt Jacobs Distributed quantum metrology (DQM) enables the estimation of global functions of d distributed parameters beyond the capability of separable sensors. Continuous-variable DQM involves using a linear network with at least one nonclassical input. Here we fully elucidate the structure of linear network… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Quantum information perspective on many-body dispersive forces</span>",
      "authors": [
        "Christopher Willby, Martin Kiffner, Joseph Tindall, Jason Crain, and Dieter Jaksch"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/29079YfeH171909524e460b8d50147700e8d290b3",
      "doi": "10.1103/f7yf-mxd5",
      "summary": "Author(s): Christopher Willby, Martin Kiffner, Joseph Tindall, Jason Crain, and Dieter Jaksch Despite its ubiquity, the quantum many-body properties of dispersion remain poorly understood. Here, we investigate the entanglement distribution in assemblies of quantum Drude oscillators, minimal models for dispersion-bound systems. We establish an analytic relationship between entanglement and co… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Genuine quantum effects in Dicke-type models at large atom numbers</span>",
      "authors": [
        "Kai Müller and Walter T. Strunz"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/8b076Y30P4425c0c21d31783b3ba9849c4b437fb1",
      "doi": "10.1103/42rz-xhxz",
      "summary": "Author(s): Kai Müller and Walter T. Strunz We investigate the occurrence of genuine quantum effects and beyond mean-field physics in the balanced and unbalanced open Dicke model with a large, yet finite number of atoms $N$. Such driven and dissipative quantum many-body systems have recently been realized in experiments involving ultracold ga… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Inverse Faraday effect in disordered two-dimensional electronic systems</span>",
      "authors": [
        "Maxim Dzero"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/ce07bYd9Kab11e84a10a33303abf4beac542bdbf3",
      "doi": "10.1103/z5nw-9x7b",
      "summary": "Author(s): Maxim Dzero I formulate a theory of the inverse Faraday effect in impure two-dimensional metallic system with lifted spin degeneracy induced by Rashba spin-orbit coupling. Using the formalism of non-equilibrium quantum field theory, the static contributions to the current density up to the second order in power… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Comment on “Aharonov-Bohm phase is locally generated like all other quantum phases\"</span>",
      "authors": [
        "Shan Gao"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/6a07aY22Q89Xaa1b918858f9f91b138279745afcc",
      "doi": "10.1103/v117-v5wn",
      "summary": "Author(s): Shan Gao No Abstract for PRL Comment [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Current-induced nonequilibrium hidden spin polarization in topological Dirac semimetals</span>",
      "authors": [
        "Yun-Jing Lai, Meng-Rou Huang, Hou-Jian Duan, Mou Yang, Rui-Qiang Wang, and Ming-Xun Deng"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/8c07bY66R5d13792d99d184299170ca55fcec3042",
      "doi": "10.1103/snby-9xsr",
      "summary": "Author(s): Yun-Jing Lai, Meng-Rou Huang, Hou-Jian Duan, Mou Yang, Rui-Qiang Wang, and Ming-Xun Deng The effect of hidden spin polarization (HSP) has expanded the material pool for spintronics and provided new physical insights into relevant hidden phenomena such as optical polarization, valley polarization, orbital polarization, and Berry curvature. Here, we uncover an intrinsic HSP in topological… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Modified interferometer to measure anyonic braiding statistics</span>",
      "authors": [
        "Steven A. Kivelson and Chaitanya Murthy"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/ff071Yf7Kc41918e3846168384f1a774631f4de25",
      "doi": "10.1103/x4w5-h3bb",
      "summary": "Author(s): Steven A. Kivelson and Chaitanya Murthy Existing quantum Hall interferometers measure twice the braiding phase, ${e}^{i2ta}$, of Abelian anyons, i.e.~the phase accrued when one quasi-particle encircles another clockwise. We propose a modified Fabry–P'{e}rot or Mach–Zehnder interferometer that can measure ${e}^{ita}$. [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Theory of microphase separation in elastomers</span>",
      "authors": [
        "Manu Mannattil, Haim Diamant, and David Andelman"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/7e074Y8eM5012980b0e926930a54b3b21a7aa7da9",
      "doi": "10.1103/5q7m-3fpn",
      "summary": "Author(s): Manu Mannattil, Haim Diamant, and David Andelman Inspired by recent experiments, we present a phase-field model of microphase separation in an elastomer swollen with a solvent. The imbalance between the molecular scale of demixing and the mesoscopic scale beyond which elasticity operates produces effective long-range interactions, forming stable f… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Classical non-Markovian noise in symmetry-preserving quantum dynamics</span>",
      "authors": [
        "William M. Watkins and Gregory Quiroz"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/ed072Y82Na511c93d02234f11010fa378f7d7e8cd",
      "doi": "10.1103/t78h-c9s3",
      "summary": "Author(s): William M. Watkins and Gregory Quiroz In quantum dynamics, symmetries are vital for identifying and assessing conserved quantities that govern the evolution of a quantum system. When promoted to the open quantum system setting, dynamical symmetries can be negatively altered by system-environment interactions, thus, complicating their an… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Anyon braiding on the single edge of a fractional quantum Hall state</span>",
      "authors": [
        "Flavio Ronetti, Noé Demazure, Jérôme Rech, Thibaut Jonckheere, Benoît Grémaud, Laurent Raymond, Masayuki Hashisaka, Takeo Kato, and Thierry Martin"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/cc076Y27Nb51069fd00268052cfa06f5fb97445ad",
      "doi": "10.1103/yq1x-kxgm",
      "summary": "Author(s): Flavio Ronetti, Noé Demazure, Jérôme Rech, Thibaut Jonckheere, Benoît Grémaud, Laurent Raymond, Masayuki Hashisaka, Takeo Kato, and Thierry Martin Anyons are quasiparticles with fractional statistics, bridging between fermions and bosons. We propose an experimental setup to measure the statistical angle of topological anyons emitted from a quantum point contact (QPC) source. The setup involves an $Ω$-shaped junction along a fractional quantum … [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Strain enhanced spin readout contrast in silicon carbide membranes</span>",
      "authors": [
        "Haibo Hu, Guodong Bian, Ailun Yi, Chunhui Jiang, Junhua Tan, Qi Luo, Bo Liang, Zhengtong Liu, Xinfang Nie, Dawei Lu, Shumin Xiao, Xin Ou, Ádám Gali, Yu Zhou, and Qinghai Song"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/d5075Y46Q0910f99376d96079fc772ee3c5dece4f",
      "doi": "10.1103/tdb3-tqfv",
      "summary": "Author(s): Haibo Hu, Guodong Bian, Ailun Yi, Chunhui Jiang, Junhua Tan, Qi Luo, Bo Liang, Zhengtong Liu, Xinfang Nie, Dawei Lu, Shumin Xiao, Xin Ou, Ádám Gali, Yu Zhou, and Qinghai Song Quantum defects in solids have emerged as a transformative platform for advancing quantum technologies. A key requirement for these applications is achieving high-fidelity single-spin readout, particularly at room temperature for quantum biosensing. Here, we demonstrate through ab initio simulations… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Observation of high-decay-rate topological corner states in diffusive thermal metamaterials</span>",
      "authors": [
        "Minghong Qi, Yanxiang Wang, Hongzhu Li, Pei-Chao Cao, Rui Xi, Xue-Feng Zhu, Fei Gao, Hongsheng Chen, Cheng-Wei Qiu, and Ying Li"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/d9070Yb3Naa1429050e85969fb15967f7575b1fae",
      "doi": "10.1103/s97b-qcjc",
      "summary": "Author(s): Minghong Qi, Yanxiang Wang, Hongzhu Li, Pei-Chao Cao, Rui Xi, Xue-Feng Zhu, Fei Gao, Hongsheng Chen, Cheng-Wei Qiu, and Ying Li Effective thermal regulation is increasingly vital in numerous technological applications. The recent progresses on topological diffusion in thermal materials offer promising potentials. A distinct feature of diffusive systems is that their anti-Hermitian characteristics ensure purely imaginary eige… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Quantum metrology in the ultrastrong coupling regime of light-matter interactions: Leveraging virtual excitations without extracting them</span>",
      "authors": [
        "Christoph Hotter, Adam Miranowicz, and Karol Gietka"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/61077Ya2O931398867f404a1c16bcb05df3b2bb05",
      "doi": "10.1103/cxvs-5pb1",
      "summary": "Author(s): Christoph Hotter, Adam Miranowicz, and Karol Gietka Virtual excitations, inherent to ultrastrongly coupled light-matter systems, induce measurable modifications in system properties, offering a novel resource for quantum technologies. In this work, we demonstrate how these virtual excitations and their correlations can be harnessed to enhance precisi… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Measurement of reactor antineutrino oscillation at SNO+</span>",
      "authors": [
        "M. Abreu et al."
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/9e07aY25Ra61a39d360c73a92b2e822f334a5450d",
      "doi": "10.1103/gypt-lc9v",
      "summary": "Author(s): M. Abreu et al. The SNO+ collaboration reports its second spectral analysis of reactor antineutrino oscillation using 286 tonne-years of new data. The measured energies of reactor antineutrino candidates were fitted to obtain the second-most precise determination of the neutrino mass-squared difference $Δ{m}_{21}^{… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Singlet-only always-on gapless exchange qubits with baseband control</span>",
      "authors": [
        "Nathan L. Foulk, Silas Hoffman, Katharina Laubscher, and Sankar Das Sarma"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/4207dY1cO881c080461132e464fc8b79e598659b9",
      "doi": "10.1103/j1hn-k5m8",
      "summary": "Author(s): Nathan L. Foulk, Silas Hoffman, Katharina Laubscher, and Sankar Das Sarma We propose a singlet-only always-on gapless exchange (SAGE) spin qubit that encodes a single qubit in the spins of four electrons while allowing universal baseband control. While conventional exchange-only qubits suffer from magnetic-field-gradient-induced leakage and coherent errors due to local nu… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Systematic analysis of parity-violating modes</span>",
      "authors": [
        "Hong-Ming Zhu and Ue-Li Pen"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/ff07bY93Jba10e81278636328fdc763dccda0cc2a",
      "doi": "10.1103/8s52-x3r2",
      "summary": "Author(s): Hong-Ming Zhu and Ue-Li Pen Recent reports of cosmological parity violation in the 4PCF raises the question of how such violations could be systematically generated. Here we present a constructive procedure to generate arbitrary violations of vectorial and tensorial types on any scale, which is computationally efficient in the… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Elliptic leading singularities and canonical integrands</span>",
      "authors": [
        "E. Chaubey and V. Sotnikov"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/8c077Y12R1127409e17c0eb7553b0d925ac044be5",
      "doi": "10.1103/4fjc-lfnx",
      "summary": "Author(s): E. Chaubey and V. Sotnikov In the well-studied genus zero case, bases of d log integrands with integer leading singularities define Feynman integrals that automatically satisfy differential equations in canonical form. Such integrand bases can be constructed without input from the differential equations and without explicit i… [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Reply to “Comment on Aharonov-Bohm phase is locally generated like all other quantum phases\"”</span>",
      "authors": [
        "Chiara Marletto and Vlatko Vedral"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prl/accepted/50075Ye6U22Xba1e71c340b4ce61515268f4bbc7c",
      "doi": "10.1103/rtwt-g7y7",
      "summary": "Author(s): Chiara Marletto and Vlatko Vedral No Abstract for PRL Comment [Phys. Rev. Lett.] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Studying thermal radiation with $\\text{T}$ matrices",
      "authors": [
        "Juan Diego Mazo-Vásquez, Markus Nyman, Marjan Krstić, Lukas Rebholz, Carsten Rockstuhl, and Ivan Fernandez-Corbaton"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/41m5-9ztm",
      "doi": "10.1103/41m5-9ztm",
      "summary": "Author(s): Juan Diego Mazo-Vásquez, Markus Nyman, Marjan Krstić, Lukas Rebholz, Carsten Rockstuhl, and Ivan Fernandez-Corbaton We introduce a basic formalism for computing thermal radiation by combining Waterman's $\\text{T}$-matrix method with an algebraic approach to light-matter interactions. The formalism applies to nanoparticles, clusters thereof, and also molecules. In exemplary applications, we explore how a chiral st… [Phys. Rev. B 112, 054307] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Tuning magnetostructural and magnetocaloric properties of MnNiGe alloys through strategic use of self- and dual doping approaches",
      "authors": [
        "Sanat Kumar Adhikari, Riya Roy, Sambhu Charan Das, Rosni Roy, Mohamad Numan, Sabyasachi Pramanick, Kalyanashis De, Oleh Ivashko, Ann-Christin Dippel, Martin v. Zimmermann, Sudipta Bandyopadhyay, Rajib Mondal, and Souvik Chatterjee"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/5w9y-ljdd",
      "doi": "10.1103/5w9y-ljdd",
      "summary": "Author(s): Sanat Kumar Adhikari, Riya Roy, Sambhu Charan Das, Rosni Roy, Mohamad Numan, Sabyasachi Pramanick, Kalyanashis De, Oleh Ivashko, Ann-Christin Dippel, Martin v. Zimmermann, Sudipta Bandyopadhyay, Rajib Mondal, and Souvik Chatterjee The present work aims to address the effect of self-doping and a combined perturbation of self- and vacancy doping on the structural, magnetic, and magnetofunctional properties of MnNiGe-based magnetic equiatomic alloys of nominal compositions ${\\mathrm{Mn}}_{1−x}{\\mathrm{Ni}}_{1+x}\\mathrm{Ge}$ (for… [Phys. Rev. B 112, 054426] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Laser-induced classical and quantum logic functionality in a molecular homodinuclear vanadium Prussian blue analogue",
      "authors": [
        "Shangjie Ma, Yan Wu, Shuai Xu, Yiming Zhang, Jing Liu, Chun Li, Georgios Lefkidis, Wolfgang Hübner, and Wei Jin"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/4dd2-xbcl",
      "doi": "10.1103/4dd2-xbcl",
      "summary": "Author(s): Shangjie Ma, Yan Wu, Shuai Xu, Yiming Zhang, Jing Liu, Chun Li, Georgios Lefkidis, Wolfgang Hübner, and Wei Jin By employing high-level quantum chemistry methods, we investigate the electronic and magnetic properties of the vanadium-vanadium (V-V) molecular Prussian blue analogue (PBA), and mainly explore the potential logic functionality based on the achieved laser-induced ultrafast spin dynamics. The result… [Phys. Rev. B 112, 054427] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Strain-independent negative Poisson's ratio in layered transition metal borides",
      "authors": [
        "Haojie Hu, Qiong Peng, Junfei Ding, Jian Zhou, Xiaosi Qi, and Zhimei Sun"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/pdq8-9wd5",
      "doi": "10.1103/pdq8-9wd5",
      "summary": "Author(s): Haojie Hu, Qiong Peng, Junfei Ding, Jian Zhou, Xiaosi Qi, and Zhimei Sun Two-dimensional transition metal borides (MBenes), with orthorhombic crystals and wrinkled B-TM-B bonding networks, emerge as promising candidates for negative Poisson's ratio (NPR) materials. However, the electronic-structural synergy governing NPR in these metallic systems remains elusive. Here, u… [Phys. Rev. B 112, 064105] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Melting behavior of aluminum up to 160 GPa: Consistency between dynamic and hydrostatic compression experiments",
      "authors": [
        "Haidong Jin, Shijia Ye, Long Hao, Youjun Zhang, Jian Wu, Tao Xue, Hongxing Song, Ke Jin, Qiang Wu, Lixin Liu, and Jun Li"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/znfp-82fh",
      "doi": "10.1103/znfp-82fh",
      "summary": "Author(s): Haidong Jin, Shijia Ye, Long Hao, Youjun Zhang, Jian Wu, Tao Xue, Hongxing Song, Ke Jin, Qiang Wu, Lixin Liu, and Jun Li Aluminum has been extensively studied under high-pressure and high-temperature conditions due to its role as a standard material in shock-wave experiments and its nearly free-electron s/p structure. In this study, we investigate the Hugoniot temperature and melting behavior of polycrystalline Al usi… [Phys. Rev. B 112, 064106] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Anomalous magnetic transition in a disordered quasicrystal approximant with heavy-fermion nature",
      "authors": [
        "Takayuki Shiino, Farid Labib, Yuma Hirano, Kazuhiko Deguchi, Keiichiro Imura, Takanori Sugimoto, Satoshi Ohhashi, Nobuhisa Fujita, An-Pang Tsai, and Noriaki K. Sato"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/hsw7-7y3b",
      "doi": "10.1103/hsw7-7y3b",
      "summary": "Author(s): Takayuki Shiino, Farid Labib, Yuma Hirano, Kazuhiko Deguchi, Keiichiro Imura, Takanori Sugimoto, Satoshi Ohhashi, Nobuhisa Fujita, An-Pang Tsai, and Noriaki K. Sato Quasicrystal approximant $({\\mathrm{Ce}}_{x}{\\mathrm{Y}}_{1−x}){\\mathrm{Cd}}_{6}$ ($0≤x≤1$) forms a magnetic frustration network of corner-sharing octahedra. We report that $({\\mathrm{Ce}}_{0.8}{\\mathrm{Y}}_{0.2}){\\mathrm{Cd}}_{6}$ exhibits an anomalous magnetic transition that can be classified as … [Phys. Rev. B 112, 064418] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Tailoring the topological Hall effect in $\\mathrm{Pt}/\\mathrm{Co}/X\\phantom{\\rule{0.16em}{0ex}}(X=\\mathrm{Ta},\\phantom{\\rule{0.16em}{0ex}}\\mathrm{Re})$ thin films",
      "authors": [
        "Brindaban Ojha, Shaktiranjan Mohanty, Bhuvneshwari Sharma, and Subhankar Bedanta"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/469v-x4cm",
      "doi": "10.1103/469v-x4cm",
      "summary": "Author(s): Brindaban Ojha, Shaktiranjan Mohanty, Bhuvneshwari Sharma, and Subhankar Bedanta Electron transport combined with magnetism has gained more attention to the spintronics community in the last few decades. Among them, the topological Hall effect (THE), which arises due to the emergent magnetic field of a nontrivial object, is found to be a promising tool for probing the presence o… [Phys. Rev. B 112, 064419] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Step conductance and spin selectivity in a one-dimensional tailored conical magnet",
      "authors": [
        "X. Zotos"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/ydd1-gwjc",
      "doi": "10.1103/ydd1-gwjc",
      "summary": "Author(s): X. Zotos Using an $S$-matrix formulation, we evaluate the conductance of a one-dimensional free-electron gas in double-exchange interaction with a classical conical magnet. We find integer conductance steps depending on the energy window of the incoming electrons for conical magnets described by a fictitious… [Phys. Rev. B 112, 064420] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Optical signatures of Euler superconductors",
      "authors": [
        "Chun Wang Chau, Wojciech J. Jankowski, and Robert-Jan Slager"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/b9ll-927t",
      "doi": "10.1103/b9ll-927t",
      "summary": "Author(s): Chun Wang Chau, Wojciech J. Jankowski, and Robert-Jan Slager We study optical manifestations of multigap band topology in multiband superconductors with a nontrivial topological Euler class. We introduce a set of lattice models for non-Abelian superconductors with the Euler invariant signified by a nontrivial quantum geometry. We then demonstrate that the top… [Phys. Rev. B 112, 064512] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spectroscopic visualization of hard quasi-one-dimensional superconductivity induced in nanowires deposited on a quasi-two-dimensional indium film",
      "authors": [
        "Ambikesh Gupta, Pranab Kumar Nag, Shai Kiriati, Samuel D. Escribano, Man Suk Song, Hadas Shtrikman, Yuval Oreg, Nurit Avraham, and Haim Beidenkopf"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/nfdl-qxmw",
      "doi": "10.1103/nfdl-qxmw",
      "summary": "Author(s): Ambikesh Gupta, Pranab Kumar Nag, Shai Kiriati, Samuel D. Escribano, Man Suk Song, Hadas Shtrikman, Yuval Oreg, Nurit Avraham, and Haim Beidenkopf Superconductivity is typically induced in semiconductors through high-quality epitaxial interfaces. However, the authors demonstrate here that a robust superconducting state can be spectroscopically observed in semiconducting nanowires simply by mechanically placing them on an indium substrate. A hard superconducting gap is detected on the nanowire’s top facets, up to 100 nanometers from the physical contact with indium. The induced superconductivity exhibits an anisotropic critical field, characteristic of a one-dimensional superconducting state. [Phys. Rev. B 112, 064513] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Topological quantum spin Hall semimetals with light",
      "authors": [
        "Karyn Le Hur"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/d72s-m3rk",
      "doi": "10.1103/d72s-m3rk",
      "summary": "Author(s): Karyn Le Hur We introduce a quantum spin Hall semimetal or Fermi liquid characterized with a quantized ${\\mathbb{Z}}_{2}$ topological invariant, measurable through circularly polarized light. We propose its engineering through two topological metallic band structures in crystals on the honeycomb lattice, with sp… [Phys. Rev. B 112, 075120] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin fractionalization and zero modes in the spin-$\\frac{1}{2}$ XXZ chain with boundary fields",
      "authors": [
        "Parameshwar R. Pasnoori, Yicheng Tang, Junhyun Lee, J. H. Pixley, Natan Andrei, and Patrick Azaria"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/thlq-h58t",
      "doi": "10.1103/thlq-h58t",
      "summary": "Author(s): Parameshwar R. Pasnoori, Yicheng Tang, Junhyun Lee, J. H. Pixley, Natan Andrei, and Patrick Azaria In this work, we argue that the antiferromagnetic spin-$\\frac{1}{2}$ XXZ chain in the gapped phase with boundary magnetic fields hosts fractional spin $\\frac{1}{4}$ at its edges. Using a combination of Bethe ansatz and the density matrix renormalization group we show that these fractional spins are … [Phys. Rev. B 112, 075121] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Adiabatic charge transport in extended Su-Schrieffer-Heeger models",
      "authors": [
        "Dharana Joshi and Tanay Nag"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/j9ny-ppq7",
      "doi": "10.1103/j9ny-ppq7",
      "summary": "Author(s): Dharana Joshi and Tanay Nag We explore the topological properties of extended Su-Schrieffer-Heeger (SSH) models, considering four sublattices in a unit cell and second-nearest-neighbor intercell hopping for SSH4 and SSH long-range (SSHLR) models, respectively. The additional tuning parameters cause the SSH4 (SSHLR) model to ho… [Phys. Rev. B 112, 075411] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Uncertainty-aware electronic density-functional distributions",
      "authors": [
        "Teitur Hansen, Jens Jørgen Mortensen, Thomas Bligaard, and Karsten Wedel Jacobsen"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/yhly-wxhv",
      "doi": "10.1103/yhly-wxhv",
      "summary": "Author(s): Teitur Hansen, Jens Jørgen Mortensen, Thomas Bligaard, and Karsten Wedel Jacobsen We introduce a method for the estimation of uncertainties in density-functional-theory (DFT) calculations for atomistic systems. The method is based on the construction of an uncertainty-aware functional distribution (UAFD) in a space spanned by a few different exchange-correlation functionals and i… [Phys. Rev. B 112, 075412] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Auxiliary dynamical mean-field approach for the Anderson-Hubbard model with off-diagonal disorder",
      "authors": [
        "Zelei Zhang, Jiawei Yan, Li Huang, and Youqi Ke"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/6dg8-5r1q",
      "doi": "10.1103/6dg8-5r1q",
      "summary": "Author(s): Zelei Zhang, Jiawei Yan, Li Huang, and Youqi Ke This study reports a theoretical framework that combines the auxiliary coherent potential approximation with dynamical mean-field theory (ACPA-DMFT) to study strongly correlated and disordered electronic systems with both diagonal and off-diagonal disorders. In this method, by introducing an auxilia… [Phys. Rev. B 112, 085117] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "$3d$-level symmetry between metal layers governing the electronic configuration of ${\\mathrm{Mn}}_{2}\\mathrm{N}$ MXenes and enabling modulation between half-metallicity and semiconductivity",
      "authors": [
        "Kaiyun Chen, Xue Yan, Junkai Deng, Yuan Yan, Jiabei He, Dongxiao Kan, Wangtu Huo, Le Zhang, and Jefferson Zhe Liu"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/l1lf-d6hc",
      "doi": "10.1103/l1lf-d6hc",
      "summary": "Author(s): Kaiyun Chen, Xue Yan, Junkai Deng, Yuan Yan, Jiabei He, Dongxiao Kan, Wangtu Huo, Le Zhang, and Jefferson Zhe Liu MXenes, composed of transition metal layers with various surface passivation groups, exhibit diverse magnetic and electron transport properties essential for miniaturized spintronic devices. Through density functional theory calculations, we reveal that the electronic properties of ${\\mathrm{Mn}}_{2… [Phys. Rev. B 112, 085118] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Exchangeless braiding of Majorana zero modes in weakly coupled Kitaev chains",
      "authors": [
        "Robin Quade and Michael Potthoff"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/n7bl-slgm",
      "doi": "10.1103/n7bl-slgm",
      "summary": "Author(s): Robin Quade and Michael Potthoff Exchangeless braiding of Majorana modes is studied in minimal networks of weakly hybridized Kitaev chains of finite length using a rigorous many-body framework. In particular, for two coupled chains it is shown that exchangeless braiding is achieved by $2π$ rotations of the phase $ϕ$ of the supercon… [Phys. Rev. B 112, 085411] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Antiparallel interlayer polarization alignments in bilayer van der Waals ferroelectrics",
      "authors": [
        "Zhigang Gui and Li Huang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/fj5v-d4mz",
      "doi": "10.1103/fj5v-d4mz",
      "summary": "Author(s): Zhigang Gui and Li Huang Two-dimensional (2D) van der Waals (vdW) ferroelectrics with robust polarization hold great promise for next-generation nanoscale electronics. While interlayer sliding-induced symmetry breaking has been extensively studied, the polarization alignment between layers has received less attention. Here,… [Phys. Rev. B 112, 085412] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Nuclear magnetic resonance far off the Larmor frequency: Nonsecular resonances in ${\\mathrm{CaF}}_{2}$",
      "authors": [
        "Michael Jurkutat, Kajum Safiullin, Pooja Singh, Stephan L. Grage, Jürgen Haase, Boris V. Fine, and Benno Meier"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/h2sn-wvzm",
      "doi": "10.1103/h2sn-wvzm",
      "summary": "Author(s): Michael Jurkutat, Kajum Safiullin, Pooja Singh, Stephan L. Grage, Jürgen Haase, Boris V. Fine, and Benno Meier The canonical treatment of spins in high-field magnetic resonance considers the Zeeman transition that occurs at the Larmor frequency, and includes only secular spin-spin interaction terms, which are those terms that commute with the Zeeman interaction. Here, the authors show that nonsecular terms give rise to resonances far off the Larmor frequency even at high field, provided that the applied B 1 field is sufficiently strong. [Phys. Rev. B 112, L060302] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Coexistent multifractal mesoscopic fluctuations in integer quantum Hall and orbital Hall transitions",
      "authors": [
        "Nathan L. Pessoa, Antônio M. S. Macêdo, and Anderson L. R. Barbosa"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/2w4y-jydz",
      "doi": "10.1103/2w4y-jydz",
      "summary": "Author(s): Nathan L. Pessoa, Antônio M. S. Macêdo, and Anderson L. R. Barbosa We show that the integer quantum Hall transition in a disordered nanowire with orbital momentum-space texture connected to four terminals is accompanied by an orbital Hall transition. We applied a multifractal detrended fluctuation analysis and found that both conductance fluctuations in the integer… [Phys. Rev. B 112, L081404] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Hierarchy construction for non-Abelian fractional quantum Hall states via anyon condensation</span>",
      "authors": [
        "Carolyn Zhang, Ashvin Vishwanath, and Xiao-Gang Wen"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/c5076O28Pe11b859536f4443e68b624998570a484",
      "doi": "10.1103/jndb-435f",
      "summary": "Author(s): Carolyn Zhang, Ashvin Vishwanath, and Xiao-Gang Wen For a given parent fractional quantum Hall (FQH) state at filling fraction $ν$, the hierarchy construction produces FQH states at nearby filling fractions ${{ν}_{n}}$ by condensing minimally charged quasiholes or quasiparticles of the parent state into their own FQH states. The hierarchy constructio… [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Significance of the structural configuration of B2 disorder in Co and Ti based Heusler alloys</span>",
      "authors": [
        "Swati Pathak, S. Khalid, and R. Bindu"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/31079O2eM951ed4b57493758272a298c0b5d4d9a0",
      "doi": "10.1103/127n-5jjd",
      "summary": "Author(s): Swati Pathak, S. Khalid, and R. Bindu We investigate here, structural (at local and global levels) and transport properties for X${}_{2}$MnAl (X= Co and Ti). Additionally, the magnetic properties were also studied for Ti${}_{2}$MnAl.} Our x-ray diffraction results show that both the compounds stabilise in B2 disordered phase with cubic … [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Influence of the Fe/Co ratio on the structural and magnetic properties of FeCoMnAlSi high-entropy alloys with varied Mn content</span>",
      "authors": [
        "Z. X. Chen, C. Wang, Z. B. Song, Aditya Jain, H. Z. Zhou, and Y. G. Wang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/c2072Of5R241ac5c069e15a40bb02489ba5bd571f",
      "doi": "10.1103/cdxn-sfd1",
      "summary": "Author(s): Z. X. Chen, C. Wang, Z. B. Song, Aditya Jain, H. Z. Zhou, and Y. G. Wang In this study, the effects of Fe:Co ratio on the structure and magnetic properties of high-entropy alloys (HEAs) with different Mn contents (5 and 15 approaches. The alloys mainly show BCC and B2 coexisting structures, and the change of Mn content has less effect on the structure. The coercivity of … [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Triplet pairing, orbital selectivity, and correlations in iron-based superconductors</span>",
      "authors": [
        "Yashar Komijani, Elio König, and Piers Coleman"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/5c075Oc5Pe215e49292231d8dfebb61c331168b87",
      "doi": "10.1103/nx2p-k972",
      "summary": "Author(s): Yashar Komijani, Elio König, and Piers Coleman We use a slave-boson approach to study the band renormalization and pair susceptibility in the normal state of Iron-based superconductors in presence of strong Coulomb repulsion and Hund’s interaction. Our results show orbital selectivity toward localization of xy orbitals and its interplay with sup… [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Strain-induced v-shaped modulation of hole mobility in GaN</span>",
      "authors": [
        "Jia-Ming Li, Qiao-Lin Yang, Jun-Wei Luo, and Zhi Wang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/b3076O3bR591d35da446139305ad14beacfad7f5a",
      "doi": "10.1103/55rz-7phm",
      "summary": "Author(s): Jia-Ming Li, Qiao-Lin Yang, Jun-Wei Luo, and Zhi Wang The low hole mobility in widebandgap semiconductors remains a critical bottleneck for complementary and highpower electronic devices. Prior firstprinciples predictions suggested a monotonic increase of over 200 on hole mobility under biaxial tensile strain on the (0001) plane in GaN [Phys. Rev. Lett… [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Absence of critical fluctuations at the bandwidth-controlled Mott transition in a molecular conductor</span>",
      "authors": [
        "Tim Thyzel, Lars Franke, Markus Garst, Harald Schubert, Michael Lang, Takahiko Sasaki, and Jens Müller"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/d607dYbbM8a1f8817246758921e6989d4bdd13812",
      "doi": "10.1103/j1jp-yy68",
      "summary": "Author(s): Tim Thyzel, Lars Franke, Markus Garst, Harald Schubert, Michael Lang, Takahiko Sasaki, and Jens Müller The universality class of the Mott metal-insulator transition has been the subject of recent debate. While transport scaling exponents as well as a critical slowing-down of resistance fluctuations point towards Ising-type criticality, a strong involvement of the lattice elasticity suggests a mean-fi… [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Pressure evolution of coplanar antiferromagnetism in heavy-fermion Ce${}_{2}$CoAl${}_{7}$Ge${}_{4}$</span>",
      "authors": [
        "M. O. Ajeesh, A. O. Scheie, Yu Liu, L. Keller, S. M. Thomas, P. F. S. Rosa, and E. D. Bauer"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/a907eO69R0e1745fa4c548091826376ad88d42cc8",
      "doi": "10.1103/73sf-r86t",
      "summary": "Author(s): M. O. Ajeesh, A. O. Scheie, Yu Liu, L. Keller, S. M. Thomas, P. F. S. Rosa, and E. D. Bauer Ce${}_{2}$$M$Al${}_{7}$Ge${}_{4}$ ($M=$ Co, Ir, Ni or Pd) are heavy-fermion materials and host a variety of ground states ranging from magnetism to non-Fermi liquid behavior. The Co, Ir, and Ni members of the series undergo magnetic ordering with decreasing transition temperatures. In contrast, the … [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Efficient population transfer in a quantum dot exciton under phonon-induced decoherence via shortcuts to adiabaticity</span>",
      "authors": [
        "Spyridon G. Kosionis, Sutirtha Biswas, Christina Fouseki, Dionisis Stefanatos, and Emmanuel Paspalakis"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/10072OefN281224a280b44732ac0b89497ea93f2d",
      "doi": "10.1103/m1cc-l6ng",
      "summary": "Author(s): Spyridon G. Kosionis, Sutirtha Biswas, Christina Fouseki, Dionisis Stefanatos, and Emmanuel Paspalakis In the present study, we apply shortcut to adiabaticity pulses (time-dependent Rabi frequency and detuning) for the efficient population transfer from the ground to the exciton state in a GaAs/InGaAs quantum dot with phonon-induced dephasing. We use the time-evolving matrix product operator (TEMPO) … [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magneto-optical properties of group IV vacancy centers in diamond upon hydrostatic pressure</span>",
      "authors": [
        "Meysam Mohseni, Lukas Razinkovas, Vytautas Žalandauskas, Gergő Thiering, and Adam Gali"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/13073D35Qee14c0532853e901b6033cc85617f638",
      "doi": "10.1103/fq19-lfmv",
      "summary": "Author(s): Meysam Mohseni, Lukas Razinkovas, Vytautas Žalandauskas, Gergő Thiering, and Adam Gali In recent years, the negatively charged group-IV-vacancy defects in diamond, labeled as G4V($−$) or G4V centers, have attracted significant attention in quantum information processing. In this study, we investigate the magneto-optical properties of G4V centers under high compressive hydrostatic pres… [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum theory of nonlinear electromagnetic response</span>",
      "authors": [
        "Anwei Zhang and C. M. Wang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/62072Kc9Qa41c806583b76542e589ac621c9f10dc",
      "doi": "10.1103/fdqy-44yl",
      "summary": "Author(s): Anwei Zhang and C. M. Wang In recent years, the investigation of nonlinear electromagnetic responses has received significant attention due to its potential for elucidating the quantum properties of matter. Although significant progress has been achieved in developing quantum theories of nonlinear responses to electric field,… [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Floquet engineered inhomogeneous quantum chaos in critical systems</span>",
      "authors": [
        "Bastien Lapierre, Tokiro Numasawa, Titus Neupert, and Shinsei Ryu"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/fc07bY2eF141009824213b23d4fe045b9b84efa38",
      "doi": "10.1103/cn3z-vfgr",
      "summary": "Author(s): Bastien Lapierre, Tokiro Numasawa, Titus Neupert, and Shinsei Ryu We study universal chaotic dynamics of a large class of periodically driven critical systems described by spatially inhomogeneous conformal field theories. By employing an effective curved spacetime approach, we show that the onset of quantum chaotic correlations, captured by the Lyapunov exponent o… [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Back-action effects in charge detection</span>",
      "authors": [
        "Sarath Sankar, Matan Lotem, Joshua Folk, Eran Sela, and Yigal Meir"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/05079YefP9c26b06423884e9ddad56e08f753034c",
      "doi": "10.1103/mdsg-n9nk",
      "summary": "Author(s): Sarath Sankar, Matan Lotem, Joshua Folk, Eran Sela, and Yigal Meir Charge detection offers a powerful probe of mesoscopic structures based on quantum dots, but it also invariably results in measurement back-action (MBA). If strong, MBA can be detrimental to the physical properties being probed. In this work, we focus on the effects of MBA on an Anderson impurity mo… [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnetically tuned topological phase in graphene nanoribbon heterojunctions</span>",
      "authors": [
        "Wei-Jian Li, Da-Fei Sun, Sheng Ju, Ai-Lei He, and Yuan Zhou"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/2907fY68M191e67c68ec4d86dd73423dbc446da09",
      "doi": "10.1103/lphs-gz7c",
      "summary": "Author(s): Wei-Jian Li, Da-Fei Sun, Sheng Ju, Ai-Lei He, and Yuan Zhou The interplay between topology and magnetism often triggers the exotic quantum phases. Here, we report an accessible scheme to engineer the robust ${ℤ}_{2}$ topology by intrinsic magnetism, originating from the zigzag segment connecting two armchair segments with different width, in one-dimensional … [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Construction of diverse two-dimensional models with arbitrary Chern number from one-dimensional models</span>",
      "authors": [
        "S. Sajad Dabiri and Hosein Cheraghchi"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/a3077OaeP3b13c58655c0d5430bff2eb273618336",
      "doi": "10.1103/6zqp-bf9q",
      "summary": "Author(s): S. Sajad Dabiri and Hosein Cheraghchi We propose diverse tight-binding models with arbitrary n Chern number constructed from arbitrary one-dimensional (1D) tight-binding models with winding number m such that n is divisible by m. The method is based on the Thouless adiabatic charge pumping applying to one-dimensional insulator where the… [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Theory of valley splitting in Si/SiGe spin qubits: Interplay of strain, resonances, and random alloy disorder</span>",
      "authors": [
        "Abel Thayil, Lasse Ermoneit, and Markus Kantner"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/a1079O61N911335130318756b53021d1c7263e74c",
      "doi": "10.1103/4sdz-f9cr",
      "summary": "Author(s): Abel Thayil, Lasse Ermoneit, and Markus Kantner Electron spin-qubits in silicon-germanium (SiGe) heterostructures are a major candidate for the realization of scalable quantum computers. A critical challenge in strained Si/SiGe quantum wells (QWs) is the existence of two nearly degenerate valley states at the conduction band minimum that can lead… [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Disorder-driven quantum phase transitions in two-dimensional altermagnets: Emergence of a marginal metal phase</span>",
      "authors": [
        "Longhai Zeng, Weiyi Wang, Zhiwei Jiao, Manyu Shang, and Weiwei Chen"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prb/accepted/5d074O99R4d1645594249ad3b934ddbe9d30d39d2",
      "doi": "10.1103/sw4z-f5fl",
      "summary": "Author(s): Longhai Zeng, Weiyi Wang, Zhiwei Jiao, Manyu Shang, and Weiwei Chen We study localization properties in disordered two-dimensional altermagnets, an emerging class of materials characterized by momentum-dependent alternating spin polarization and zero net magnetization, in the presence of Rashba spin-orbit coupling. Through large-scale numerical calculations of local… [Phys. Rev. B] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Data-driven reconstruction of a multivariate Langevin equation to model complex systems",
      "authors": [
        "Antonio Malpica-Morales, Miguel A. Durán-Olivencia, and Serafim Kalliadasis"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/zncf-n4y3",
      "doi": "10.1103/zncf-n4y3",
      "summary": "Author(s): Antonio Malpica-Morales, Miguel A. Durán-Olivencia, and Serafim Kalliadasis Obtaining an accurate description of complex systems is challenging, particularly when their elements exhibit intricate interactions. We propose a data-driven multivariate Langevin equation (LE) to approximate real-world complex systems' observables. By reconstructing the drift and diffusion terms o… [Phys. Rev. E 112, 024115] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Analytical shortcuts to adiabaticity of weakly driven processes",
      "authors": [
        "Pierre Nazé"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/x5vw-5934",
      "doi": "10.1103/x5vw-5934",
      "summary": "Author(s): Pierre Nazé The analytical expression for shortcuts to adiabaticity for any switching time and any thermally isolated system performing a finite-time and weakly driven process is presented. It is based on the analytical solution of the optimal protocols of weak processes for open systems. The extension to adiab… [Phys. Rev. E 112, 024116] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Fast stable adiabatic charging of open quantum batteries",
      "authors": [
        "M. A. Fasihi, R. Jafarzadeh Bahrbeig, B. Mojaveri, and R. Haji Mohammadzadeh"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/6c73-ll23",
      "doi": "10.1103/6c73-ll23",
      "summary": "Author(s): M. A. Fasihi, R. Jafarzadeh Bahrbeig, B. Mojaveri, and R. Haji Mohammadzadeh Recent theoretical and experimental protocols for the stable and effective charging of open quantum batteries (QBs), in particular adiabatic charging of three-level QBs via stimulated Raman adiabatic passages, have sparked renewed interest in adiabatic quantum dynamics. A central question is whether… [Phys. Rev. E 112, 024117] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Swarmalator model driven by directed coupling: Collective intelligence and synchronization phenomena in complex systems",
      "authors": [
        "Zuchuan Yu and Hua Zhang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/cwdh-mffm",
      "doi": "10.1103/cwdh-mffm",
      "summary": "Author(s): Zuchuan Yu and Hua Zhang This study focuses on group intelligence and synchronization phenomena in complex systems by analyzing an enhanced self-directed swarmalator model. In this model, individuals not only move through space and interact with each other but also adjust their phase coupling strength according to their own… [Phys. Rev. E 112, 024208] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Deciphering the physical properties of cell fate decision making in mTOR signaling",
      "authors": [
        "Zhilong Liu, Fei Xu, Hong Qi, Jun Jin, Jiaju Jiang, Jianwei Shuai, and Xiang Li"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/tgzc-vr4q",
      "doi": "10.1103/tgzc-vr4q",
      "summary": "Author(s): Zhilong Liu, Fei Xu, Hong Qi, Jun Jin, Jiaju Jiang, Jianwei Shuai, and Xiang Li The mammalian target of rapamycin (mTOR) signaling pathway, a crucial nutrient sensor in cells, plays pivotal roles in maintaining metabolic homeostasis, cancer development, and aging-related physiological and pathological processes. Despite its significance, the regulatory mechanisms of mTOR signal… [Phys. Rev. E 112, 024409] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Scalar flux transport models for self-similar turbulent mixing",
      "authors": [
        "Brandon E. Morgan"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/vcs5-7ymc",
      "doi": "10.1103/vcs5-7ymc",
      "summary": "Author(s): Brandon E. Morgan A common approach to closing turbulent species flux in multicomponent Reynolds-averaged Navier-Stokes models is to use the standard gradient diffusion approximation. While such an approach has been shown to work well when applied to many canonical turbulent mixing configurations, a gradient diffusio… [Phys. Rev. E 112, 025103] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Escaping the Krylov space during the finite-precision Lanczos algorithm",
      "authors": [
        "Jannis Eckseler, Max Pieper, and Jürgen Schnack"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/k94p-vls8",
      "doi": "10.1103/k94p-vls8",
      "summary": "Author(s): Jannis Eckseler, Max Pieper, and Jürgen Schnack The Lanczos algorithm, introduced by Cornelius Lanczos, has been known for a long time and is widely used in computational physics. While often employed to approximate extreme eigenvalues and eigenvectors of an operator, interest in the sequence of basis vectors produced by the algorithm has been re… [Phys. Rev. E 112, 025306] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Fluid rarefaction and surface roughness modulate the thermal response of mass-asymmetric rods",
      "authors": [
        "Tianshun Shen and Ruo-Yu Dong"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/v68z-6pgm",
      "doi": "10.1103/v68z-6pgm",
      "summary": "Author(s): Tianshun Shen and Ruo-Yu Dong Thermophoresis refers to the translation of particles under a temperature gradient. While the thermophoresis of spherical particles has been well studied, recent advances have shifted focus to anisotropic particles, which exhibit complex phenomena such as thermo-orientation and anomalous rotational … [Phys. Rev. E 112, 025412] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Erratum: <span class=\"sans-serif\">L</span>-based numerical linked cluster expansion for square lattice models [Phys. Rev. E <b>108</b>, 034126 (2023)]",
      "authors": [
        "Mahmoud Abdelshafy and Marcos Rigol"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/q7fj-f3mm",
      "doi": "10.1103/q7fj-f3mm",
      "summary": "Author(s): Mahmoud Abdelshafy and Marcos Rigol [Phys. Rev. E 112, 029901] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Coarsening kinetics in active model B+: Macroscale and microscale phase separation</span>",
      "authors": [
        "Pradeep Kumar Yadav, Shradha Mishra, and Sanjay Puri"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pre/accepted/2307dR37Se11c628f7685df89e7704f32f51901dd",
      "doi": "10.1103/kb9k-w7jr",
      "summary": "Author(s): Pradeep Kumar Yadav, Shradha Mishra, and Sanjay Puri We perform a comprehensive numerical investigation of the coarsening kinetics of active Brownian particles modeled by the {} (AMB+). This model was introduced by Tjhung et al. [Phys. Rev. X {}, 031080 (2018)] and is a generalization of Model B for a conserved order parameter, with two additional act… [Phys. Rev. E] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Granular rheology: A tale of three time scales</span>",
      "authors": [
        "O. Coquand, W. T. Kranz, and M. Sperl"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pre/accepted/25073Kd3W341b100862b2269be851ee864024c72a",
      "doi": "10.1103/8gv1-9sb1",
      "summary": "Author(s): O. Coquand, W. T. Kranz, and M. Sperl We adapt statistical models of the physics of complex fluids to study the rheology of granular liquids. This allows us to provide laws of granular rheology based on first principles, which compare well with previously established phenomenological laws. In particular, the very successful law of $μ(ℐ)… [Phys. Rev. E] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Mechanism of shape symmetry breaking in surfactant-mediated crystal growth</span>",
      "authors": [
        "Sam Oaks-Leaf and David T. Limmer"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pre/accepted/a207bY68Qe210d97d5565c1801f52abadd3f44656",
      "doi": "10.1103/739d-zb7j",
      "summary": "Author(s): Sam Oaks-Leaf and David T. Limmer We present a dynamical model of crystal growth, in which it is possible to reliably achieve asymmetric products, beginning from symmetric initial conditions and growing within an isotropic environment. The asymmetric growth is the result of a positive feedback mechanism that amplifies the effect of … [Phys. Rev. E] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Two-dimensional Coulomb gas in a nonconservative trap</span>",
      "authors": [
        "David S. Dean, Rashed Aljasmi, and Satya N. Majumdar"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pre/accepted/ac072R81S8a1f922e8e226b58dfb216b23f273b8e",
      "doi": "10.1103/gy9c-gsrd",
      "summary": "Author(s): David S. Dean, Rashed Aljasmi, and Satya N. Majumdar We study the nonequilibrium steady state of a two dimensional Coulomb gas under the action of an anisotropic harmonic trapping potential along with a non-conservative rotational force. In the case without rotation, the equilibrium (zero temperature) steady state has a uniform density supported over … [Phys. Rev. E] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Spectral coarse-graining and rescaling for preserving structural and dynamical properties in graphs</span>",
      "authors": [
        "M. Schmidt, F. Caccioli, and T. Aste"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pre/accepted/f9071YadM9f17f89351701928d40c39b3feddb99a",
      "doi": "10.1103/k4bx-w273",
      "summary": "Author(s): M. Schmidt, F. Caccioli, and T. Aste Spectral Coarse-Graining and Rescaling for Preserving Structural and Dynamical Properties in Graphs M. Schmidt, F. Caccioli, and T. Aste Department of Computer Science, University College London, UK We introduce a graph renormalization procedure based on the coarse-grained Laplacian, which generates… [Phys. Rev. E] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Stability of flocking in the reciprocal two-species Vicsek model: Effects of relative population, motility, and noise</span>",
      "authors": [
        "Aditya Kumar Dutta, Matthieu Mangeat, Heiko Rieger, Raja Paul, and Swarnajit Chatterjee"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pre/accepted/2c07eRceQ291442536530bc9944bbd3b502d6a6f2",
      "doi": "10.1103/gkhv-rp16",
      "summary": "Author(s): Aditya Kumar Dutta, Matthieu Mangeat, Heiko Rieger, Raja Paul, and Swarnajit Chatterjee Natural flocks need to cope with various forms of heterogeneities, for instance, their composition, motility, interaction, or environmental factors. Here, we study the effects of such heterogeneities on the flocking dynamics of the reciprocal two-species Vicsek model [Phys. Rev. E {}, 024607 (2023)]… [Phys. Rev. E] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Relationship between localization-delocalization transition and $PT$ symmetry breaking</span>",
      "authors": [
        "Fatemeh Sadeghi, Mostafa Motamedifar, and Mojtaba Golshani"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pre/accepted/e1072R2aQ0b1472da62c5f03e3128c442d19fdfd1",
      "doi": "10.1103/cprm-8kw5",
      "summary": "Author(s): Fatemeh Sadeghi, Mostafa Motamedifar, and Mojtaba Golshani We investigate the interplay between parity-time symmetry (PT -symmetry) breaking and localization transitions in non-Hermitian spin chains with an Aubry-Andr potential and competing Dzyaloshinskii-Moriya (DM) interactions. While prior studies (e.g., [Phys. Rev. Lett. 122, 237601 (2019)]) suggest a … [Phys. Rev. E] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Microscopic features of the effect of vehicle overacceleration on traffic flow</span>",
      "authors": [
        "Boris S. Kerner and Sergey L. Klenov"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pre/accepted/44070R9eQ7818f2a056928c70ab90f01ab78b0265",
      "doi": "10.1103/8l5g-zjpn",
      "summary": "Author(s): Boris S. Kerner and Sergey L. Klenov Through the development of a microscopic deterministic model in the framework of three-phase traffic theory, microscopic features of vehicle overacceleration, which determines the occurrence of the metastability of free traffic flow at a bottleneck, have been revealed: (i) The greater the impact of … [Phys. Rev. E] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Physicality of evolution and statistical contractivity as equivalent notions of maps",
      "authors": [
        "Matteo Scandi, Paolo Abiuso, Dario De Santis, and Jacopo Surace"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/2wb3-9gsh",
      "doi": "10.1103/2wb3-9gsh",
      "summary": "Author(s): Matteo Scandi, Paolo Abiuso, Dario De Santis, and Jacopo Surace Statistical quantifiers are generically required to contract under physical maps, following the intuition that information should be lost under noisy transformations. This principle is so important in statistics that it even allows one to derive uniqueness results based on it: the Chentsov-Petz theo… [Phys. Rev. A 112, 022205] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Global and local performance of a quantum battery under correlated noise channels",
      "authors": [
        "Lu Wang, Shu-Qian Liu, Feng-lin Wu, Hao Fan, Na-Na Li, and Si-Yuan Liu"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/stc3-xkp5",
      "doi": "10.1103/stc3-xkp5",
      "summary": "Author(s): Lu Wang, Shu-Qian Liu, Feng-lin Wu, Hao Fan, Na-Na Li, and Si-Yuan Liu We investigate the global and local performances of a quantum battery exposed to the depolarizing and bit-flip channels, respectively, using the correlation matrix method. The battery is initially prepared as the highest-energy state of a two-qubit Ising model with open boundary conditions and is di… [Phys. Rev. A 112, 022206] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Optimal protocol to increase the lifetime of a harmonic oscillator via a squeezing reservoir",
      "authors": [
        "Yong-Qi Liu, Y.-M. Du, and Xiaoguang Wang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/gz8l-8gp6",
      "doi": "10.1103/gz8l-8gp6",
      "summary": "Author(s): Yong-Qi Liu, Y.-M. Du, and Xiaoguang Wang Reservoir engineering makes it possible to adjust the dissipation of quantum systems by driving the reservoir. This inspires investigations on how to slow a system's damping via squeezing reservoirs. In this paper we characterize damping by the quantum reliability of quantum states. We analyze the r… [Phys. Rev. A 112, 022207] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Purely geometrical Aharonov-Bohm effect",
      "authors": [
        "Jean-Pierre Gazeau, Tomoi Koide, Romain Murenzi, and Aidan Zlotak"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/h5b1-97ds",
      "doi": "10.1103/h5b1-97ds",
      "summary": "Author(s): Jean-Pierre Gazeau, Tomoi Koide, Romain Murenzi, and Aidan Zlotak We present an application of the affine covariant integral quantization (ACIQ) [ Adv. Oper. Theory 5 , 901 (2020) ; Adv. Oper. Theory 7 , 22 (2022) ] to quantum mechanics on the punctured plane. The associated four-dimensional phase space is identified with the similitude group SIM(2), which comprises tr… [Phys. Rev. A 112, 022208] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Magnetic noise in macroscopic quantum spatial superpositions",
      "authors": [
        "Sneha Narasimha Moorthy, Andrew Geraci, Sougato Bose, and Anupam Mazumdar"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/9n6y-cc7r",
      "doi": "10.1103/9n6y-cc7r",
      "summary": "Author(s): Sneha Narasimha Moorthy, Andrew Geraci, Sougato Bose, and Anupam Mazumdar In this paper, we show how random fluctuations in the magnetic field gradient jitter the paths of a matter-wave interferometer randomly, hence, decohere the quantum superposition. To create a large spatial superposition with nanoparticles, we envisage embedding a spin in a nanoparticle as a defect a… [Phys. Rev. A 112, 022416] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Quantum lock-in amplification with spin-oscillator hybrid interferometers for weak-signal detection",
      "authors": [
        "Y. Zhao, X. N. Feng, and L. F. Wei"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/n13k-tw4p",
      "doi": "10.1103/n13k-tw4p",
      "summary": "Author(s): Y. Zhao, X. N. Feng, and L. F. Wei Achieving high-precision detection of weak alternating signals in noisy environments is a fundamental challenge in metrology. Given that the lock-in amplification technique has been successfully applied to facilitate sensitive detection of various unknown weak signals, in this study, we investigate … [Phys. Rev. A 112, 022417] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Simulating large one-dimensional neutral-atom quantum systems",
      "authors": [
        "James Allen, Matthew Otten, Stephen K. Gray, and Bryan K. Clark"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/wlcd-zrxm",
      "doi": "10.1103/wlcd-zrxm",
      "summary": "Author(s): James Allen, Matthew Otten, Stephen K. Gray, and Bryan K. Clark While abstract models of quantum computation assume a closed system of two-level states, practical quantum devices inevitably couple to the environment in some way, creating sources of noise. Understanding the tolerance to noise of specific quantum algorithms run on specific devices is important for… [Phys. Rev. A 112, 022609] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Relativistic recoil corrections of order $m{(Zα)}^{6}(m/M)$: Hydrogenlike atoms and hydrogen molecular ions",
      "authors": [
        "V. I. Korobov"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/ctjy-f8ft",
      "doi": "10.1103/ctjy-f8ft",
      "summary": "Author(s): V. I. Korobov The finite operators are derived for the relativistic recoil corrections of order $m{α}^{6}(m/M)$ to spin-averaged energy levels in hydrogenlike atoms and ions in two- and three-body formalisms beyond the adiabatic approximation. Results are presented in a form suitable for numerical evaluation. [Phys. Rev. A 112, 022808] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Determination of a set of fundamental constants from molecular hydrogen ion spectroscopy: A modeling study",
      "authors": [
        "J.-Ph. Karr, S. Schiller, V. I. Korobov, and S. Alighanbari"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/jz54-7f7b",
      "doi": "10.1103/jz54-7f7b",
      "summary": "Author(s): J.-Ph. Karr, S. Schiller, V. I. Korobov, and S. Alighanbari The rovibrational transition frequencies of molecular hydrogen ions can be accurately computed using ab initio nonrelativistic quantum electrodynamics. A subset of the fundamental constants is required input. We analyze how, once upcoming ultra-high-accuracy spectroscopy data have been obtained, tha… [Phys. Rev. A 112, 022809] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Miscibility-immiscibility transition of strongly interacting bosonic mixtures in optical lattices",
      "authors": [
        "Rukmani Bai and Soumik Bandyopadhyay"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/r52b-bsrd",
      "doi": "10.1103/r52b-bsrd",
      "summary": "Author(s): Rukmani Bai and Soumik Bandyopadhyay Interaction plays a key role in the mixing properties of a multicomponent system. The miscibility-immiscibility transition (MIT) in a weakly interacting mixture of Bose gases is predominantly determined by the strengths of the intra- and intercomponent two-body contact interactions. However, in the … [Phys. Rev. A 112, 023313] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Thermal phase fluctuations in narrow superfluid rings",
      "authors": [
        "Parth Sabharwal, Daniel G. Allman, Pradipta Debnath, and Kevin C. Wright"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/hrdb-g2nd",
      "doi": "10.1103/hrdb-g2nd",
      "summary": "Author(s): Parth Sabharwal, Daniel G. Allman, Pradipta Debnath, and Kevin C. Wright We have characterized the effects of thermal phase fluctuations in narrow rings of ultracold Fermi superfluids in the unitary regime and demonstrated that matter-wave interference may be reliably used to measure angular variations in the phase difference between two concentric, coplanar superfluid r… [Phys. Rev. A 112, 023314] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "published",
      "title": "Hidden quantum correlations in cavity-based quantum optics",
      "authors": [
        "Bakhao Dioum, Virginia D'Auria, and Giuseppe Patera"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/8sjn-rb9b",
      "doi": "10.1103/8sjn-rb9b",
      "summary": "Author(s): Bakhao Dioum, Virginia D'Auria, and Giuseppe Patera In multimode optical systems, the spectral covariance matrix encodes all the information about quantum correlations between the quadratures of Gaussian states. Recent research has revealed that, in scenarios that are more common than previously thought, part of these correlations remains inaccessibl… [Phys. Rev. A 112, 023705] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Engineering the Kondo impurity problem with alkaline-earth atom arrays</span>",
      "authors": [
        "A. Amaricci, A. Richaud, M. Capone, N. Darkwah Oppong, and F. Scazza"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/da078YeeRe72040b110b5aa30cd4c600db1d2f40e",
      "doi": "10.1103/m7l3-y2f8",
      "summary": "Author(s): A. Amaricci, A. Richaud, M. Capone, N. Darkwah Oppong, and F. Scazza We propose quantum simulation experiments of the Kondo impurity problem using cold alkaline-earth(-like) atoms (AEAs) in a combination of optical lattice and optical tweezer potentials. Within an ab initio model for atomic interactions in the optical potentials, we analyze hallmark signatures of the… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Quantum algorithm for vector set orthogonal normalization and matrix QR decomposition with polynomial speedup</span>",
      "authors": [
        "Zi-Ming Li and Yu-xi Liu"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/72076D77N211be0021b71e61c966e93e089dd937b",
      "doi": "10.1103/79h3-jspt",
      "summary": "Author(s): Zi-Ming Li and Yu-xi Liu Vector set orthogonal normalization and matrix QR decomposition are fundamental problems in matrix analysis with important applications in many fields. We know that Gram-Schmidt process is a widely used method to solve these two problems. However, the existing methods, including Gram-Schmidt process… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Fast chiral resolution with optimal control</span>",
      "authors": [
        "Dionisis Stefanatos, Ioannis Thanopulos, and Emmanuel Paspalakis"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/5707dN62S1115e2f76539d15ad767e06fea997a7f",
      "doi": "10.1103/fkmb-b4k4",
      "summary": "Author(s): Dionisis Stefanatos, Ioannis Thanopulos, and Emmanuel Paspalakis In this work, we formulate the problem of achieving in minimum-time perfect chiral resolution with bounded control fields, as an optimal control problem on two non-interacting spins-1/2. We assume the same control bound for the two Raman fields (pump and Stokes) and a different bound for the field c… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Photoionization-assisted resonant high-order harmonic generation from Sn <span>III</span> states</span>",
      "authors": [
        "Mangaljit Singh, Muhammad Ashiq Fareed, Vasily Strelkov, Ramin Ghahri Shirinabadi, Romain Marcelino, Feng Zhu, François Légaré, and Tsuneyuki Ozaki"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/6e071Y75J3019e84305e66b9a3ea67d97c9d7b746",
      "doi": "10.1103/hxfy-t2b8",
      "summary": "Author(s): Mangaljit Singh, Muhammad Ashiq Fareed, Vasily Strelkov, Ramin Ghahri Shirinabadi, Romain Marcelino, Feng Zhu, François Légaré, and Tsuneyuki Ozaki We observe experimental results that support photoionization-assisted resonant high-order harmonics from laser-ablated tin. Experiments were performed using pump lasers with wavelengths of 800, 1750 and 1780 nm. At 800 nm laser wavelength, we observe the splitting of the 17th order harmonic into mul… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Observation of self-oscillating supersonic flow across an acoustic horizon in two dimensions</span>",
      "authors": [
        "Hikaru Tamura, Sergei Khlebnikov, Cheng-An Chen, and Chen-Lung Hung"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/ae071K20E3c1d00b97774ef85ed71f86ac4559323",
      "doi": "10.1103/t2sn-kx99",
      "summary": "Author(s): Hikaru Tamura, Sergei Khlebnikov, Cheng-An Chen, and Chen-Lung Hung We report observation of self-oscillating supersonic flows in a two-dimensional atomic superfluid. By imposing a local particle sink with strong loss, we induce a convergent radial flow with a spatially bounded supersonic region, forming an acoustic analogue of a black-hole horizon and an inner hori… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>High-efficiency quantum-key-distribution error-correction algorithm based on Gilbert-Elliott model and low-density parity check code</span>",
      "authors": [
        "Ke Cui, Xianglong Xia, Simeng Li, Ming Zhu, Jian Sun, and Shibiao Tang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/1b078Nf6Sac1c221492559a372421cbec3b8a573e",
      "doi": "10.1103/xnb7-cghn",
      "summary": "Author(s): Ke Cui, Xianglong Xia, Simeng Li, Ming Zhu, Jian Sun, and Shibiao Tang For the post processing of the Quantum Key Distribution (QKD) system, the error correction is the most important step whose efficiency significantly influences the final key generation rate. Traditionally, the error correction algorithm is developed based on the binary symmetrical channel (BSC) mode… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Dynamical crossover of vortex-pair annihilation in two-dimensional quantum turbulence</span>",
      "authors": [
        "Toshiaki Kanai and Chuanwei Zhang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/a607cY9aI511f18282a76c074ec6240560c99bf6d",
      "doi": "10.1103/6zfl-dc7r",
      "summary": "Author(s): Toshiaki Kanai and Chuanwei Zhang Understanding the elementary mechanism for the dissipation of vortex energy in quantum liquids is one central issue in quantum hydrodynamics, such as quantum turbulence in systems ranging from neutron stars to atomic condensates. In a two-dimensional (2D) Bose-Einstein condensate (BEC) at zero tempe… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Strongest quantum nonlocality in $N$-partite systems</span>",
      "authors": [
        "Mengying Hu, Ting Gao, and Fengli Yan"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/d9076N7fKc21c62605e61b19e19401fd6a65b1be6",
      "doi": "10.1103/69z8-sk86",
      "summary": "Author(s): Mengying Hu, Ting Gao, and Fengli Yan A set of orthogonal states possesses the strongest quantum nonlocality if only a trivial orthogonality-preserving positive operator-valued measure (POVM) can be performed for each bipartition of the subsystems. This concept originated from the strong quantum nonlocality proposed by Halder $etal.$ []… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>THz waveform shifting and broadening along a DC electric field biased femtosecond laser plasma filament</span>",
      "authors": [
        "Juan Long, Tiejun Wang, Yaoxiang Liu, Yingxia Wei, Chaopeng Yang, Xianwang Li, Rao Adeel Un Nabi, Ying Xu, and Yuxin Leng"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/63078NbfS181c826099600b4eb592e7215bdded14",
      "doi": "10.1103/55w8-m9jv",
      "summary": "Author(s): Juan Long, Tiejun Wang, Yaoxiang Liu, Yingxia Wei, Chaopeng Yang, Xianwang Li, Rao Adeel Un Nabi, Ying Xu, and Yuxin Leng Longitudinally resolved terahertz radiations from tip-electrodes DC electric field biased laser filament were generated. The terahertz waveform undergoes a shifting of 0.43 ps and broadening of 0.46 ps in the time domain during its propagation in the 40 mm long filament. Both experimental and numeri… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Passive leakage removal unit based on a disordered transmon array</span>",
      "authors": [
        "Gonzalo Martín-Vázquez, Taneli Tolppanen, and Matti Silveri"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/6f07fY03O641c292201c9325d6c6c0720b03b2875",
      "doi": "10.1103/bxqs-y662",
      "summary": "Author(s): Gonzalo Martín-Vázquez, Taneli Tolppanen, and Matti Silveri Leakage out from the qubit subspace compromises standard quantum error correction protocols and poses a challenge for practical quantum computing. We propose a passive leakage removal unit based on an array of coupled disordered transmons and last-site reset by feedback-measurement or dissipation. W… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Spin polarization of Auger electrons following inner-shell photoionization of highly charged boronlike ions by circularly polarized light</span>",
      "authors": [
        "Y. Li, J. Q. Wang, Z. Q. Tian, Y. Yang, and Z. W. Wu"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/ac077NdeSae19321e6a751b5e75635a82ec421fd8",
      "doi": "10.1103/wnfg-kn2v",
      "summary": "Author(s): Y. Li, J. Q. Wang, Z. Q. Tian, Y. Yang, and Z. W. Wu Spin polarization of the Auger electrons emitted from the nonradiative Auger decay $1s2s^{2}2p_{1/2} \\, J\\!=\\!1 \\!\\rightarrow\\! 1s^{2}2s \\, J_{f}\\!=\\!1/2 + e_{\\rm A}$ following inner-shell $1s$ photoionization of boronlike ions by circularly polarized light is studied using the multiconfigurational … [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Scalable universal quantum gates between nitrogen-vacancy centers in levitated nanodiamond arrays</span>",
      "authors": [
        "Guangyu Zhang, Huaijin Zhang, and Zhangqi Yin"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/13072Na5Qfa17e250669173047d05fb0e0df4c02e",
      "doi": "10.1103/zgk4-1556",
      "summary": "Author(s): Guangyu Zhang, Huaijin Zhang, and Zhangqi Yin Nitrogen-vacancy (NV) centers in nanodiamond offer a promising platform for quantum information processing due to their room-temperature spin coherence and optical addressability. However, scalable quantum processors remain limited by the challenge of achieving strong, controllable interactions betw… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Classical optical realization of joint weak measurement through optical beam shifts</span>",
      "authors": [
        "Ritwik Dhara, Shyamal Guchhait, Meghna Sarkar, Swain Ashutosh, Niladri Modak, and Nirmalya Ghosh"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/8f07aN43M8f1842b420954c5b3cd63842a3b4feb0",
      "doi": "10.1103/3p8k-b8t8",
      "summary": "Author(s): Ritwik Dhara, Shyamal Guchhait, Meghna Sarkar, Swain Ashutosh, Niladri Modak, and Nirmalya Ghosh Quantum weak measurements became extremely popular in classical optics to amplify small optical signals for fundamental interests and potential applications. Later, a more general extension, joint weak measurement has been proposed to extract weak value from a joint quantum measurement. However, unl… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Retrodiction of measurement outcomes on a single quantum system revealing entanglement with its environment</span>",
      "authors": [
        "Julien Pinske and Klaus Mølmer"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/a2072Da7Q1b12204f2723943a5f1a9c308e80bde8",
      "doi": "10.1103/kfn4-1fx4",
      "summary": "Author(s): Julien Pinske and Klaus Mølmer The density matrix yields probabilistic information about the outcome of measurements on a quantum system, but it does not distinguish between classical randomness in the preparation of the system and entanglement with its environment. Here, we show that retrodiction, employing both prior and poster… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Spectroscopy and recurrent fluorescence from cryogenically cooled C${}_{4}^{−}$</span>",
      "authors": [
        "H. B. Pedersen and L. H. Andersen"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/3a07fN9bS0b19e27851c810767051ff6eec122a51",
      "doi": "10.1103/g4m2-6drv",
      "summary": "Author(s): H. B. Pedersen and L. H. Andersen We report on the direct observation of recurrent fluorescence (RF) from initially cold C${}_{4}^{−}$ anions obtained at specific photo-excitations from the electronic ground state (X${}^{2}{Π}_{g}$) under conditions mimicking the environment in interstellar space. Using a combination of buffer gas c… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRA",
      "journal": "Phys. Rev. A",
      "journalShort": "PRA",
      "type": "accepted",
      "title": "<span>Effects of finite trapping on the decay, recoil, and decoherence of dark states of quantum emitter arrays</span>",
      "authors": [
        "M. Eltohfa and F. Robicheaux"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/pra/accepted/0007dNdeOe31832e920b98563d95004361d125c63",
      "doi": "10.1103/qv4c-s9xw",
      "summary": "Author(s): M. Eltohfa and F. Robicheaux The collective interaction of electronic excitations with the electromagnetic field in atomic arrays can lead to reduced decay rates, forming subradiant states with applications in quantum information and memories. By including quantized vibrational excitations, we examine the effects of finite trap… [Phys. Rev. A] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRC",
      "journal": "Phys. Rev. C",
      "journalShort": "PRC",
      "type": "published",
      "title": "High-spin states of ${}_{\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}68}^{165,166,167}\\mathrm{Er}$ populated in incomplete fusion reactions",
      "authors": [
        "M. J. Burns, R. Chapman, M. Labiche, J. Ollier, V. Kumar, C.-J. Lv, Y.-X. Liu, Y. Sun, Th. Kröll, C. Ur, K.-M. Spohr, E. Farnea, and T. Martinez"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/247g-wqd5",
      "doi": "10.1103/247g-wqd5",
      "summary": "Author(s): M. J. Burns, R. Chapman, M. Labiche, J. Ollier, V. Kumar, C.-J. Lv, Y.-X. Liu, Y. Sun, Th. Kröll, C. Ur, K.-M. Spohr, E. Farnea, and T. Martinez High-spin states in the ${}_{\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28em}{0ex}}\\phantom{\\rule{0.28… [Phys. Rev. C 112, 024315] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRC",
      "journal": "Phys. Rev. C",
      "journalShort": "PRC",
      "type": "accepted",
      "title": "<span>Effect of transverse momentum conservation and flow on symmetric cumulants <em>sc</em>${}_{2,3}${4} and <em>sc</em>${}_{2,3,4}${6}</span>",
      "authors": [
        "Jia-Lin Pei, Guo-Liang Ma, and Adam Bzdak"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prc/accepted/6b07eP9cPf51241ce04e04d22b603f8647a1afda2",
      "doi": "10.1103/3w99-wcts",
      "summary": "Author(s): Jia-Lin Pei, Guo-Liang Ma, and Adam Bzdak Symmetric cumulants can improve our understanding of the joint probability distribution function $ P( v_{m},v_{n},v_{k}, , {m}, {n},_{k},)$, potentially offering new insights into the nature of the fluctuations of the quark-gluon plasma produced in relativistic heavy-ion collisions. In this work, the … [Phys. Rev. C] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRC",
      "journal": "Phys. Rev. C",
      "journalShort": "PRC",
      "type": "accepted",
      "title": "<span>Hoyle-analog state in ${}^{13}$N</span>",
      "authors": [
        "Ying-Yu Cao, De-Ye Tao, Bo Zhou, and Yu-Gang Ma"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prc/accepted/2307dP17R711fd0689f037e826e83d2a52806e8bf",
      "doi": "10.1103/d3f6-wpdb",
      "summary": "Author(s): Ying-Yu Cao, De-Ye Tao, Bo Zhou, and Yu-Gang Ma We investigate the cluster structure of $\\rm ^{13}N$ using a microscopic $α+α+α+p$ four-body cluster model. The calculated spectra reasonably agree with the observed spectra in the low-lying states. We calculate the reduced width amplitudes and spectroscopic factors to investigate the Hoyle-analog s… [Phys. Rev. C] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRC",
      "journal": "Phys. Rev. C",
      "journalShort": "PRC",
      "type": "accepted",
      "title": "<span>Investigation of ${}^{7}$Li-induced fusion reactions on light and medium-mass targets at above-barrier energies</span>",
      "authors": [
        "Simran Rani and Pardeep Singh"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prc/accepted/a4078P04Kf91790809af1071c304ab174590d8c9c",
      "doi": "10.1103/w21r-5gl4",
      "summary": "Author(s): Simran Rani and Pardeep Singh The objective of present study is to explore the influence of breakup of weakly bound nuclei on fusion reactions induced by ^7Li on light and medium mass targets ^16O, ^27Al, ^28Si and ^64Ni in above-barrier energy region. Continuum Discretized Coupled-Channel (CDCC) calculations have been carried o… [Phys. Rev. C] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRC",
      "journal": "Phys. Rev. C",
      "journalShort": "PRC",
      "type": "accepted",
      "title": "<span>Experimental evidence of the molecular H${}_{2}$O symmetry C<span class=\"math inline\">$_{\\rm 2v}$</span> in the ${}^{236}$U nucleus: Model-independent point-group and combinatorial identification criteria</span>",
      "authors": [
        "I. Dedes, J. Dudek, A. Baran, D. Curien, A. Góźdź, A. Maj, A. Pȩdrak, D. Rouvel, and J. Yang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prc/accepted/09075P5dA6aE171330b07311ddaeefe3b47407968",
      "doi": "10.1103/kk2c-9q1y",
      "summary": "Author(s): I. Dedes, J. Dudek, A. Baran, D. Curien, A. Góźdź, A. Maj, A. Pȩdrak, D. Rouvel, and J. Yang In a number of recent publications, theory predictions of the presence of molecular symmetries in atomic nuclei were formulated, in particular, tetrahedral and octahedral, T${}_{d}$ and O${}_{h}$ (already identified in a non-cluster ${}^{152}$Sm nucleus) and C${}_{2v}$, D${}_{3h}$, and D${}_{2d}$. M… [Phys. Rev. C] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRC",
      "journal": "Phys. Rev. C",
      "journalShort": "PRC",
      "type": "accepted",
      "title": "<span>Excited state of the $α$-particle: A benchmark study</span>",
      "authors": [
        "P. -Y. Duerinck, A. Deltuva, J. Dohet-Eraly, M. Gattobigio, A. Kievsky, R. Lazauskas, D. Likandrovas, and M. Viviani"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prc/accepted/1b07cPd5Qa91c60e39360913c5b30cbfc19940ea8",
      "doi": "10.1103/jcd4-8jh8",
      "summary": "Author(s): P. -Y. Duerinck, A. Deltuva, J. Dohet-Eraly, M. Gattobigio, A. Kievsky, R. Lazauskas, D. Likandrovas, and M. Viviani A benchmark study is performed for the excited state of ${}^{4}$He. When the Coulomb interaction is switched off, the ${}^{4}$He nucleus exhibits a bound excited state in the vicinity of $p{−}^{3}$H threshold. As the Coulomb interaction is gradually introduced, the excited state crosses the threshol… [Phys. Rev. C] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRC",
      "journal": "Phys. Rev. C",
      "journalShort": "PRC",
      "type": "accepted",
      "title": "<span>Emulating multichannel scattering based on eigenvector continuation in the discrete-basis formalism</span>",
      "authors": [
        "K. Hagino, Liao.Z., S. Yoshida, M. Kimura, and K. Uzawa"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prc/accepted/b307fPe0Q9d17c0b09e769f95c20b0397b4fcf49b",
      "doi": "10.1103/zpsz-7jld",
      "summary": "Author(s): K. Hagino, Liao.Z., S. Yoshida, M. Kimura, and K. Uzawa We construct an emulator for a multi-channel scattering problem based on the eigenvector continuation. To this end, we employ the Kohn variational principle formulated in the discrete basis formalism. We apply this to one-dimensional scattering problems with a Gaussian barrier. Both for a single-cha… [Phys. Rev. C] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRC",
      "journal": "Phys. Rev. C",
      "journalShort": "PRC",
      "type": "accepted",
      "title": "<span>Structural analysis of the states within the bump regions in ${}_{Λ}^{10}$Be spectrum via Control Neural Network</span>",
      "authors": [
        "Zhengri Liu, Jiaqi Tian, Mengjiao Lyu, Masahiro Isaka, Akinobu Doté, Takayuki Myo, Hisashi Horiuchi, Hiroki Takemoto, Niu Wan, and Qing Zhao"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prc/accepted/c007fP2eO03Ef712600b74a3293dd6625e2f259ae",
      "doi": "10.1103/xdvj-hplt",
      "summary": "Author(s): Zhengri Liu, Jiaqi Tian, Mengjiao Lyu, Masahiro Isaka, Akinobu Doté, Takayuki Myo, Hisashi Horiuchi, Hiroki Takemoto, Niu Wan, and Qing Zhao Recent high-precision ($e,e′{K}^{+}$) reaction experiments have revealed two “bump” states in the excitation spectrum of ${}_{Λ}^{10}Be$ at 3.57 MeV and 8.36 MeV, providing critical constraints for refining theoretical models of hypernuclear structure and hyperon-nucleon (YN) interactions. In this s… [Phys. Rev. C] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRC",
      "journal": "Phys. Rev. C",
      "journalShort": "PRC",
      "type": "accepted",
      "title": "<span>Effects of nuclear surface dynamics on fusion and multinucleon transfer reactions</span>",
      "authors": [
        "Cheng Li, Xingxin Luo, Tao Li, Xin-Rui Zhang, Junlong Tian, Ning Wang, Hui-Xiao Duan, and Feng-Shou Zhang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prc/accepted/53074P1aQ0d17803f92b6ec7710df3576ad634763",
      "doi": "10.1103/rf54-ph2m",
      "summary": "Author(s): Cheng Li, Xingxin Luo, Tao Li, Xin-Rui Zhang, Junlong Tian, Ning Wang, Hui-Xiao Duan, and Feng-Shou Zhang The effects of nuclear surface dynamics on both fusion and multinucleon transfer reactions are investigated simultaneously within the framework of the improved quantum molecular dynamics model. The capture processes of ${}^{40}$Ca+${}^{40}$Ca and ${}^{40}$Ar+${}^{208}$Pb systems are simulated using … [Phys. Rev. C] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRC",
      "journal": "Phys. Rev. C",
      "journalShort": "PRC",
      "type": "accepted",
      "title": "<span>High energy neutron emission and short range correlation</span>",
      "authors": [
        "R. Wada, Q. Hu, G. Y. Tian, X. Q. Liu, W. P. Lin, J. H. Tan, and H. Zheng"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prc/accepted/2907cPcaSc311f0cf9ab2da23004deba1133652da",
      "doi": "10.1103/xp79-xmsd",
      "summary": "Author(s): R. Wada, Q. Hu, G. Y. Tian, X. Q. Liu, W. P. Lin, J. H. Tan, and H. Zheng High energy neutron emission from the reactions of [40]Ar,[20]Ne on a natural Copper target at Einc/A = 400 to 600 MeV is studied, examining a possible signature of nucleon-nucleon short range correlations (SRC) in the high energy/momentum tails in the neutron spectra, using available experimental d… [Phys. Rev. C] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "published",
      "title": "Improved lattice QCD ${B}_{c}→J/ψ$ vector, axial-vector, and tensor form factors",
      "authors": [
        "Judd Harrison (HPQCD Collaboration)"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/wll6-z4cb",
      "doi": "10.1103/wll6-z4cb",
      "summary": "Author(s): Judd Harrison (HPQCD Collaboration) We present an update of HPQCD’s lattice quantum chromodynamics (QCD) determination of the ${B}_{c}→J/ψ$ vector and axial-vector form factors, and provide new results for the tensor form factors. We use the highly improved staggered quark (HISQ) action for all valence quarks, together with the second… [Phys. Rev. D 112, 034503] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "published",
      "title": "Constraints and sensitivities for dipole-portal heavy neutral leptons from ND280 and its upgrade",
      "authors": [
        "M-S. Liu, N. W. Kamp, and C. A. Argüelles"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/5738-hj4s",
      "doi": "10.1103/5738-hj4s",
      "summary": "Author(s): M-S. Liu, N. W. Kamp, and C. A. Argüelles We report new constraints and sensitivities to heavy neutral leptons (HNLs) with transition magnetic moments, also known as dipole-portal HNLs. This is accomplished using data from the T2K ND280 near detector in addition to the projected three-year dataset of the upgraded ND280 detector. Dipole-port… [Phys. Rev. D 112, 035012] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "published",
      "title": "Revisiting ${B}_{c}^{−}→J/ψ({η}_{c}){L}^{−}$ decays within the SM and beyond in QCD factorization",
      "authors": [
        "Wei-Jun Deng, Fang-Min Cai, Xin-Qiang Li, Yan Shi, and Ya-Dong Yang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/31cd-lgtk",
      "doi": "10.1103/31cd-lgtk",
      "summary": "Author(s): Wei-Jun Deng, Fang-Min Cai, Xin-Qiang Li, Yan Shi, and Ya-Dong Yang Motivated by the deviations observed between the experimental measurements and the Standard Model (SM) predictions of the branching ratios of ${\\overline{B}}_{s}^{0}→{D}_{s}^{+}{π}^{−}$ and ${\\overline{B}}_{d}^{0}→{D}^{+}{K}^{−}$ decays, we revisit the two-body hadronic ${B}_{c}^{−}→J/ψ({η}_{c}){L}^… [Phys. Rev. D 112, 035013] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "published",
      "title": "Nonlinear trident using WKB and worldline instantons",
      "authors": [
        "Gianluca Degli Esposti and Greger Torgrimsson"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/vpyq-qs23",
      "doi": "10.1103/vpyq-qs23",
      "summary": "Author(s): Gianluca Degli Esposti and Greger Torgrimsson We consider nonlinear trident, ${e}^{−}→{e}^{−}{e}^{−}{e}^{+}$, in various electric background fields. This process has so far been studied for plane-wave backgrounds, using Volkov solutions. Here we first use WKB for trident in time-dependent electric fields, and then for fields which vary slowly i… [Phys. Rev. D 112, 036005] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "published",
      "title": "Universal horizons without hypersurface orthogonality",
      "authors": [
        "Francesco Del Porro, Stefano Liberati, and Jacopo Mazza"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/2l2x-y6yr",
      "doi": "10.1103/2l2x-y6yr",
      "summary": "Author(s): Francesco Del Porro, Stefano Liberati, and Jacopo Mazza A key consequence of Lorentz-violating gravity is the emergence of modified dispersion relations implying the absence of a universal maximum propagation speed. This challenges the conventional notion of the event horizon as a causal boundary common to all degrees of freedom. However, certain solutio… [Phys. Rev. D 112, 044018] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Topological stars and scalar wave equation: Exact resummation of the renormalized angular momentum in the eikonal limit</span>",
      "authors": [
        "Donato Bini and Giorgio Di Russo"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/c7079QacSf91e24db0583704c8b339d5024177346",
      "doi": "10.1103/dw5y-4pv8",
      "summary": "Author(s): Donato Bini and Giorgio Di Russo We show that for a Topological Star the renormalized angular momentum parameter, $ν$, appearing in the Mano-Suzuki-Takasugi-type or in the quantum-Seiberg-Witten-type approaches of the perturbation equations, has 1) a direct link with the geodesic radial action computed along the null orbits of the … [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Status of the ${D}_{s}^{+}→ϕ{ℓ}^{+}{ν}_{ℓ}$ decay with a chiral-odd $ϕ$-meson light-cone distribution amplitude</span>",
      "authors": [
        "Ya-Xiong Wang, Dan-Dan Hu, Wan-Bing Luo, Tao Zhong, and Hai-Bing Fu"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/37072Qd5Rb012940026614c76417467b91d92de3d",
      "doi": "10.1103/byd6-f7sv",
      "summary": "Author(s): Ya-Xiong Wang, Dan-Dan Hu, Wan-Bing Luo, Tao Zhong, and Hai-Bing Fu The twist-2 distribution amplitude of the $ϕ$-meson has attracted considerable interest due to its unique properties. In this work, we construct the transverse leading-twist light-cone distribution amplitude (LCDA) ${ϕ}_{2;ϕ}^{⊥}(x,{μ}_{0})$ of the $ϕ$-meson using the light-cone harmonic oscillator … [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Resonance of black hole quasinormal modes in coupled systems</span>",
      "authors": [
        "Takuya Takahashi, Hayato Motohashi, and Kazufumi Takahashi"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/c3072QedR791ef4490aa437747b6c9c5f5c40f190",
      "doi": "10.1103/59tb-2x9r",
      "summary": "Author(s): Takuya Takahashi, Hayato Motohashi, and Kazufumi Takahashi Black hole quasinormal modes (QNMs) can exhibit resonant excitations associated with avoided crossings in their complex frequency spectrum. Such resonance phenomena can serve as novel signatures for probing new physics, where additional degrees of freedom are commonly introduced. Motivated by this p… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Anisotropic counts-in-cells in redshift space: A new route to cosmological constraints from galaxy surveys</span>",
      "authors": [
        "Paweł Drozda, Wojciech A. Hellwing, and Maciej Bilicki"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/2107bQ69S081ad3016954684c8937fd35812e73bd",
      "doi": "10.1103/71cc-223l",
      "summary": "Author(s): Paweł Drozda, Wojciech A. Hellwing, and Maciej Bilicki We introduce a novel extension of the volume-averaged correlation function (VACF) framework by replacing the traditional spherical smoothing kernels with anisotropic, ellipsoidal windows. This generalized approach enables the study of shape-dependent clustering statistics and captures directional in… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Phase transition mechanism of spontaneous scalarization</span>",
      "authors": [
        "João Vitor M. Muniz, Néstor Ortiz, and Raissa F. P. Mendes"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/0f078Q5fS88193332504918077c3653f49b115712",
      "doi": "10.1103/qh47-qv76",
      "summary": "Author(s): João Vitor M. Muniz, Néstor Ortiz, and Raissa F. P. Mendes In certain modified gravity theories that include additional scalar degrees of freedom, compact objects such as black holes and neutron stars may undergo a process known as spontaneous scalarization, in which the scalar field is suddenly activated beyond a certain critical point. Since its discovery… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>High-redshift millennium and astrid galaxies in effective field theory at the field level</span>",
      "authors": [
        "James M. Sullivan, Carolina Cuesta-Lazaro, Mikhail M. Ivanov, Yueying Ni, Sownak Bose, Boryana Hadzhiyska, César Hernández-Aguayo, Lars Hernquist, and Rahul Kannan"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/b7074Q65R511a741d0ce17549eacf813a46c38c0f",
      "doi": "10.1103/1hps-3pf4",
      "summary": "Author(s): James M. Sullivan, Carolina Cuesta-Lazaro, Mikhail M. Ivanov, Yueying Ni, Sownak Bose, Boryana Hadzhiyska, César Hernández-Aguayo, Lars Hernquist, and Rahul Kannan Effective Field Theory (EFT) modeling is expected to be a useful tool in the era of future higher-redshift galaxy surveys such as DESI-II and Spec-S5 due to its robust description of various large-scale structure tracers. However, large values of EFT bias parameters of higher-redshift galaxies could… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Neutrino data analysis of extra-dimensional theories with massive bulk fields</span>",
      "authors": [
        "Philipp Eller, Manuel Ettengruber, and Alan Zander"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/bd077Q64Udd1813f75688159d555b9dd024e864df",
      "doi": "10.1103/1llm-96vy",
      "summary": "Author(s): Philipp Eller, Manuel Ettengruber, and Alan Zander We present a global neutrino oscillation analysis of models with a single large extra dimension in which right-handed neutrinos possess bulk Dirac masses. Two scenarios are considered: Large Extra Dimensions with bulk masses and the Dark Dimension framework, both predicting a tower of sterile Kaluza… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Bayesian optimization of Pythia8 tunes</span>",
      "authors": [
        "Ali Al Kadhim, Harrison B. Prosper, and Stephen Mrenna"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/31072Q83R9f1c84921347b847e5c9518fe4d0e60c",
      "doi": "10.1103/1hn2-hz4q",
      "summary": "Author(s): Ali Al Kadhim, Harrison B. Prosper, and Stephen Mrenna A new tune (set of model parameters) is found for the six most important parameters of the Pythia8 final state parton shower and hadronization model using Bayesian optimization. The tune fits the LEPI data from ALEPH better than the default tune in Pythia8. To the best of our knowledge, we present t… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Chiral perturbation theory for baryon-number-violating nucleon decay into a vector meson</span>",
      "authors": [
        "Yi Liao, Xiao-Dong Ma, and Hao-Lin Wang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/3207fQ21Sb2E2612e1fe41512d12d81b34cfea875",
      "doi": "10.1103/fzq9-tfcp",
      "summary": "Author(s): Yi Liao, Xiao-Dong Ma, and Hao-Lin Wang In a recent work we identified generic baryon-number-violating (BNV) structures containing triple light quarks and achieved their leading-order chiral realizations involving octet pseudoscalars and baryons. Although many two-body nucleon decays into a vector meson have been experimentally searched f… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Generalized Wigner-Weyl calculus for gauge theory and nondissipative transport</span>",
      "authors": [
        "Praveen D. Xavier and M. A. Zubkov"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/36073Q74S521d732693399b6bcfe36fc7758fc649",
      "doi": "10.1103/5h5v-jtfk",
      "summary": "Author(s): Praveen D. Xavier and M. A. Zubkov We consider a theory of fermions interacting with a (in general, non-Abelian) gauge field. The theory is assumed to be essentially inhomogeneous, which might be provided by non-trivial background fields interacting with both fermions and gauge bosons. For this theory, a version of Wigner-Weyl calcul… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Dynamical friction shear and rotation in Chaplygin cosmology</span>",
      "authors": [
        "A. Del Popolo, Saeed Fakhry, Maryam Shiravand, and Morgan Le Delliou"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/ae076Q83Ta712740401508b3de4bf79225ce54dd7",
      "doi": "10.1103/l1gl-ltkg",
      "summary": "Author(s): A. Del Popolo, Saeed Fakhry, Maryam Shiravand, and Morgan Le Delliou In this study, we build upon the findings of Del Popolo et al. (2013) by further analyzing the influence of dynamical friction on the evolution of cosmological perturbations within the framework of the spherical collapse model (SCM) in a Universe dominated by generalized Chaplygin gas (GCG). Specifi… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Measurement of the $A$ dependence of the ${ν}_{μ}$ charged-current quasielasticlike cross section as a function of muon and proton kinematics at $<{E}_{ν}>∼6$ GeV</span>",
      "authors": [
        "J. Kleykamp et al."
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/92070Q23P651014ed13f87d8e27d730afc67a9ef1",
      "doi": "10.1103/h9vz-x4xf",
      "summary": "Author(s): J. Kleykamp et al. The first simultaneous measurements of the ${ν}_{μ}$ quasielastic-like cross section on C, CH, H$_2$0, Fe, and Pb targets as a function of kinematic imbalance variables in the plane transverse to the incoming neutrino direction are presented. These variables combine the muon and proton information t… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Mechanical form factors and densities of nonrelativistic fermions</span>",
      "authors": [
        "Adam Freese"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/8207fQ35S561304b82d80bd6c90ebc9e3c49caf91",
      "doi": "10.1103/k3hd-3lqv",
      "summary": "Author(s): Adam Freese The hadron physics community has been actively debating the interpretation of so-called mechanical properties of hadrons. Non-relativistic quantum-mechanical systems like the hydrogen atom have been appealed to in these debates as analogies. Since such appeals are likely to continue, it is important… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Skewness as a probe of gravity: Real and redshift space counts in cells</span>",
      "authors": [
        "Paweł Drozda, Wojciech A. Hellwing, and Maciej Bilicki"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/2f078Q44Q811263a1975353867fbd453e460dff48",
      "doi": "10.1103/4sxk-z8z4",
      "summary": "Author(s): Paweł Drozda, Wojciech A. Hellwing, and Maciej Bilicki We study the counts-in-cells reduced skewness ${s}_{3}$ for dark matter, halo, and galaxy distributions in both real and redshift space, using the ELEPHANT ($ExtendedLEnsingPHysicswithANalyticalrayTracing$) suite of $N$-body simulations. We compare General Relativity (GR) with two extended (EG) grav… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Simple quintessence models in light of DESI-BAO observations</span>",
      "authors": [
        "James M. Cline and Varun Muralidharan"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/db074QecT8514b4613cb5e27508371a195d5c73ac",
      "doi": "10.1103/8z2m-nbv6",
      "summary": "Author(s): James M. Cline and Varun Muralidharan Recent analyses from the DESI collaboration suggest that the dark energy density of the Universe may be decreasing with time, slowing the acceleration of the scale factor a. Typically these studies are performed assuming an ansatz for the equation of state $w(a)$. In this work, we instead consider s… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Anomalies in hadronic $B$ decays: An update</span>",
      "authors": [
        "Bhubanjyoti Bhattacharya, Marianne Bouchard, Luke Hudy, Alexandre Jean, David London, and Christopher MacKenzie"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/c107fQ0bS261963a78d859c3c2cdd3f635d1f2f51",
      "doi": "10.1103/5jp1-7cfw",
      "summary": "Author(s): Bhubanjyoti Bhattacharya, Marianne Bouchard, Luke Hudy, Alexandre Jean, David London, and Christopher MacKenzie Recently, $B→PP$ decays ($B={{B}^{0},{B}^{+},{B}_{s}^{0}}$, $P={π,K}$) were analyzed under the assumption of flavor SU(3) symmetry (SU(3)${}_{F}$). Although the individual fits to $ΔS=0$ or $ΔS=1$ decays are good, it was found that the combined fit is very poor: there is a $3.6σ$ disagreement with t… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Probing the ringdown perturbation in binary black hole coalescences with an improved quasinormal mode extraction algorithm</span>",
      "authors": [
        "Keefe Mitman, Isabella Pretto, Harrison Siegel, Mark A. Scheel, Saul A. Teukolsky, Michael Boyle, Nils Deppe, Lawrence E. Kidder, Jordan Moxon, Kyle C. Nelli, William Throwe, and Nils L. Vu"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/dc078Qc2P0018c4c71d32ec9a48bedf76863687a0",
      "doi": "10.1103/qq1g-jlnw",
      "summary": "Author(s): Keefe Mitman, Isabella Pretto, Harrison Siegel, Mark A. Scheel, Saul A. Teukolsky, Michael Boyle, Nils Deppe, Lawrence E. Kidder, Jordan Moxon, Kyle C. Nelli, William Throwe, and Nils L. Vu Using gravitational waves to probe the geometry of the ringing remnant black hole formed in a binary black hole coalescence is a well-established way to test Einstein’s theory of general relativity. However, doing so requires knowledge of when the predictions of black hole perturbation theory, i.e.,… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Photoproduction of doubly charmed tetraquark ${T}_{cc}$ via photon-gluon fusion at ILC and CLIC</span>",
      "authors": [
        "Juan-Juan Niu and Hong-Hao Ma"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/6a07dQa1Sc611942715b7dd570e795226eae7d8a9",
      "doi": "10.1103/7qf8-77kl",
      "summary": "Author(s): Juan-Juan Niu and Hong-Hao Ma The photoproduction of doubly charmed tetraquark ${T}_{cc}$ is predicted through the resolved channel $γ+g→⟨cc⟩[n]+\\stackrel{‾}{c}+\\stackrel{‾}{c}→{T}_{cc}+\\stackrel{‾}{c}+\\stackrel{‾}{c}$ at ILC and CLIC. At ${e}^{+}{e}^{−}$ colliders, the initial photons $γ$ can be produced from two primary source… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Improving the direct determination of $|{V}_{ts}|$ using deep learning</span>",
      "authors": [
        "Jeewon Heo, Woojin Jang, Jason S. H. Lee, Youn Jung Roh, Ian James Watson, and Seungjin Yang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/c507bQ3dOa313836e3d75b84dc0900c3f253f82b5",
      "doi": "10.1103/6l2r-ycj7",
      "summary": "Author(s): Jeewon Heo, Woojin Jang, Jason S. H. Lee, Youn Jung Roh, Ian James Watson, and Seungjin Yang An s-jet tagging approach to determine the Cabibbo-Kobayashi-Maskawa matrix component $|{V}_{ts}|$ directly in the dileptonic final state events of the top pair production in proton-proton collisions has been previously studied by measuring the branching fraction of the decay of one of the top quark… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Universal constraints for conformal line defects</span>",
      "authors": [
        "Barak Gabai, Amit Sever, and De-liang Zhong"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/4d07eYbaO781bd9702cd24678d521bb8ba962aa4a",
      "doi": "10.1103/gsfg-wrps",
      "summary": "Author(s): Barak Gabai, Amit Sever, and De-liang Zhong We present a novel framework for deriving integral constraints for correlators on conformal line defects. These constraints emerge from the non-linearly realized ambient-space conformal symmetry. To validate our approach, we examine several examples and compare them against existing data for the fou… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Accounting for numerical-relativity calibration uncertainty in gravitational-wave modeling and inference</span>",
      "authors": [
        "Lorenzo Pompili, Alessandra Buonanno, and Michael Pürrer"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/ef07eYeeK4116d8ed7e577276553f98bd737fe35c",
      "doi": "10.1103/5kbh-83k7",
      "summary": "Author(s): Lorenzo Pompili, Alessandra Buonanno, and Michael Pürrer The increasing sensitivity of current and upcoming gravitational-wave (GW) detectors poses stringent requirements on the accuracy of the GW models used for data analysis. If these requirements are not met, systematic errors could dominate over statistical uncertainties, hindering our ability to extr… [Phys. Rev. D] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Tunable patterning of bioparticles in ultrasonically oscillating microcavities",
      "authors": [
        "Subhas Nandy, Niladri S. Satpathi, Monica Manohar, and Ashis K. Sen"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/2hf6-8qgj",
      "doi": "10.1103/2hf6-8qgj",
      "summary": "Author(s): Subhas Nandy, Niladri S. Satpathi, Monica Manohar, and Ashis K. Sen Precise patterning of suspended inhomogeneities at the microscale has proven to be crucial for applications spanning a multitude of domains. The use of ultrasonic waves for microscale manipulation has emerged as a promising tool owing to its noninvasive and label-free nature. Alterations in acoustic… [Phys. Rev. Applied 24, 024024] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Strain-tunable microwave-resonance technique for quantum materials",
      "authors": [
        "Suguru Hosoi, Kohei Matsuura, Masaaki Shimozawa, Koichi Izawa, Shigeru Kasahara, and Takasada Shibauchi"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/x9gz-dhmr",
      "doi": "10.1103/x9gz-dhmr",
      "summary": "Author(s): Suguru Hosoi, Kohei Matsuura, Masaaki Shimozawa, Koichi Izawa, Shigeru Kasahara, and Takasada Shibauchi Strain control of quantum materials offers exciting opportunities, but progress has been limited by a lack of probes for accessing microscopic electronic properties under strain. This study presents a strain-tunable microwave cavity that integrates a piezoactuator-based device with a high-dielectric rutile resonator, enabling precise measurements of low-energy quasiparticle excitations under tunable strain. Applying this technique to an iron-based superconductor allows direct observation of strain-controlled superconductivity via microwave spectroscopy. This powerful probe for quantum materials might also serve as a platform for future applications, such as quantum hybrid systems. [Phys. Rev. Applied 24, 024025] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Self-phase-matched broadband amplification with a left-handed Josephson transmission line",
      "authors": [
        "C. Kow, V. Podolskiy, and A. Kamal"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/PhysRevApplied.24.024026",
      "doi": "10.1103/PhysRevApplied.24.024026",
      "summary": "Author(s): C. Kow, V. Podolskiy, and A. Kamal Josephson traveling-wave parametric amplifiers (JTWPAs) are promising platforms for realizing broadband quantum-limited amplification of microwave signals. However, substantial gain in such systems is attainable only when strict constraints on phase matching of the signal, idler, and pump waves are … [Phys. Rev. Applied 24, 024026] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Continuous-time ultrahigh-frequency sensing using cold Rydberg atoms</span>",
      "authors": [
        "Matt J. Jamieson, C. Stuart Adams, Kevin J. Weatherill, Ryan K. Hanley, Natalia Alves, and James Keaveney"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prapplied/accepted/9d073Ac8Q351c00d1455455521b8382fde4812073",
      "doi": "10.1103/2vxb-czvz",
      "summary": "Author(s): Matt J. Jamieson, C. Stuart Adams, Kevin J. Weatherill, Ryan K. Hanley, Natalia Alves, and James Keaveney We present a technique for detecting ultra-high frequency (UHF) radio fields using a three-photon Rydberg excitation scheme in a continuously laser cooled sample of ${}^{87}$Rb atoms. By measuring Autler-Townes splitting, we demonstrate resonant detection of UHF fields with frequency range $∼$ throu… [Phys. Rev. Applied] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Smectic bubble lasers for acoustic and pressure measurements in air and water</span>",
      "authors": [
        "Zala Korenjak and Matjaž Humar"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prapplied/accepted/83077Ab2Pf316b0f746e9185cb1e513b0bc23c494",
      "doi": "10.1103/p1mc-1gp6",
      "summary": "Author(s): Zala Korenjak and Matjaž Humar Recently, we have demonstrated that dye-doped soap and smectic bubbles can be used as lasers. Here, we investigated smectic bubble lasers for their potential to measure pressure changes in both air and water and as microphones. Smectic bubbles consist of a very thin smectic liquid crystal film. In c… [Phys. Rev. Applied] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Nonvolatile multistate electrothermal resistive switching in a strongly correlated insulator thin-film device</span>",
      "authors": [
        "Farnaz Tahouni-Bonab, Matthias Hepting, Theodor Luibrand, Georg Cristiani, Christoph Schmid, Gennady Logvenov, Bernhard Keimer, Reinhold Kleiner, Dieter Koelle, and Stefan Guénon"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prapplied/accepted/a5072A66Ke31ff0ef5703c732b149971398fef8b3",
      "doi": "10.1103/h98b-4438",
      "summary": "Author(s): Farnaz Tahouni-Bonab, Matthias Hepting, Theodor Luibrand, Georg Cristiani, Christoph Schmid, Gennady Logvenov, Bernhard Keimer, Reinhold Kleiner, Dieter Koelle, and Stefan Guénon Strongly correlated insulators, such as Mott or charge-transfer insulators, exhibit a strong temperature dependence in their resistivity. Consequently, self-heating effects can lead to electrothermal instabilities in planar thin film devices of these materials. When the electrical bias current excee… [Phys. Rev. Applied] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Ion counting and temperature determination of Coulomb-crystallized laser-cooled ions in traps using convolutional neural networks</span>",
      "authors": [
        "Yanning Yin and Stefan Willitsch"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prapplied/accepted/3a072A40Ofd19a05e4058d406d25e3f4d8c7df205",
      "doi": "10.1103/zggq-xcbg",
      "summary": "Author(s): Yanning Yin and Stefan Willitsch Coulomb crystals, ordered structures of cold ions confined in ion traps, find applications in a variety of research fields. The number and temperature of the ions forming the Coulomb crystals are two key attributes of interest in many trapped-ion experiments. Here, we present a fast and accurate app… [Phys. Rev. Applied] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Transfer fields and Langevin forces for the noise analysis in diffusive nanodevices within the nonequilibrium Green’s function approach</span>",
      "authors": [
        "Francesco Bertazzi, Alberto Tibaldi, Jesus Alberto Gonzalez Montoya, Francesco Mercinelli, Michele Goano, Simona Donati Guerrieri, Fabrizio Bonani, and Giovanni Ghione"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://journals.aps.org/prapplied/accepted/84070A59Le316600d4b16d710372c383b07340672",
      "doi": "10.1103/q7h9-y56h",
      "summary": "Author(s): Francesco Bertazzi, Alberto Tibaldi, Jesus Alberto Gonzalez Montoya, Francesco Mercinelli, Michele Goano, Simona Donati Guerrieri, Fabrizio Bonani, and Giovanni Ghione Advanced applications based on semiconductor nanostructures require accurate modeling tools for the description of coherent and dissipative quantum processes, but, crucially, also microscopic fluctuations and their propagation to the contacts. Being the two aspects, conduction and fluctuations, inti… [Phys. Rev. Applied] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Statistics of the random matrix spectral form factor",
      "authors": [
        "Alex Altland, Francisco Divi, Tobias Micklitz, Silvia Pappalardi, and Maedeh Rezaei"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/n7rj-gwwj",
      "doi": "10.1103/n7rj-gwwj",
      "summary": "Author(s): Alex Altland, Francisco Divi, Tobias Micklitz, Silvia Pappalardi, and Maedeh Rezaei The spectral form factor of random matrix theory plays a key role in the description of disordered and chaotic quantum systems. While its moments are known to be approximately Gaussian, corrections subleading in the matrix dimension, $D$, have recently come to researchers' attention, with conflictin… [Phys. Rev. Research 7, 033138] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Testing the parquet equations and the U(1) Ward identity for real-frequency correlation functions from the multipoint numerical renormalization group",
      "authors": [
        "Nepomuk Ritz, Anxiang Ge, Markus Frankenbach, Mathias Pelz, Jan von Delft, and Fabian B. Kugler"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/3jtq-5wf5",
      "doi": "10.1103/3jtq-5wf5",
      "summary": "Author(s): Nepomuk Ritz, Anxiang Ge, Markus Frankenbach, Mathias Pelz, Jan von Delft, and Fabian B. Kugler Recently, it has become possible to compute real-frequency four-point correlation functions of quantum impurity models using a multipoint extension of the numerical renormalization group (mpNRG). In this work, we perform several numerical consistency checks of the output of mpNRG by investigating ex… [Phys. Rev. Research 7, 033139] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Solid-state analog of gravitational redshift: Transport signatures of massless Dirac fermions in tilted Dirac cone heterostructures",
      "authors": [
        "Marziyeh Karmand, Mohsen Amini, Morteza Soltani, Ebrahim Ghanbari-Adivi, and Seyed Akbar Jafari"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/f9h1-krjk",
      "doi": "10.1103/f9h1-krjk",
      "summary": "Author(s): Marziyeh Karmand, Mohsen Amini, Morteza Soltani, Ebrahim Ghanbari-Adivi, and Seyed Akbar Jafari A Dirac electron passing through a heterojunction with spatially variable tilt experiences an effective curved spacetime. In this work, we show how this experience is manifested in its conductance. We investigate the propagation of electron waves in a two-dimensional tilted Dirac cone heterostructur… [Phys. Rev. Research 7, 033140] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Unraveling the challenges of phase transition and temperature-dependent thermal conductivity in the one-dimensional rotor model",
      "authors": [
        "Sanmei He and Jianjin Wang"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/cwfm-sx5b",
      "doi": "10.1103/cwfm-sx5b",
      "summary": "Author(s): Sanmei He and Jianjin Wang The one-dimensional rotor model is a classical momentum-conserving system that exhibits normal heat conduction, making it a valuable platform for studying thermal transport. Despite progress in understanding its transport properties, two key issues remain open: (1) whether a phase transition from no… [Phys. Rev. Research 7, 033142] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Radiatively trapped ${e}^{±}$ pair plasma as a laser-to-$γ$ photon converter",
      "authors": [
        "Daniel Younis, Daniel F. Gordon, and Bahman Hafizi"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/h42l-2jc2",
      "doi": "10.1103/h42l-2jc2",
      "summary": "Author(s): Daniel Younis, Daniel F. Gordon, and Bahman Hafizi An energy equilibrium arises when an electron-positron pair plasma is generated by the nonlinear Breit-Wheeler interaction of a $γ$-ray bunch with laser photons and becomes radiatively confined. Ordinarily, ponderomotive scattering prevents leptons from accessing the high-field regions where quantum… [Phys. Rev. Research 7, 033143] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Circuit quantization from first principles",
      "authors": [
        "Yun-Chih Liao, Ben J. Powell, and Thomas M. Stace"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/dfrq-44vk",
      "doi": "10.1103/dfrq-44vk",
      "summary": "Author(s): Yun-Chih Liao, Ben J. Powell, and Thomas M. Stace Superconducting circuit quantization conventionally starts from classical Euler-Lagrange circuit equations of motion. Invoking the correspondence principle yields a canonically quantized description of circuit dynamics over a bosonic Hilbert space. This approach has been very successful for describi… [Phys. Rev. Research 7, 033144] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "On the Quantum Mechanics of Entropic Forces",
      "authors": [
        "Daniel Carney, Manthos Karydas, Thilo Scharnhorst, Roshni Singh, and Jacob M. Taylor"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/y7sy-3by1",
      "doi": "10.1103/y7sy-3by1",
      "summary": "Author(s): Daniel Carney, Manthos Karydas, Thilo Scharnhorst, Roshni Singh, and Jacob M. Taylor A detailed quantum model of how gravity might emerge from microscopic spacetime constituents, like spacetime “molecules,” offers testable predictions that distinguish it from particle-based gravity and paves the way for experimental probes. [Phys. Rev. X 15, 031038] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Algebraic Non-Hermitian Skin Effect and Generalized Fermi Surface Formula in Arbitrary Dimensions",
      "authors": [
        "Kai Zhang, Chang Shu, and Kai Sun"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/cwwd-bclc",
      "doi": "10.1103/cwwd-bclc",
      "summary": "Author(s): Kai Zhang, Chang Shu, and Kai Sun A newly identified algebraic non-Hermitian skin effect reveals that in higher-dimensional quantum systems, boundary-localized modes can decay by a power law, unlocking new ways to control quantum transport and entanglement. [Phys. Rev. X 15, 031039] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "A Friendly Guide to Exorcising Maxwell’s Demon",
      "authors": [
        "A. de Oliveira Junior, Jonatan Bohr Brask, and Rafael Chaves"
      ],
      "date": "2025-08-11T10:00:00+00:00",
      "link": "http://link.aps.org/doi/10.1103/phkv-wrsd",
      "doi": "10.1103/phkv-wrsd",
      "summary": "Author(s): A. de Oliveira Junior, Jonatan Bohr Brask, and Rafael Chaves Despite its origins as a thought experiment, “Maxwell’s demon” has left a lasting legacy in uncovering fundamental links between thermodynamics, information theory, and computation. [PRX Quantum 6, 030201] Published Mon Aug 11, 2025"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Author Correction: A virtual rodent predicts the structure of neural activity across behaviours",
      "authors": [
        "Diego Aldarondo",
        "Josh Merel",
        "Jesse D. Marshall",
        "Leonard Hasenclever",
        "Ugne Klibaite",
        "Amanda Gellis",
        "Yuval Tassa",
        "Greg Wayne",
        "Matthew Botvinick",
        "Bence P. Ölveczky"
      ],
      "date": "2025-08-11T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09407-y",
      "doi": "10.1038/s41586-025-09407-y",
      "summary": "Nature, Published online: 11 August 2025; doi:10.1038/s41586-025-09407-y Author Correction: A virtual rodent predicts the structure of neural activity across behaviours"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Catalytic enantioselective synthesis of alkylidenecyclopropanes",
      "authors": [
        "Jonathan C. Golec",
        "Dong-Hang Tan",
        "Ken Yamazaki",
        "Eveline H. Tiekink",
        "Kirsten E. Christensen",
        "Trevor A. Hamlin",
        "Darren J. Dixon"
      ],
      "date": "2025-08-11T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09485-y",
      "doi": "10.1038/s41586-025-09485-y",
      "summary": "Nature, Published online: 11 August 2025; doi:10.1038/s41586-025-09485-y Catalytic enantioselective synthesis of alkylidenecyclopropanes"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Author Correction: RNA codon expansion via programmable pseudouridine editing and decoding",
      "authors": [
        "Jiangle Liu",
        "Xueqing Yan",
        "Hao Wu",
        "Ziqin Ji",
        "Ye Shan",
        "Xinyan Wang",
        "Yunfan Ran",
        "Yichen Ma",
        "Caitao Li",
        "Yuchao Zhu",
        "Ruichu Gu",
        "Han Wen",
        "Chengqi Yi",
        "Peng R. Chen"
      ],
      "date": "2025-08-11T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09464-3",
      "doi": "10.1038/s41586-025-09464-3",
      "summary": "Nature, Published online: 11 August 2025; doi:10.1038/s41586-025-09464-3 Author Correction: RNA codon expansion via programmable pseudouridine editing and decoding"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How does a forest return to abandoned land? I travel to find out",
      "authors": [
        "Dave Tacon"
      ],
      "date": "2025-08-11T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02517-7",
      "doi": "10.1038/d41586-025-02517-7",
      "summary": "Nature, Published online: 11 August 2025; doi:10.1038/d41586-025-02517-7 Jennifer Khattar and Yang Mei the dog trek through the forests of Taiwan to understand how they develop."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "How Indigenous values permeate my chemistry teaching and research",
      "authors": [
        "Dom Byrne"
      ],
      "date": "2025-08-11T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02568-w",
      "doi": "10.1038/d41586-025-02568-w",
      "summary": "Nature, Published online: 11 August 2025; doi:10.1038/d41586-025-02568-w Joslynn Lee describes why she seeks to bridge the Native American worldview with Western science."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Six questions to ask before jumping into a spreadsheet",
      "authors": [
        "Stephanie  Melchor"
      ],
      "date": "2025-08-11T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02511-z",
      "doi": "10.1038/d41586-025-02511-z",
      "summary": "Nature, Published online: 11 August 2025; doi:10.1038/d41586-025-02511-z Spreadsheet software can be frustrating, but adopting some helpful habits can improve its effectiveness."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Daily briefing: Political officials could control US federal science grants",
      "authors": [
        "Flora Graham"
      ],
      "date": "2025-08-11T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02573-z",
      "doi": "10.1038/d41586-025-02573-z",
      "summary": "Nature, Published online: 11 August 2025; doi:10.1038/d41586-025-02573-z An executive order from US President Donald Trump could mean that political appointees will vet grant applications for ‘anti-American’ research. Plus, eight ‘genetic signals’ of ME/chronic fatigue syndrome and the researcher that took to the sea, Viking style."
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Phase transitions, anomalous baryon number violation, and electroweak multiplet dark matter</span>",
      "authors": [
        "Yanda Wu, Wenxing Zhang, and Michael J. Ramsey-Musolf"
      ],
      "date": "2025-08-10T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/dd075Q0cR3810947127c2673ec78bbac80f3e74a8",
      "doi": "10.1103/lz6d-kn77",
      "summary": "Author(s): Yanda Wu, Wenxing Zhang, and Michael J. Ramsey-Musolf We perform a comprehensive analysis of baryon number violation during an electroweak phase transition (EWPT) within the framework of a scalar electroweak multiplet extension of the Standard Model. We classify the multiplet representations, topological properties, and corresponding thermal histories.… [Phys. Rev. D] Published Sun Aug 10, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Harnessing Higgs boson kinematics for HEFT constraints</span>",
      "authors": [
        "Christoph Englert, Tom Ingebretsen Carlson, Jörgen Sjölin, and Michael Spannowsky"
      ],
      "date": "2025-08-10T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/53075Q3eTad19442c1234e38d7cd848070446cf05",
      "doi": "10.1103/5s8n-6w8s",
      "summary": "Author(s): Christoph Englert, Tom Ingebretsen Carlson, Jörgen Sjölin, and Michael Spannowsky We present a momentum-dependent reweighting strategy to extend current LHC di-Higgs analyses within the $κ$-framework and SMEFT into the bosonic sector of the Higgs Effective Field Theory (HEFT). Unlike SMEFT, where symmetry constraints tightly correlate multi-Higgs processes, HEFT allows for a broa… [Phys. Rev. D] Published Sun Aug 10, 2025"
    },
    {
      "journalKey": "PRD",
      "journal": "Phys. Rev. D",
      "journalShort": "PRD",
      "type": "accepted",
      "title": "<span>Thermodynamics of four-dimensional regular black holes with an infinite tower of regularized curvature corrections</span>",
      "authors": [
        "Adolfo Cisterna, Mokhtar Hassaine, and Ulises Herandez-Vera"
      ],
      "date": "2025-08-10T10:00:00+00:00",
      "link": "http://journals.aps.org/prd/accepted/c5074Qa8S7d1533e96125d74d658086e431bfdd32",
      "doi": "10.1103/6f3b-8794",
      "summary": "Author(s): Adolfo Cisterna, Mokhtar Hassaine, and Ulises Herandez-Vera We study the thermodynamics of a class of four-dimensional black hole solutions arising from the compactification of a higher-curvature gravity theory featuring an infinite tower of Lovelock-type invariants. For planar horizons, we identify two distinct branches: a regular black hole supported by a … [Phys. Rev. D] Published Sun Aug 10, 2025"
    }
  ]
}