{
  "generatedAt": "2025-09-06T20:12:47.550708+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Quantifying Two-Mode Entanglement of Bosonic Gaussian States from Their Full Counting Statistics",
      "authors": [
        "Victor Gondret, Clothilde Lamirault, Rui Dias, Charlie Leprince, Christoph I. Westbrook, David Clément, and Denis Boiron"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1y1p-zqhh",
      "doi": "10.1103/1y1p-zqhh",
      "summary": "We study the entanglement properties of two-mode bosonic Gaussian states based on their multi-mode counting statistics. We exploit the idea that measuring high-order correlations of particle numbers can reveal entanglement without making any assumptions about the coherence of the fields. We show tha… [Phys. Rev. Lett. 135, 100201] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Sea Ice Aging by Diffusion-Driven Desalination",
      "authors": [
        "Yihong Du, Feng Wang, Enrico Calzavarini, and Chao Sun"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mct1-6hbw",
      "doi": "10.1103/mct1-6hbw",
      "summary": "Experiments on freezing saltwater have teased apart flow dynamics inside ice pores, offering a possible boost to climate models’ predictive power. [Phys. Rev. Lett. 135, 104201] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Experimental Evidence of Stimulated Raman Rescattering in Laser-Plasma Interaction",
      "authors": [
        "J.-R. Marquès, F. Pérez, P. Loiseau, L. Lancia, C. Briand, S. Depierreux, M. Grech, and C. Riconda"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/r7th-rq38",
      "doi": "10.1103/r7th-rq38",
      "summary": "Raman rescattering, a long-predicted form of Raman scattering driven by Raman scattering itself and relevant to the study of inertial confinement fusion plasmas, has been observed in a laser plasma. [Phys. Rev. Lett. 135, 105101] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Multiorbital Interactions and Spin Polarization in Single Rare-Earth Adatoms",
      "authors": [
        "Massine Kelai, Stefano Reale, Roberto Robles, Jaehyun Lee, Divya Jyoti, Philippe Ohresser, Edwige Otero, Fadi Choueikani, Fabrice Scheurer, Nicolás Lorente, Deung-Jang Choi, Aparajita Singha, and Fabio Donati"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/mkqz-p424",
      "doi": "10.1103/mkqz-p424",
      "summary": "Surface-adsorbed rare-earth nanostructures are ideal platforms to investigate the interplay between intra-atomic interactions and multiorbital spin configurations. However, addressing these properties has posed severe experimental and theoretical challenges. Here, we use the orbital selectivity offe… [Phys. Rev. Lett. 135, 106203] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Current-Induced Nonequilibrium Hidden Spin Polarization in Topological Dirac Semimetals",
      "authors": [
        "Yun-Jing Lai, Meng-Rou Huang, Hou-Jian Duan, Mou Yang, Rui-Qiang Wang, and Ming-Xun Deng"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/snby-9xsr",
      "doi": "10.1103/snby-9xsr",
      "summary": "The effect of hidden spin polarization (HSP) has expanded the material pool for spintronics and provided new physical insights into relevant hidden phenomena such as optical polarization, valley polarization, orbital polarization, and Berry curvature. Here, we uncover an intrinsic HSP in topological… [Phys. Rev. Lett. 135, 106505] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Tomography of Parametric Transition in Magnets",
      "authors": [
        "Hiroki Shimizu, Tomosato Hioki, Shuntaro Takeda, and Eiji Saitoh"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v1rk-rtrq",
      "doi": "10.1103/v1rk-rtrq",
      "summary": "A new spectroscopic method shows that parametric oscillation in magnets is triggered by asymmetrically distorted magnetization correlations which form due to nonlinear effects. [Phys. Rev. Lett. 135, 106701] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "High-Temperature Phase Separation and Charge-Magnon Liquid in Kinetic Antiferromagnets",
      "authors": [
        "Johan Carlström"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d9c2-yr7j",
      "doi": "10.1103/d9c2-yr7j",
      "summary": "Understanding mechanisms of quantum ordering in strongly correlated systems remains a central challenge in condensed matter physics, with implications for designing novel quantum materials. Here, we investigate kinetic antiferromagnetism on a triangular lattice under an applied magnetic field, where… [Phys. Rev. Lett. 135, 106702] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Optical Signatures of Dynamical Excitonic Condensates",
      "authors": [
        "Alexander Osterkorn, Yuta Murakami, Tatsuya Kaneko, Zhiyuan Sun, Andrew J. Millis, and Denis Golež"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/58r8-cpzn",
      "doi": "10.1103/58r8-cpzn",
      "summary": "We theoretically study dynamical excitonic condensates occurring in bilayers with an imposed chemical potential difference and in photodoped semiconductors. We show that optical spectroscopy can experimentally identify phase-trapped and phase-delocalized dynamical regimes of condensation. In the wea… [Phys. Rev. Lett. 135, 106902] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Exact Computation of Transfer Entropy with Path Weight Sampling",
      "authors": [
        "Avishek Das and Pieter Rein ten Wolde"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/t8z9-ylvg",
      "doi": "10.1103/t8z9-ylvg",
      "summary": "A new computational algorithm makes it possible to quantify the transfer entropy for any stochastic model without the need for approximations. [Phys. Rev. Lett. 135, 107404] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Optical lattice quantum simulator of dynamics beyond Born-Oppenheimer</span>",
      "authors": [
        "Javier Argüello-Luengo, Alejandro González-Tudela, and J. Ignacio Cirac"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/39070Ya6Qcd1999765b751401f0daccd189884807",
      "doi": "10.1103/x5cd-fbj8",
      "summary": "Here, we propose a platform based on ultra-cold fermionic molecules trapped in optical lattices to simulate nonadiabatic effects as they appear in certain molecular dynamical problems. The idea consists in a judicious choice of two rotational states as the simulated electronic or nuclear degrees of … [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Role of matter interactions in superradiant phenomena</span>",
      "authors": [
        "João Pedro Mendonça, Krzysztof Jachymski, and Yao Wang"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/88075Y37P9f1df9e98046bf1b92af32589c5fe537",
      "doi": "10.1103/z8gv-7yyk",
      "summary": "The superradiant phenomenon, usually described by the Dicke model, is a hallmark of strong light-matter interaction. We explore how matter-matter interactions influence this phenomenon by performing ground-state simulations of Dicke-like models with both isotropic and anisotropic spin couplings. We … [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Probing new hadronic forces with heavy exotic atoms</span>",
      "authors": [
        "Hongkai Liu, Ben Ohayon, Omer Shtaif, and Yotam Soreq"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a107dY1eOfa14e9521cc77b8b1d9fd7400370455d",
      "doi": "10.1103/ndfg-42w7",
      "summary": "We explore the potential of precision spectroscopy of heavy exotic atoms where electrons are substituted by negative hadrons to detect new force carriers with hadronic couplings. The selected transitions are unaffected by nuclear contact terms, thus enabling highly accurate calculations using bound-… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Erratum: New method for the astrometric direct detection of ultralight dark matter [Phys. Rev. Lett. <strong>134</strong>, 111003 (2025)]</span>",
      "authors": [
        "Jeff A. Dror and Sarunas Verner"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/1a077Ye7W50R031d103677c7593d06c4828068035",
      "doi": "10.1103/qcz6-g71m",
      "summary": "[Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Emergent inductance from chiral orbital currents in a bulk ferrimagnet</span>",
      "authors": [
        "Gang Cao, Hengdi Zhao, Yu Zhang, Alex Fix, Tristan R. Cao, Dhruva Ananth, Yifei Ni, Gabriel Schebel, Rahul Nandkishore, Itamar Kimchi, Hua Chen, Feng Ye, and Lance E. DeLong"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/64077Yc6R882e80690883253c8c89041ad3c910a2",
      "doi": "10.1103/r22l-y2rr",
      "summary": "We report the discovery of a new form of inductance in the bulk ferrimagnet Mn₃Si₂Te₆, which features strong spin-orbit coupling, large magnetic anisotropy, and pronounced magnetoelastic interactions. Below its Curie temperature (TC ≈ 78 K), Mn₃Si₂Te₆ hosts chiral orbital currents (COC) that circula… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Generation of pure spin current with insulating antiferromagnetic materials</span>",
      "authors": [
        "Yingwei Chen, Junyi Ji, Liangliang Hong, Xiangang Wan, and Hongjun Xiang"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/7f07cY03Qb31169816ce2ff761ba4f995c7e71049",
      "doi": "10.1103/n8d2-hjnd",
      "summary": "Similar to the role of polarization and piezoelectric effect in generating electronic currents, the concepts of spin dipole moment and piezospintronic effect could be employed to explore new ways of producing spin currents. In this study, by using group theory, we classify magnetic point groups enab… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Quarkonium spectroscopy in the quark-gluon plasma</span>",
      "authors": [
        "Zhanduo Tang, Biaogang Wu, Andrew Hanlon, Swagato Mukherjee, Peter Petreczky, and Ralf Rapp"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/f4078Y8dO321708e59570049591f3ae5e2c597689",
      "doi": "10.1103/7zby-gy46",
      "summary": "The properties of bound states are fundamental to hadronic spectroscopy and play a central role in the transition from hadronic matter to a quark-gluon plasma (QGP). In a strongly coupled QGP (sQGP), the interplay of temperature, binding energy and large collisional widths of the partons poses formi… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Coexistence of continuous-variable quantum key distribution and classical data over 120 km fiber</span>",
      "authors": [
        "Adnan A. E. Hajomer, Ivan Derkach, Vladyslav C. Usenko, Ulrik L. Andersen, and Tobias Gehring"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/64079Yc1Of8122914274320799b8c03b5c29d6aa9",
      "doi": "10.1103/zy2d-m3ch",
      "summary": "Integrating quantum key distribution (QKD) with classical data transmission over the same fiber is crucial for scalable quantum-secured communication. However, noise from classical channels limits QKD distance. We demonstrate the longest-distance continuous-variable QKD (CV-QKD) over 120 km (20 dB l… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>${}^{208}$Pb nuclear charge radius revisited: Closing the fine-structure-anomaly gap</span>",
      "authors": [
        "Zewen Sun, Konstantin A. Beyer, Zoia A. Mandrykina, Igor A. Valuev, Christoph H. Keitel, and Natalia S. Oreshkina"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4f07eYd5Q0928606128b4e148c9d61473ae6ed9e7",
      "doi": "10.1103/h3xz-xdxr",
      "summary": "A comprehensive reevaluation of the root-mean-square nuclear charge radius is presented for the doubly magic ${}^{208}$Pb extracted from muonic spectroscopy measurements. By integrating rigorous theoretical quantum electrodynamics calculations, state-of-the-art numerical methods, and a systematic re… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Circular dichroism in resonant photoelectron diffraction as a direct probe of sublattice magnetization in altermagnets</span>",
      "authors": [
        "Peter Krüger"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/da07cY06Qf117c9d76ea30a5398f96ea60fb562dc",
      "doi": "10.1103/pl1p-v5rs",
      "summary": "Altermagnets are a new class of magnetic materials that are promising for spintronics technology. Here it is shown that in altermagnets, the circular dichroism (CD) in resonant photoelectron diffraction (RPED) contains a time-reversal odd signal, which provides a direct probe of the sublattice magne… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Resummation of universal tails in gravitational waveforms</span>",
      "authors": [
        "Mikhail M. Ivanov, Yue-Zhou Li, Julio Parra-Martinez, and Zihan Zhou"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/bd073Y6dR311f398478d0fb3b943308e15cb26b93",
      "doi": "10.1103/jzd1-qzkt",
      "summary": "We present a formula for the universal anomalous scaling of the multipole moments of a generic gravitating source in classical general relativity. We derive this formula in two independent ways using effective field theory methods. First, we use the absorption of low frequency gravitational waves by… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Hopf bifurcation of nonlinear non-Hermitian skin effect</span>",
      "authors": [
        "Kohei Kawabata and Daichi Nakamura"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/07078Yd6R9026c0440e0001316352dd5e73ec792c",
      "doi": "10.1103/vxgf-59xt",
      "summary": "The non-Hermitian skin effect, nonreciprocity-induced anomalous localization of an extensive number of eigenstates, represents a hallmark of non-Hermitian topological systems with no analogs in Hermitian systems. Despite its significance across various open classical and quantum systems, the influen… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Electronic correlations in rhombohedral graphene at atomic scale</span>",
      "authors": [
        "Yufeng Liu, Zonglin Li, Shudan Jiang, Min Li, Yu Gu, Kai Liu, Qia Shen, Liang Liu, Xiaoxue Liu, Dandan Guan, Yaoyi Li, Hao Zheng, Canhua Liu, Kenji Watanabe, Takashi Taniguchi, Jinfeng Jia, Tingxin Li, Guorui Chen, Jianpeng Liu, Can Li, Zhiwen Shi, and Shiyong Wang"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2b077Yc4Of010f9df045341961fb630013de96f28",
      "doi": "10.1103/fv52-pd3h",
      "summary": "Rhombohedral graphene (RG) has emerged as a promising platform for exploring exotic quantum phenomena, such as quantum magnetism, unconventional superconductivity, and fractional quantum anomalous Hall effects. Despite its potential, atomic-scale investigations of RG remain limited, hindering a deta… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Observation of anisotropic dispersive dark-exciton dynamics in CrSBr</span>",
      "authors": [
        "J. Sears, B. Zager, W. He, C. A. Occhialini, Y. Shen, M. Lajer, J. W. Villanova, T. Berlijn, F. Yakhou-Harris, N. B. Brookes, D. G. Chica, X. Roy, E. Baldini, J. Pelliciari, V. Bisogni, S. Johnston, M. Mitrano, and M. P. M. Dean"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4d077Y48J1a12880c56931357d52ec77443b7f267",
      "doi": "10.1103/fz3h-6jdx",
      "summary": "Many-body excitons in CrSBr are attracting intense interest in view of their highly anisotropic magneto-optical coupling and their potential for novel optical interfaces within spintronic and magnonic devices. Characterizing the orbital character and propagation of these electronic excitations is cr… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Unidirectional giant exciton emission into a photonic waveguide</span>",
      "authors": [
        "Qifa Wang, Huan Luo, Chaojie Ma, Bingchang Zhang, Cheng Ji, Qinghong Yu, Guoxiang Chai, Yuxin Li, Chenyang Li, Shaojun Wang, Xuetao Gan, Kaihui Liu, Jianlin Zhao, and Fajun Xiao"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ed074Y6aR7e2250ee32345010f9235d78359b17ab",
      "doi": "10.1103/3fxz-6v6s",
      "summary": "Efficient coupling of nanolight sources into photonic waveguides is crucial for integrated photonics, quantum technologies, and biosensing. Practical implementations require light sources with simultaneous high brightness and unidirectional emission. However, it is fundamentally incompatible between… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Electrically tunable picosecond-scale octupole fluctuations in chiral antiferromagnets</span>",
      "authors": [
        "Shiva T. Konakanchi, Sagnik Banerjee, Mohammad M. Rahman, Yuta Yamane, Shun Kanai, Shunsuke Fukami, and Pramey Upadhyaya"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/74074Y04Q601919409b94fe80a8d88b69b7786c4a",
      "doi": "10.1103/w2wj-c9jx",
      "summary": "We present a theory for the relaxation time of the octupole order parameter in nanoscale chiral antiferromagnets (AFMs) coupled to thermal baths and spin injection sources. Using stochastic spin dynamics simulations, we demonstrate that the octupole moment relaxes through two distinct mechanisms—esc… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Long-range nonstabilizerness and phases of matter</span>",
      "authors": [
        "David Aram Korbany, Michael J. Gullans, and Lorenzo Piroli"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/32078Yb9P112ae05103c7816cb83078c09d314eea",
      "doi": "10.1103/1hlj-h6t9",
      "summary": "Long-range nonstabilizerness can be defined as the amount of nonstabilizerness which cannot be removed by shallow local quantum circuits. We study long-range nonstabilizerness in the context of many-body quantum physics, a task with possible implications for quantum-state preparation protocols and i… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Generating phase singularities using surface exciton polaritons in an organic natural hyperbolic material</span>",
      "authors": [
        "Philip A. Thomas, William P. Wardley, and William L. Barnes"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/53074Y2aP101849d984a4fe736426c3bc5e2cbc8a",
      "doi": "10.1103/sj4r-cb56",
      "summary": "Surface polaritons (SPs) are electromagnetic waves bound to a surface through their interaction with charge carriers in the surface material. Hyperbolic SPs can be supported by optically anisotropic materials where the in-plane and out-of-plane permittivies have opposite signs. Here we report what w… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Defect-free growth of decagonal quasicrystals around obstacles</span>",
      "authors": [
        "Kelly L. Wang, Insung Han, Domagoj Fijan, Sharon C. Glotzer, and Ashwin J. Shahani"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/57078Y5dQf31889fd2af7282244bf7753b8343aef",
      "doi": "10.1103/bsbs-rryl",
      "summary": "Quasicrystals are aperiodic solids with exotic physical properties. The mechanisms driving their growth are far from understood, particularly in the presence of rigid obstacles. Using in situ synchrotron x-ray tomography and molecular dynamics simulations, we investigate the interaction between deca… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Counting the ground state degeneracy by evolution methods</span>",
      "authors": [
        "Zhen Guo and Li You"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/2f070Yc7H7612d91864794c2faf3125d8f813925a",
      "doi": "10.1103/38gb-h7wv",
      "summary": "Counting ground state degeneracy of a k-local Hamiltonian is important in many fields of physics. Its complexity class is harder than that of finding ground state of a k-local Hamiltonian. Very few methods can efficiently count the degeneracy of ground state while many are known for finding the grou… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Exact large-scale correlations in diffusive systems with general interactions</span>",
      "authors": [
        "Aurélien Grabsch, Davide Venturelli, and Olivier Bénichou"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3d074Y53Q8815b9206e3419297a6d4be75a3f1d7b",
      "doi": "10.1103/gwdh-3vqm",
      "summary": "Characterizing the statistical properties of classical interacting particle systems is a long-standing question. For Brownian particles the microscopic density obeys a stochastic evolution equation, known as the Dean-Kawasaki equation. This equation remains mostly formal and linearization (or higher… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Long-term stable nonlinear evolutions of ultracompact black-hole mimickers</span>",
      "authors": [
        "Gareth Arturo Marks, Seppe J. Staelens, Tamara Evstafyeva, and Ulrich Sperhake"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/c807dY93R6d2b30172ae6896a5c3e02f1cfaa4e75",
      "doi": "10.1103/lk48-7r2f",
      "summary": "We study the stability of ultracompact boson stars admitting light rings combining a perturbative analysis with 3+1 numerical-relativity simulations with and without symmetry assumptions. We observe excellent agreement between all perturbative and numerical results which uniformly support the hypoth… [Phys. Rev. Lett.] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Out-of-equilibrium microstates but effective thermodynamics in artificial kagome ice networks",
      "authors": [
        "Breno Malvezzi Cecchi, Sébastien Lacaze, Ondřej Brunn, Stanislav Krátký, Petr Meluzín, Johann Coraux, Kleber Roberto Pirota, and Nicolas Rougemaille"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/l8qm-5wh8",
      "doi": "10.1103/l8qm-5wh8",
      "summary": "Using magnetic force microscopy and Monte Carlo simulations, we investigate the low-energy properties of two artificial kagome ice structures. The two systems differ in that the first series of lattices consists of an assembly of physically disconnected nanomagnets coupled via magnetostatics, wherea… [Phys. Rev. B 112, 094409] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Interplay between trimer structure and magnetic ground state in ${\\mathrm{Ba}}_{5}{\\mathrm{Ru}}_{3}{\\mathrm{O}}_{12}$ probed by neutron and $μ\\mathrm{SR}$ techniques",
      "authors": [
        "E. Kushwaha, S. Ghosh, J. Sannigrahi, G. Roy, M. Kumar, S. Cottrell, M. B. Stone, Y. Fang, D. T. Adroja, X. Ke, and T. Basu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/c5s4-4hxw",
      "doi": "10.1103/c5s4-4hxw",
      "summary": "We report a detailed inelastic neutron scattering (INS) and muon spin relaxation $(μ\\mathrm{SR})$ investigations of a trimer ruthenate ${\\mathrm{Ba}}_{5}{\\mathrm{Ru}}_{3}{\\mathrm{O}}_{12}$ system, which undergoes long-range antiferromagnetic ordering at ${T}_{N}=60$ K. The INS reveals two distinct s… [Phys. Rev. B 112, 094410] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Tunneling magnetoresistance effect in altermagnets",
      "authors": [
        "Yu-Fei Sun, Yue Mao, Yu-Chen Zhuang, and Qing-Feng Sun"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/t8b5-l859",
      "doi": "10.1103/t8b5-l859",
      "summary": "Altermagnetism, as a newly identified unconventional magnetic phase, has attracted great interest in condensed matter physics and provides a novel research platform for spintronics. Here, the authors theoretically study the tunneling magnetoresistance (TMR) effect and its transport properties in a universal altermagnetic sandwich device. They systematically investigate how the altermagnetic orientations affect the conductance and TMR ratio, together with the rich and intriguing underlying symmetry relations. This work introduces a new design perspective for the next-generation information and paves the way for the advancement of spintronics technologies. [Phys. Rev. B 112, 094411] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Piezomagnetism-driven magnetoelectric coupling in altermagnetic multiferroic ${\\mathrm{K}}_{3}{\\mathrm{Cr}}_{2}{\\mathrm{F}}_{7}$",
      "authors": [
        "Ying Zhou, Hui-Min Zhang, Cheng-Ao Ji, Hongjun Xiang, Shuai Dong, James M. Rondinelli, and Xue-Zeng Lu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xpsy-cjn6",
      "doi": "10.1103/xpsy-cjn6",
      "summary": "Ferroelectric control of altermagnetism in momentum space has been studied widely, while the control of magnetism in real space of altermagnets is still rare. We present a design rule to identify multiferroicity in $n=2$ Ruddlesden-Popper halides. Our results show that a Jahn-Teller distortion can c… [Phys. Rev. B 112, 094412] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Microwave-to-optical quantum transduction with antiferromagnets",
      "authors": [
        "Akihiko Sekine, Ryo Murakami, and Yoshiyasu Doi"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m52p-sp6d",
      "doi": "10.1103/m52p-sp6d",
      "summary": "The quantum transduction, or equivalently quantum frequency conversion, between microwave and optical photons is essential for realizing scalable quantum computers with superconducting qubits. Due to the large frequency difference between microwave and optical ranges, the transduction needs to be do… [Phys. Rev. B 112, 094413] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Analog Unruh effect of inhomogeneous one-dimensional Dirac fermions",
      "authors": [
        "Khristian B. Tallent and Daniel E. Sheehy"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yccb-db4j",
      "doi": "10.1103/yccb-db4j",
      "summary": "We study one-dimensional Dirac fermions in the presence of a spatially varying Dirac velocity $v(x)$, that can form an approximate laboratory-based Rindler Hamiltonian describing an observer accelerating in Minkowski spacetime. A sudden switch from a spatially homogeneous velocity [$v(x)$ constant] … [Phys. Rev. B 112, 104306] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Distinct Jahn-Teller–induced negative thermal expansion behaviors in $\\mathrm{C}{\\mathrm{r}}_{2}{\\mathrm{P}}_{2}{\\mathrm{O}}_{7}$",
      "authors": [
        "Yuan Liang, Gaojie Zeng, Xiangkai Hao, Juan Guo, Xiansheng Liu, Qilong Gao, Yu Jia, and Erjun Liang"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/llf7-3f4w",
      "doi": "10.1103/llf7-3f4w",
      "summary": "Negative thermal expansion (NTE) is an intriguing phenomenon that is not only scientifically interesting but also technologically significant. Herein, using temperature-dependent high-resolution synchrotron radiation x-ray diffraction, together with dilatometry and specific heat capacity analyses, w… [Phys. Rev. B 112, 104307] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "MBenes: A two-dimensional platform for high-temperature superconductivity via hydrogenation-induced Van Hove singularities",
      "authors": [
        "Xianghui Meng, Yanqing Shen, Xin Yang, Kunpeng Cai, Qing Ai, Yong Shuai, and ZhongXiang Zhou"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sbbm-hvc4",
      "doi": "10.1103/sbbm-hvc4",
      "summary": "Hydrogenated two-dimensional (2D) materials have recently attracted significant attention for their potential to achieve high-temperature superconductivity via the conventional electron-phonon coupling. However, insufficient surface coordination often limits effective hydrogenation in traditional 2D… [Phys. Rev. B 112, 104503] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Fractional Chern insulators on hyperbolic lattices with singularity",
      "authors": [
        "Ai-Lei He, Xu-Hui Yan, Lu Qi, Ying Han, and Yongjun Liu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gf6q-kxh3",
      "doi": "10.1103/gf6q-kxh3",
      "summary": "Fractional Chern insulators (FCIs), as a platform for the realization of fractionalization phenomena without external magnetic field, have attracted great interest. To realize FCIs, topological flat bands play a significant role. Most recently, FCIs have been extended into two-dimensional hyperbolic… [Phys. Rev. B 112, 115114] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Isostructural $α\\text{−}γ$ phase transition in cerium from the perspective of metageneralized gradient approximations",
      "authors": [
        "Ashesh Giri, Chandra Shahi, and Adrienn Ruzsinszky"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8m26-28qf",
      "doi": "10.1103/8m26-28qf",
      "summary": "Metageneralized gradient approximations (meta-GGAs) on the third rung of the functional hierarchy are gaining increasing relevance for electronic structures. Meta-GGAs are constructed from numerous ingredients including the orbital kinetic energy density that make them more flexible than generalized… [Phys. Rev. B 112, 125115] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Radiative Higgs mode in photoinduced $η$ pairs",
      "authors": [
        "Satoshi Ejima and Benedikt Fauseweh"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v1jr-vhfr",
      "doi": "10.1103/v1jr-vhfr",
      "summary": "We demonstrate that the $η$ symmetry of the pump-induced $η$-pairing state in the Hubbard chain can be transiently broken by an additionally applied probe pulse. This leads to characteristic dynamic Higgs oscillations of the $η$-pair correlations during the probe pulse and a sharp dynamic negative o… [Phys. Rev. B 112, L121103] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Hong-Ou-Mandel interferometry with trapped polariton condensates",
      "authors": [
        "S. Baryshev, I. Smirnov, I. Gnusov, T. Cookson, A. Zasedatelev, S. Kilin, and P. G. Lagoudakis"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/nxx1-sc3x",
      "doi": "10.1103/nxx1-sc3x",
      "summary": "We investigate the indistinguishability of polaritons in optically trapped Bose-Einstein condensates by implementing Hong-Ou-Mandel (HOM) interferometry and test the limitations of two-polariton interference in the coherent, limit-cycle, and thermal statistical regimes. We observe that the HOM dynam… [Phys. Rev. B 112, L121302] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Nonadiabatic braiding of Majorana modes",
      "authors": [
        "Fei Yu, P. Z. Zhao, and Jiangbin Gong"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kfwb-71wf",
      "doi": "10.1103/kfwb-71wf",
      "summary": "The realization and manipulation of Majorana zero modes have drawn significant attention for their crucial role in enabling topological quantum computation. Conventional approaches to the braiding of Majorana zero modes rely on adiabatic processes. In this work, using a composite 2-Kitaev-chain syst… [Phys. Rev. B 112, L121401] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Large spin accumulation signals in ultrafast magneto-optical experiments</span>",
      "authors": [
        "Alberto Anadón, Harjinder Singh, Eva Díaz, Yann Le-Guen, Julius Hohlfeld, Richard B. Wilson, Gregory Malinowski, Michel Hehn, and Jon Gorchon"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8307eY23P291c49368876bd79d7ef913815bd8747",
      "doi": "10.1103/5qnm-zgjt",
      "summary": "Magneto-optical techniques have become essential tools in spintronics, enabling the investigation of spin dynamics in the ultrafast regime. A key challenge in this field has been to accurately isolate the contributions to magneto-optical signals of spin transport phenomena from the local magnetizati… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Interplay between inversion and translation symmetries in trigonal PtBi${}_{2}$</span>",
      "authors": [
        "Santiago Palumbo, Pablo S. Cornaglia, and Jorge I. Facio"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9e07dO97Q0210a4aa9a71bd2a0759fb072ec08f59",
      "doi": "10.1103/bb1q-4qt5",
      "summary": "The trigonal Weyl semimetal PtBi2 presents an intriguing superconducting phase, previously reported to be confined to its topological Fermi arcs within a certain temperature range. This observation highlights the importance of a thorough understanding of its normal phase, particularly the roles that… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Monte Carlo study of the Heisenberg model with local dipolar interaction</span>",
      "authors": [
        "Etsuko Itou, Akira Matsumoto, Yu Nakayama, and Toshiki Onagi"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/69075O01Q7210d5311f58284989efd9ed2ec26a05",
      "doi": "10.1103/95xx-m6xg",
      "summary": "Aharony and Fisher showed that non-local dipolar effects in magnetism destabilize the Heisenberg fixed point in real ferromagnets, leading to a new fixed point, called the dipolar fixed point. The non-perturbative nature of the new fixed point, however, has not been uncovered for many decades. Inspi… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magneto-opto-phononic inverse Faraday effect</span>",
      "authors": [
        "Daniel A. Bustamante Lopez, Wanzheng Hu, and Dominik M. Juraschek"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/dd077Kc6F9c1c10198136ec30bd033c641676032c",
      "doi": "10.1103/xmxz-zt1m",
      "summary": "Nonlinear frequency conversion by optical rectification, as well as difference- and sum-frequency generation are fundamental processes for producing electromagnetic radiation at different frequencies. Here, we demonstrate that coherently excited infrared-active phonons can be used as transducers for… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Directional entanglement of spin-orbit locked nitrogen-vacancy centers by magnons</span>",
      "authors": [
        "Zhiping Xue, Ji Zou, Chengyuan Cai, Gerrit E. W. Bauer, and Tao Yu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/24074O01Rcc1075222b388d784c1ab4cf75d26695",
      "doi": "10.1103/9rvd-h7yq",
      "summary": "We address that the stray magnetic field emitted by the excited quantum states of the nitrogenvacancy (NV) centers is spin-momentum locked, such that the spin transfer to nearby ferromagnetic nanostructures is unidirectional. This may allow the controlled excitation of propagating magnons by NV cent… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Erratum: Influence of finite temperature exchange-correlation effects in hydrogen [Phys. Rev. B <strong>101</strong>, 195129 (2020)]</span>",
      "authors": [
        "Kushal Ramakrishna, Tobias Dornheim, Mani Lokamani, and Jan Vorberger"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0f075O2fWf2Rcd1d21d30e137953fa20b8df06b82",
      "doi": "10.1103/g1sl-72nz",
      "summary": "[Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Leakage at zero temperature from changes in chemical potential in Majorana qubits</span>",
      "authors": [
        "M. C. Goffage, A. Alase, M. C. Cassidy, and S. N. Coppersmith"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1d078Oe8Q6dEbe1f55e85509e568420a0e1ea1a52",
      "doi": "10.1103/b6fn-nctx",
      "summary": "Building a fault-tolerant quantum computer requires physical qubits with exceptionally low error rates. Majorana-based tetron qubits are predicted to exhibit error rates that decrease exponentially with inverse temperature and length of each topological superconducting wire in the tetron. In contras… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electronic band structure from quasiparticle interference and Landau quantization in WTe${}_{2}$</span>",
      "authors": [
        "Raquel Sánchez-Barquilla, Francisco Martín Vega, Alberto M. Ruiz, Na Hyun Jo, Edwin Herrera, José J. Baldoví, Masayuki Ochi, Ryotaro Arita, Sergey L. Bud’ko, Paul C. Canfield, Isabel Guillamón, and Hermann Suderow"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2f07bYb0Fd71ff9c11b418e9860ebbdacd166c8dd",
      "doi": "10.1103/7xnv-8wvt",
      "summary": "WTe${}_{2}$ stands out as a semimetal presenting Fermi level quantum oscillations in most measured quantities under magnetic fields. However, the electronic band structure above and below the Fermi level has not been explored completely. {Here we study the electronic band structure of WTe${}_{2}$ by… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Pressure-induced phase transitions and asynchronous ferroelectric switching mechanism in CuInP${}_{2}$S${}_{6}$</span>",
      "authors": [
        "Pegah Mohammadi and Sobhit Singh"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c2078O33Re01e95a731a8791b43dca700921a7288",
      "doi": "10.1103/3j3m-5ybl",
      "summary": "Recent advancements in two-dimensional van der Waals (vdW) ferroelectric materials have highlighted the significant of both interlayer and intralayer degrees of freedom in governing their functional properties. Among these, CuInP${}_{2}$S${}_{6}$ (CIPS) stands out due to the unique displacement beha… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Femtosecond versus nanosecond magnetization dynamics in ultrathin ferromagnetic bilayers</span>",
      "authors": [
        "Anulekha De, Christopher Seibel, Sanjay Ashok, Paul Herrgen, Akira Lentfert, Laura Scheuer, Georg von Freymann, Philipp Pirro, Baerbel Rethfeld, and Martin Aeschlimann"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/cc07dO07Q791725af3cf07a7c933c9c1e83d6600d",
      "doi": "10.1103/d7vt-jlkg",
      "summary": "We investigate the magnetization dynamics of an ultrathin Co (1.5 nm) /Py (1.5 nm) bilayer system from femtosecond (fs) to nanosecond (ns) timescales. Magnetization dynamics in the fs timescales is characterized as a highly non-equilibrium regime due to an ultrafast reduction of magnetization by las… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Emerging magnetic phase in the orthoferrite HoFeO${}_{3}$ detected by spin-Hall magnetoresistance and spin Seebeck effect</span>",
      "authors": [
        "M. Basit, H. G. Giil, T. W. J. Metzger, O. Alves Santos, F. Johnson, P. Pathak, M. Hehn, S. Mangin, A. Brataas, A. V. Kimel, and C. Ciccarelli"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3507cO32T9314150d6e934129a3da3cca95faff98",
      "doi": "10.1103/q38x-g97c",
      "summary": "The orthoferrite HoFeO3 exhibits a complex interplay of magnetic interactions between the antiferromagnetically ordered Fe${}^{3+}$ spins and the rare-earth Ho${}^{3+}$ ions. In this work, we combine superconducting quantum interference device (SQUID) magnetometry studies with electrical spin transp… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Fluctuations of interface-enhanced superconductivity in ultrathin FeSe/SrTiO${}_{3}$ studied by the Nernst effect</span>",
      "authors": [
        "Tomoki Kobayashi, Ryo Ogawa, and Atsutaka Maeda"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/06073O02P3a1985f95b316d927d1cd068558ef5e7",
      "doi": "10.1103/1yxb-1pl5",
      "summary": "Ultrathin FeSe films on SrTiO3 substrate show interface-enhanced superconductivity. However, how the superconductivity is established including superconducting fluctuations remains unclear. This study investigates the Nernst effect, which is sensitive to superconducting fluctuations, in ultrathin Fe… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Erratum: Multichannel Dyson equations for even- and odd-order Green’s functions: Application to double excitations [Phys. Rev. B <strong>111</strong>, 195133 (2025)]</span>",
      "authors": [
        "Gabriele Riva, Théodore Fischer, Stefano Paggi, J. Arjan Berger, and Pina Romaniello"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/be07dO20W20R901701190db44da4b244ece3556b7",
      "doi": "10.1103/3l4x-95m7",
      "summary": "[Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Exchange interactions, anisotropy, and low-temperature magnetization reversal in NdFeO${}_{3}$</span>",
      "authors": [
        "Amit Kumar, A. K. Bera, Christian Balz, Ivan da Silva, and S. M. Yusuf"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/43077O0aQ901fb51a1184ba1639b38e9bb7ebf93d",
      "doi": "10.1103/8qy2-k5cb",
      "summary": "We have gained a microscopic insight into the phenomenon of double magnetization reversal observed in the NdFeO3 perovskite compound at compensation temperatures of 6.3 K (Tcomp1) and 4.3 K (Tcomp2) through analysis of the evolutions of magnetic moments, magnetic anisotropies, and exchange interacti… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Relativistic particles in super-periodic potential: Exploring graphene and fractal systems</span>",
      "authors": [
        "Sudhanshu Shekhar, Bhabani Prasad Mandal, and Anirban Dutta"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fd078O98Ncb1f64967591ba1ecee8aac5f8749cd7",
      "doi": "10.1103/s82p-5sxv",
      "summary": "In this article, we employ the transfer matrix method (TMM) to investigate relativistic particles in super-periodic potential (SPP) of arbitrary order $n$, . We calculate the reflection and transmission probabilities for the spinless Klein particle encountering rectangular potential barriers with su… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Nonequilibrium dynamics in a quantum spin chain with pump-probe resonant inelastic x-ray scattering</span>",
      "authors": [
        "Menglian Shi, Zhengzhong Du, and Yi Lu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/dd078O9cP3b18b5af1bd1930c7e007490cba1f845",
      "doi": "10.1103/b3rx-9cvv",
      "summary": "We investigate the nonequilibrium dynamics of the transverse field Ising chain (TFIC) using time-resolved resonant inelastic X-ray scattering (tr-RIXS) in a pump-probe setup within a condensed matter setting. The tr-RIXS spectra reveal distinctive features, including two-kink continua at high energi… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Exact multiple complex mobility edges and quantum state engineering in coupled one-dimensional quasicystals</span>",
      "authors": [
        "Li Wang, Zhenbo Wang, Jiaqi Liu, and Shu Chen"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fc071O98R351255d61843070e74d57ae292ce2126",
      "doi": "10.1103/7std-nbqw",
      "summary": "The key concept of mobility edge, which marks the critical transition between extended and localized states in energy domain, has attracted significant interest in the cutting-edge frontiers of modern physics due to its profound implications for understanding localization and transport properties in… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Huge laser-induced modulation of the ferromagnetic-antiferromagnetic phase fraction in FeRh films</span>",
      "authors": [
        "Alexis Pecheux, Robin Salvatore, Laura Thevenard, Jon Ander Arregi, Vojtěch Uhlíř, Morgan Almanza, Daniéle Fournier, Catherine Gourdon, and Martino LoBue"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c5071OcfQ661115f522564806690c86a26a938e8d",
      "doi": "10.1103/fytj-vy5c",
      "summary": "With his huge entropy change and a strong interplay between magnetic order, structural and electrical properties, the first-order antiferromagnetic/ferromagnetic phase transition is a paradigmatic example of the multicaloric effect. The unraveling of the physics underlying the phase transition needs… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Probing the nontrivial topological edge states in a Su-Schrieffer-Heeger-type quantum dot chain using finite-frequency shot noise</span>",
      "authors": [
        "Hai-Bin Xue and Shu-Qi Xue"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/45073OffQ5f16f59326341c854334150f4a04b7ae",
      "doi": "10.1103/8h24-ckbr",
      "summary": "The one-dimensional Su-Schrieffer-Heeger (SSH) chain is one of the simplest topological models in which non-trivial topological edge states emerge. Recently, semiconductor quantum dots have been proposed as a promising platform for simulating the one-dimensional SSH chain. Consequently, detecting th… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>EuAuSb: An odd-parity helical variation of altermagnetism</span>",
      "authors": [
        "J. Sears, Juntao Yao, Zhixiang Hu, Wei Tian, Niraj Aryal, Weiguo Yin, A. M. Tsvelik, I. A. Zaliznyak, Qiang Li, and J. M. Tranquada"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7c07fK0fQd31f401b98c6839384ff3c97ce2f55f1",
      "doi": "10.1103/k376-4cxw",
      "summary": "EuAuSb is a triangular-lattice Dirac semimetal in which a topological Hall effect has been observed to develop in association with a magnetically-ordered phase. Our single-crystal neutron diffraction measurements have identified an incommensurate helical order in which individual Eu[2+] layers rotat… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>AC Josephson signatures of the superconducting Higgs/amplitude mode</span>",
      "authors": [
        "Aritra Lahiri, Sang-Jun Choi, and Björn Trauzettel"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e2078Y51C1514481b1874d22afeafaafa0f231ce3",
      "doi": "10.1103/qpnk-k9p1",
      "summary": "The Higgs mode in superconductors corresponds to oscillations of the amplitude of the order parameter. While its detection typically entails resonant optical excitation, we present a purely transport-based setup wherein it is excited in a voltage biased Josephson junction. Demonstrating the importan… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Single-band square-lattice Hubbard model from twisted bilayer C${}_{568}$</span>",
      "authors": [
        "Toshikaze Kariyado, Ashvin Vishwanath, and Zhu-Xi Luo"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0b076O5eQ7c19652b0868d335ac35f2ba4b8f3850",
      "doi": "10.1103/73rf-cw9d",
      "summary": "We propose twisted homobilayer of a carbon allotrope, C568, to be a promising platform to realize controllable square lattice single-band extended Hubbard model. This setup has the advantage of a widely tunable t’/t ratio without adding external fields, and the intermediate temperature t T U regime … [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Critical phenomenon and two-dimensional Ising magnetic coupling in the chiral magnetic soliton host Mn${}_{1/3}$TaS${}_{2}$</span>",
      "authors": [
        "Jingjing Ma, Fanying Meng, Wei Liu, Min Ge, Aina Wang, Langsheng Ling, Jiyu Fan, Chunlan Ma, Li Pi, Zhe Qu, and Lei Zhang"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f7079O15R0d1a35222125f919823e8a0ecfd58a52",
      "doi": "10.1103/dkj8-1941",
      "summary": "The chiral magnetic soliton, a spiral localized spin texture with quantized topological charges, has gained considerable attention from both scientific and technological perspectives. The Mnintercalated Mn1/3TaS2 hosts a one-dimensional topological chiral magnetic soliton. In this work, the critical… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Anomalous energy correlations and spectral form factor in the nonergodic phase of the $β$ ensemble</span>",
      "authors": [
        "Basudha Roy, Adway Kumar Das, Anandamohan Ghosh, and Ivan M. Khaymovich"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2b074Oc7S5c1345d342a8039b0c5931f93f7c4bf6",
      "doi": "10.1103/s2d6-wkz9",
      "summary": "The $β$-ensemble is a prototypical model of a single particle system on a one-dimensional disordered lattice with inhomogeneous nearest neighbor hopping. Corresponding nonergodic phase has an anomalous critical energy scale, ${E}_{c}$: correlations are present above and absent below ${E}_{c}$ as ref… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Low-energy structure and topology of the two-band Hubbard-Kanamori model</span>",
      "authors": [
        "Nayara G. Gusmão, Germán Blesio, Armando Aligia, Walber H. Brito, Maria C. O. Aguiar, and Karen Hallberg"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e4072O6cQde1844fa9ca11b00861db2590c695d05",
      "doi": "10.1103/bt89-tcn8",
      "summary": "We investigate the Mott transition in a two-band Hubbard-Kanamori model using Dynamical Mean-Field Theory (DMFT) with the Density Matrix Renormalization Group (DMRG) and the Numerical Renormalization Group (NRG) as impurity solvers. The study focuses on the case where the intraorbital and interorbit… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Equilibration of noninteracting photons and quantum signatures of chaos</span>",
      "authors": [
        "V. M. Bastidas, H. L. Nourse, A. Sakurai, A. Hayashi, S. Nishio, Kae Nemoto, and W. J. Munro"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/00079ObbU1c1604a533a4641599aafee321173db4",
      "doi": "10.1103/tmw1-vry7",
      "summary": "Equilibration plays a fundamental role in our understanding of statistical mechanics and the long-time dy- namics of many-body systems. In quantum systems, the route to equilibration is intimately related to level repulsion and quantum signatures of chaos that are encoded in their unitary evolution.… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Exploring functionalized Zr${}_{2}$N and Sc${}_{2}$N MXenes as superconducting candidates with <em>ab initio</em> calculations</span>",
      "authors": [
        "Alpin N. Tatan and Osamu Sugino"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/19075O3cL4510841a4b86d335c841950f071c485a",
      "doi": "10.1103/l5cz-4s24",
      "summary": "We explore the possibility of obtaining new superconductor candidates from functionalized MXene compounds Zr${}_{2}$NS${}_{2}$, Zr${}_{2}$NCl${}_{2}$, and Sc${}_{2}$NCl${}_{2}$ based on ab initio calculations with density functional theory for superconductors (SCDFT). The predicted superconducting t… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Chirality-selective proximity effect between chiral $p$-wave superconductors and quantum Hall insulators</span>",
      "authors": [
        "Ryota Nakai, Koji Kudo, Hiroki Isobe, and Kentaro Nomura"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9b078O19R5519350733e38e7c8aa5f978b1eedb27",
      "doi": "10.1103/qxt1-ncfn",
      "summary": "Heterostructures of superconductors and quantum-Hall insulators are promising platforms of topological quantum computation. However, these two systems are incompatible in some aspects such as a strong magnetic field, the Meissner effect, and chirality. In this work, we address the condition that the… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Chiral near-field control of quantum light generation using magneto-optical graphene</span>",
      "authors": [
        "Mikkel Have Eriksen and Joel D. Cox"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f9074K5fRf71790759ad73e89cd273a261fd5cd55",
      "doi": "10.1103/k5sp-pmcy",
      "summary": "We theoretically explore strategies to actively control photon emission from quantum light sources by leveraging the large magneto-optical response of graphene. The quantum electrodynamic response of graphene–characterized by the Purcell factor and the Lamb shift of a proximal emitter–is analyzed fo… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin Meissner effect in systems of coupled polariton condensates</span>",
      "authors": [
        "I. Yu. Chestnov, A. Kudlis, A. V. Nalitov, and I. A. Shelykh"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8207fOafR3f1005585d930494349045eff6c2208c",
      "doi": "10.1103/n6yp-15hh",
      "summary": "We theoretically investigate the interplay between Zeeman splitting and transverse-electric —transverse-magnetic (TE-TM)-induced spin-flip tunneling in coupled exciton-polariton condensates systems and its impact on the spin–Meissner effect. We demonstrate that although a single condensate exhibits … [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Nonreciprocal magnons in layered antiferromagnets VP${\\mathit{\\text{𝑋}}}_{3}$ (<em>X</em> = S, Se, Te)</span>",
      "authors": [
        "Quanchao Du, Zhenlong Zhang, Jinyang Ni, Zhijun Jiang, and Laurent Bellaiche"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/7907aY29N8e1e589669526881c122dd6f5a6aea10",
      "doi": "10.1103/8fx7-4xgm",
      "summary": "Nonreciprocal magnons, characterized by propagation with differing energies along the k and -k directions, are crucial for modern spintronics applications. However, their realization in van der Waals layered antiferromagnets remains elusive. In this letter, we demonstrate the robust nonreciprocal ma… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Topological zero modes from the interplay of $𝒫𝒯$ symmetry and anti-$𝒫𝒯$ symmetry</span>",
      "authors": [
        "H. C. Wu and L. Jin"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/d507dO03T2714b5be7e52a885cf6bfabcdef29c1a",
      "doi": "10.1103/pv42-w9r9",
      "summary": "Parity-time symmetry and anti-parity-time symmetry are complementary yet generally incompatible. In this work, we investigate the coexistence of parity-time symmetry and anti-parity-time symmetry. These symmetries impose intriguing constrains on the spectrum and the Bloch bands appear in conjugation… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Ambient pressure and size-tunable layered polynitride structures constructed from fourfold coordinated C${}_{2}$N${}_{8}$ cages</span>",
      "authors": [
        "Dong-Xue Wang, Shuang Liu, Zhen Yao, and Bing-Bing Liu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9b071O62S4a1045c54841470b103f0078806ac826",
      "doi": "10.1103/ghcl-454r",
      "summary": "Polymeric nitrogen (polynitrogen) is attractive candidate for high-energy-density materials due to the significant energy stored in nitrogen-nitrogen bonds. We firstly reported two two-dimensional (2D) layered polynitrogen structures (Amm2-CN6 and Amm2-CN10) using the C2N8 cage as the building block… [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Emergent deterministic entanglement dynamics in monitored infinite-range bosonic systems</span>",
      "authors": [
        "Zejian Li, Anna Delmonte, and Rosario Fazio"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ed075O6bS84E5514c45770e65d0b392faf95d5c5b",
      "doi": "10.1103/bhst-127b",
      "summary": "We study monitored quantum dynamics of infinite-range interacting bosonic systems in the thermodynamic limit. We show that under semiclassical assumptions, the quantum fluctuations along single monitored trajectories adopt a deterministic limit for both quantum-jump and state-diffusion unravelings, … [Phys. Rev. B] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Universal criterion for selective outcomes under stochastic resetting",
      "authors": [
        "Suvam Pal, Leonardo Dagdug, Dibakar Ghosh, Denis Boyer, and Arnab Pal"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/p3yc-kmt1",
      "doi": "10.1103/p3yc-kmt1",
      "summary": "Resetting plays a pivotal role in optimizing the completion time of complex first-passage processes with single or multiple outcomes and exit possibilities. While it is well established that the coefficient of variation—a statistical dispersion defined as a ratio of the fluctuations over the mean of… [Phys. Rev. E 112, 034116] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Screening and localization in the nonlinear Anderson problem",
      "authors": [
        "Alexander V. Milovanov and Alexander Iomin"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/svxt-wsk7",
      "doi": "10.1103/svxt-wsk7",
      "summary": "We study the spreading dynamics of an initially localized wave packet of finite norm in one-dimensional nonlinear Schrödinger lattices with random potential. The problem has gained considerable interest in the literature, and it continues to attract attention due to its connection with the general p… [Phys. Rev. E 112, 034206] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Dynamics of cooperation evolution in fluctuating populations with environmental feedback",
      "authors": [
        "Yewei Tao, Kaipeng Hu, and Lei Shi"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/sdcv-38dt",
      "doi": "10.1103/sdcv-38dt",
      "summary": "Cooperation is an important driver of resource regeneration and ecological maintenance, and a favorable environment enables the evolution of cooperation. In order to explore the dynamic relationship among environmental fluctuations and individual behaviors in biological systems, this paper designs a… [Phys. Rev. E 112, 034307] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Extended yard sale model of wealth distribution on Erdős-Rényi random networks",
      "authors": [
        "Nicolás Vazquez Von Bibow and Juan I. Perotti"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8rbw-kr8n",
      "doi": "10.1103/8rbw-kr8n",
      "summary": "Excessive wealth concentration can undermine economic and social development. Random asset exchange models provide valuable tools to investigate this phenomenon. Assuming that economic systems may operate optimally near the critical point of a continuous phase transition, the extended yard sale (EYS… [Phys. Rev. E 112, 034308] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Active matter under cyclic stretch: Modeling microtubule alignment and bundling",
      "authors": [
        "Takumi Tagaki, Seiya Nishikawa, and Shuji Ishihara"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qysz-9fk3",
      "doi": "10.1103/qysz-9fk3",
      "summary": "A model of self-propelled particles that incorporates elastic energy from cyclic substrate stretching successfully reproduces experimentally observed microtubule alignment at specific angles, as well as banded aggregation patterns. It also provides insight into how general active matter systems respond to cyclic mechanical stimuli. #Interdisciplinary #BiophysicsSpotlight #BroadlyAccessible [Phys. Rev. E 112, 034405] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Minimizing phase-space energies",
      "authors": [
        "Michael Updike, Nicholas Bohlsen, Hong Qin, and Nathaniel J. Fisch"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4rbz-cgxf",
      "doi": "10.1103/4rbz-cgxf",
      "summary": "A primary technical challenge for harnessing fusion energy is to control and extract energy from a nonthermal distribution of charged particles. The fact that phase space evolves by symplectomorphisms fundamentally limits how a distribution may be manipulated. While the constraint of phase-space vol… [Phys. Rev. E 112, 035202] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Rigid $m$-percolation in limited-valence gels",
      "authors": [
        "J. C. Neves, J. M. Tavares, N. A. M. Araújo, and C. S. Dias"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ldjf-nnrv",
      "doi": "10.1103/ldjf-nnrv",
      "summary": "Determining the onset of rigidity in gels is a fundamental challenge with significant practical implications across different applications. Limited-valence, or patchy-particle, systems have proven to be a valuable model to study the relationship between microscopic interactions and macroscopic mecha… [Phys. Rev. E 112, 035406] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Phase transitions in the prisoner's dilemma game on the Barabási-Albert graph with participation cost",
      "authors": [
        "Jacek Miękisz and Javad Mohamadichamgavi"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rx79-dpmq",
      "doi": "10.1103/rx79-dpmq",
      "summary": "We examine the impact of the maintenance cost of social links on cooperative behavior in the prisoner's dilemma game on the Barabási-Albert scale-free network with a pairwise stochastic imitation. We show by means of Monte Carlo simulations and pair approximation that the cooperation frequency chang… [Phys. Rev. E 112, L032302] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Convective nature of the stimulated Raman side scattering in inertial confinement fusion",
      "authors": [
        "F.-X. Zhou, C.-W. Lian, R. Yan, Y. Ji, J. Li, Q. Jia, and J. Zheng"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qzps-7395",
      "doi": "10.1103/qzps-7395",
      "summary": "Absolute growth of stimulated Raman side scattering (SRSS) in inertial confinement fusion appears to be absent in experiments. Based on simulations the authors find that absolute growth of SRSS occurs only in the limit of an infinite laser beam width. This finding may have implications for the design of experiments. #AdvancingField #OpenDebate [Phys. Rev. E 112, L033201] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Structural criterion for the onset of rigidity in a colloidal gel",
      "authors": [
        "C. S. Dias, J. C. Neves, M. M. Telo da Gama, E. Del Gado, and N. A. M. Araújo"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gw42-dks6",
      "doi": "10.1103/gw42-dks6",
      "summary": "Identifying the conditions for rigidity onset in gels is challenging. We propose a model that distinguishes attractive bonds from repulsive steric constraints, allowing the systematic variation of the number of bonded and nonbonded neighbors. Using simulations, rheology, and percolation analysis, we… [Phys. Rev. E 112, L033401] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Computational topology of <em>Drosophila melanogaster</em> embryos: Emergent anatomy from the spatiotemporal distributions of hemocytes</span>",
      "authors": [
        "Xinrui Hu, Nickolay Korabel, Tom H. Millard, and Thomas Andrew Waigh"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/5407cR04Sd417e25f8f12c49f8590bbf19cfd6598",
      "doi": "10.1103/mc9z-kw1q",
      "summary": "Hemocytes migrate within Drosophila melanogaster embryos during their morphogenesis. The spatial distribution of the hemocytes reflects the emergent anatomy of the embryos. It poses a significant challenge to statistical characterization using conventional methods, such as mean squared displacements… [Phys. Rev. E] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Simulation of binary droplet collisions from bouncing to shattering regime</span>",
      "authors": [
        "Mohammad Fahim Faisal Patwary, Doruk Isik, and Song-Charng Kong"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/5207fRf2R5e18f28a6b00e58700355d62cc1b7d9d",
      "doi": "10.1103/1dl6-hj7d",
      "summary": "Binary droplet collisions exhibit four primary outcomes at Weber number (We) below 100, i.e., bouncing, coalescence, reflexive separation, and stretching separation. At We exceeding 300, shattering becomes prominent, characterized by the catastrophic disintegration of the merged mass and ejection of… [Phys. Rev. E] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Crossover of critical behavior in dynamic phase transitions of multilayer Ising model systems</span>",
      "authors": [
        "Erol Vatansever, Mikel Quintana, and Andreas Berger"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/1b07fR83Mb71b529b3340c71c56d3fee4eeb5f4e4",
      "doi": "10.1103/8wd8-dfkj",
      "summary": "We investigate the crossover of critical behavior for the dynamic phase transition (DPT) in ferromagnetic thin films using Monte Carlo simulations of the kinetic Ising model, focusing on the scaling behavior of the dynamic order parameter under a time-dependent external magnetic field. Specifically,… [Phys. Rev. E] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Colored sandpile</span>",
      "authors": [
        "S. S. Manna"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/ca07dYbeP0c16d9176af6a47c58500673b8971129",
      "doi": "10.1103/ywsd-rmss",
      "summary": "After the introduction of sandpile model a number of different variants have been studied. In most of these models sand particles are indistinguishable. Here we have painted the sand particles using a few distinct colors, and restrict them to move in linear trajectories only along their assigned lat… [Phys. Rev. E] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Nonvolatile multistate electrothermal resistive switching in a strongly correlated insulator thin-film device",
      "authors": [
        "Farnaz Tahouni-Bonab, Matthias Hepting, Theodor Luibrand, Georg Cristiani, Christoph Schmid, Gennady Logvenov, Bernhard Keimer, Reinhold Kleiner, Dieter Koelle, and Stefan Guénon"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h98b-4438",
      "doi": "10.1103/h98b-4438",
      "summary": "Strongly correlated insulators, such as Mott or charge-transfer insulators, exhibit a strong temperature dependence in their resistivity. Consequently, self-heating effects can lead to electrothermal instabilities in planar thin-film devices of these materials. When the electrical bias current excee… [Phys. Rev. Applied 24, 034014] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Ferromagnetic traps for quasicontinuous operation of optical nanofiber interfaces",
      "authors": [
        "Ruijuan Liu, Jinggu Wu, Yuan Jiang, Yanting Zhao, and Saijun Wu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/413r-dn5p",
      "doi": "10.1103/413r-dn5p",
      "summary": "A soft ferromagnetic plate uniformizes tesla-level fields generated by attached permanent magnets, producing a smooth and electronically tunable surface field on the opposite side. By arranging $n$ precisely fabricated rectangular plates, a nearly ideal magnetic quadrupole field with a substantial g… [Phys. Rev. Applied 24, 034015] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Crystalline superconductor-semiconductor Josephson junctions for compact superconducting qubits",
      "authors": [
        "Jesse Balgley, Jinho Park, Xuanjing Chu, Ethan G. Arnault, Martin V. Gustafsson, Leonardo Ranzani, Madisen Holbrook, Yangchen He, Kenji Watanabe, Takashi Taniguchi, Daniel Rhodes, Vasili Perebeinos, James Hone, and Kin Chung Fong"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3ssz-jjt6",
      "doi": "10.1103/3ssz-jjt6",
      "summary": "High-quality, single-crystal van der Waals (vdW) materials provide a promising platform for constructing Josephson junctions, but systematic studies have been limited by fabrication and measurement challenges. Here researchers characterize 24 vertical vdW superconductor-semiconductor junctions, including microwave spectroscopy of an all-vdW transmon qubit. Transport measurements reveal a crossover from proximity- to tunneling-type behavior with increasing semiconductor thickness. The results demonstrate how band alignment and materials engineering can be used to tailor qubit properties, establishing vdW heterostructures as an emerging platform for next-generation superconducting qubits. [Phys. Rev. Applied 24, 034016] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Chalcogenide halide $\\mathrm{Sc}XY$ ($X$ = $\\mathrm{S},\\phantom{\\rule{0.1em}{0ex}}\\mathrm{Se},\\phantom{\\rule{0.1em}{0ex}}\\mathrm{Te}$; $Y$ = $\\mathrm{Cl},\\phantom{\\rule{0.1em}{0ex}}\\mathrm{Br},\\phantom{\\rule{0.1em}{0ex}}\\mathrm{I}$) monolayers as gate dielectrics for two-dimensional field-effect transistors",
      "authors": [
        "Huan Liu, Lixiang Rao, Junjie Qi, and Gang Tang"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zm12-3qkz",
      "doi": "10.1103/zm12-3qkz",
      "summary": "In recent years, rare-earth oxyhalides and transition-metal nitride halides have been reported as gate dielectrics in field-effect transistor (FET) applications. However, chalcogenide halides have been rarely explored as gate dielectrics. In this work, we systematically evaluated the potential of $\\… [Phys. Rev. Applied 24, 034017] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Accurate unsupervised photon counting from transition-edge-sensor signals",
      "authors": [
        "Nicolas Dalbec-Constant, Guillaume Thekkadath, Duncan England, Benjamin Sussman, Thomas Gerrits, and Nicolás Quesada"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/c11p-d13h",
      "doi": "10.1103/c11p-d13h",
      "summary": "We compare methods for signal classification applied to voltage traces from transition edge sensors (TES) which are photon-number resolving detectors fundamental for accessing quantum advantages in information processing, communication, and metrology. We quantify the effect of numerical analysis on … [Phys. Rev. Applied 24, 034018] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Modulating low-power threshold optical bistability by electrically reconfigurable free-electron Kerr nonlinearity</span>",
      "authors": [
        "Huatian Hu, Gonzalo Álvarez-Pérez, Antonio Valletta, Marialilia Pea, Michele Ortolani, and Cristian Ciracì"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/a007cY4aM231058743fc9e367955f8f894aa14821",
      "doi": "10.1103/rpdw-vp1n",
      "summary": "Efficient active control of optical nonlinearity has long been a critical goal for advancing nonlinear optoelectronic devices. However, this remains a significant challenge, as nonlinear susceptibilities are inherently dictated by the microscopic properties of materials. In this work, we propose a m… [Phys. Rev. Applied] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Chiral locking of magnon flow and electron spin accumulation in their near-field radiative spin transfer</span>",
      "authors": [
        "Xi-Han Zhou, Xiyin Ye, and Tao Yu"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/72071Y0dQ6e1299159e8367534fd79cc1dfa6f194",
      "doi": "10.1103/crlk-831x",
      "summary": "We report a non-contact mechanism for directional injection of magnons in magnetic films when driven by a spin accumulation ${𝛍}_{s}$ of electrons of a nearby metallic layer, governed by the long-range dipolar coupling between magnons and electron spins, which spontaneously generates a magnon curren… [Phys. Rev. Applied] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>${}^{88}$Sr${}^{+}$ optical clock with 7.9 x 10${}^{−19}$ systematic uncertainty and measurement of its absolute frequency with 9.8 x 10${}^{−17}$ uncertainty</span>",
      "authors": [
        "T. Lindvall, T. Fordell, K. J. Hanhijärvi, M. Doležal, J. Rahm, S. Weyers, and A. E. Wallin"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/93078A85T0b1fb03d4ab7072516a8ec630dcb96ce",
      "doi": "10.1103/czlf-bfvp",
      "summary": "We report on a 88Sr+ single-ion optical clock with an estimated fractional systematic uncertainty of 7.9-19. The low uncertainty is enabled by small rf losses, a thorough evaluation of the blackbody-radiation temperature, and our recent measurement of the differential polarizability. A detailed unce… [Phys. Rev. Applied] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Analog dual classifier via a time-modulated neuromorphic metasurface</span>",
      "authors": [
        "M. Mousa, M. Moghaddaszadeh, and M. Nouh"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/8f07fAb2S961ef0374c55b0184d4029f89fe56540",
      "doi": "10.1103/s22f-n7w8",
      "summary": "A neuromorphic metasurface embodies mechanical intelligence by realizing physical neural architectures. It exploits guided wave scattering to conduct computations in an analog manner. Through multiple tuned waveguides, the neuromorphic system recognizes the features of an input signal and self-ident… [Phys. Rev. Applied] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Microwave-activated high-fidelity three-qubit gate scheme for fixed-frequency superconducting qubits</span>",
      "authors": [
        "Kui Zhao, Wei-Guo Ma, Ziting Wang, Hao Li, Kaixuan Huang, Yun-Hao Shi, Kai Xu, and Heng Fan"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/c3075N32Qf91732f47cb5359481ecd1b010ea73a5",
      "doi": "10.1103/l721-33qk",
      "summary": "Scalable superconducting quantum processors require balancing critical constraints in coherence, control complexity, and spectral crowding. Fixed-frequency architectures suppress flux noise and simplify control via all-microwave operations but remain limited by residual ZZ crosstalk. Here we propose… [Phys. Rev. Applied] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Observation of a displaced squeezed state in high-harmonic generation",
      "authors": [
        "David Theidel, Viviane Cotte, Philip Heinzel, Houssna Griguer, Mateusz Weis, René Sondenheimer, and Hamed Merdji"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6r6n-pxfp",
      "doi": "10.1103/6r6n-pxfp",
      "summary": "High-harmonic generation (HHG) and quantum optics are historically two distant fields of science. HHG as a central technique to generate attosecond pulses via atoms, molecules, or solids has been mostly treated as a classical source of light. Entanglement and squeezing of HHG light would open fascin… [Phys. Rev. Research 7, 033223] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Spectrum of plasma excitations in a plasmonic crystal fabricated in an AlGaAs/GaAs heterostructure",
      "authors": [
        "A. R. Khisameeva, A. Shuvaev, A. A. Zabolotnykh, A. S. Astrakhantseva, D. A. Khudaiberdiev, A. Pimenov, I. V. Kukushkin, and V. M. Muravev"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3gnt-w1zj",
      "doi": "10.1103/3gnt-w1zj",
      "summary": "We report on the experimental study of the spectrum of plasma excitations in a plasmonic crystal fabricated from the two-dimensional electron system in an AlGaAs/GaAs semiconductor heterostructure. We perform a comprehensive research on the mode frequency and relaxation as a function of the gate wid… [Phys. Rev. Research 7, 033224] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Quantum wave simulation with sources and loss functions",
      "authors": [
        "Cyrill Bösch, Malte Schade, Giacomo Aloisi, Scott D. Keating, and Andreas Fichtner"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/t8wt-mp2l",
      "doi": "10.1103/t8wt-mp2l",
      "summary": "We present a quantum algorithmic framework for simulating linear, anti-Hermitian (lossless) wave equations in heterogeneous, anisotropic, and time-independent media. This framework encompasses a broad class of wave equations, including the acoustic wave equation, Maxwell’s equations, and the elastic… [Phys. Rev. Research 7, 033225] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Half-life measurements of highly charged radioisotopes by nuclear recoil in a Penning trap",
      "authors": [
        "Scott Moroch, Carolyn Chun, Doug VanDerwerken, Ariana Shearin, Brian L. Beaudoin, Klaus Blaum, and Timothy W. Koeth"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cv2g-c39p",
      "doi": "10.1103/cv2g-c39p",
      "summary": "A technique is introduced to measure the half-life of highly charged radioactive ions using nondestructive nuclear recoil detection in a cryogenic Penning trap. Simulations and statistical analyses are performed for 7 Be 3 + , which plays a critical role in stellar evolution and the production of solar neutrinos. [Phys. Rev. Research 7, 033226] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Fault-Tolerant Logical Clifford Gates from Code Automorphisms",
      "authors": [
        "Hasan Sayginel, Stergios Koutsioumpas, Mark Webster, Abhishek Rajput, and Dan E. Browne"
      ],
      "date": "2025-09-05T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vf7v-cpq9",
      "doi": "10.1103/vf7v-cpq9",
      "summary": "A systematic method for identifying fault-tolerant logical Clifford gates in quantum error-correction codes by mapping them to classical binary codes and computing their code automorphisms enables the discovery of new gates for well-known code families. [PRX Quantum 6, 030343] Published Fri Sep 05, 2025"
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Synaptic imbalance and increased inhibition impair motor function in SMA",
      "authors": [
        "Emily V. Fletcher, Joshua I. Chalif, Travis M. Rotterman, John G. Pagiazitis, Meaghan Van Alstyne, Nandhini Sivakumar, Danny Florez-Paz, Joseph E. Rabinowitz, Livio Pellizzoni, Francisco J. Alvarez, George Z. Mentis"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt4126?af=R",
      "doi": "10.1126/sciadv.adt4126",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Mechanosensitive biochemical imprinting of the talin interaction with DLC1 regulates RhoA activity and cardiomyocyte remodeling",
      "authors": [
        "Emilie Marhuenda, Ioannis Xanthis, Poppy O. Smith, Aishwarya Prakash, Till Kallem, Pragati Pandey, Darren Graham Samuel Wilson, Amar Azad, Megan Richter, Davor Pavlovic, Katja Gehmlich, Giuseppe Faggian, Pamela Swiatlowska, Elisabeth Ehler, James Levitt, Simon P. Poland, Simon Ameer-Beg, Benjamin T Goult, Thomas Iskratsch"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt6083?af=R",
      "doi": "10.1126/sciadv.adt6083",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The role of the North American continent in strengthening the Asian summer monsoon",
      "authors": [
        "Linlin Chen, Paul J. Valdes, Alexander Farnsworth"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu8589?af=R",
      "doi": "10.1126/sciadv.adu8589",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Myo-inositol is a key regulator of avian metabolism: From mechanisms to seasonal behavior",
      "authors": [
        "Adi Domer, Tyler R. Misraje, Dianna Xing, B. Gabriela Arango, Giovanna Selleghin-Veiga, Ammon Corl, Rauri C. K. Bowie, Jimmy A. McGuire, Karen L. Sweazea, José Pablo Vázquez-Medina, Robert Dudley"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv2794?af=R",
      "doi": "10.1126/sciadv.adv2794",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Repurposing polyethylene terephthalate plastic waste to capture carbon dioxide",
      "authors": [
        "Margarita Poderyte, Rodrigo Lima, Peter Illum Golbækdal, Dennis Wilkens Juhl, Kathrine L. Olesen, Niels Chr. Nielsen, Arianna Lanza, Ji-Woong Lee"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv5906?af=R",
      "doi": "10.1126/sciadv.adv5906",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Retinal gene therapy using epiretinal AAV-containing fibrin hydrogel implants",
      "authors": [
        "Brittni A. Scruggs, Aubrey Berger, Travis Knudsen, Francesca N. Kopp, Matthew Hill, Emma Trncic, Kjersten Anderson, Raymond Iezzi, Alan D. Marmorstein"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv7922?af=R",
      "doi": "10.1126/sciadv.adv7922",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "PTPN22-CD45 dual phosphatase retrograde feedback enhances TCR signaling and autoimmunity",
      "authors": [
        "Shen Yang, Eugenio Santelli, Carlos G. Gonzalez, Wade T. Johnson, Irene V. Choi, Chuling Zhuang, Myungja Ro, Leigh-Ana M. Rossitto, I-Shing Yu, Shu-Wha Lin, Yuan Zhan, Qinwei Chen, Jonathan D. Yoshihara, Daniel J. Wallace, Caroline A. Jefferies, Michifumi Yamashita, David J. Gonzalez, Richard I. Ainsworth, Nisarg J. Shah, Stephanie M. Stanford, Nunzio Bottini"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw2568?af=R",
      "doi": "10.1126/sciadv.adw2568",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Efficient energy transfer in a hybrid organic-inorganic van der Waals heterostructure",
      "authors": [
        "Xiaoqing Chen, Huijuan Zhao, Ruixiang Fei, Chun Huang, Jingsi Qiao, Cheng Sun, Haiming Zhu, Li Zhan, Zehua Hu, Songlin Li, Li Yang, Zemin Tang, Lianhui Wang, Yi Shi, Wei Ji, Jian-Bin Xu, Li Gao, Xuetao Gan, Xinran Wang"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3969?af=R",
      "doi": "10.1126/sciadv.adw3969",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "TaGW2-TaVOZ1 module regulates wheat salt tolerance via both E3 ligase–dependent and –independent pathways",
      "authors": [
        "Shumin Li, Peiyin Zhang, Xuemin Wang, Wenxuan Feng, Hongqing Zhu, Zhen Qin, Bin Chen, Cun Wang, Xiaojun Nie, Zhensheng Kang, Hude Mao"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3985?af=R",
      "doi": "10.1126/sciadv.adw3985",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Brain stimulation preferentially influences long-range projections",
      "authors": [
        "Pedro G. Vieira, Matthew R. Krause, Pooya Laamerad, Christopher C. Pack"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2106?af=R",
      "doi": "10.1126/sciadv.adx2106",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Dynamic control of electron correlations in photodoped charge-transfer insulators",
      "authors": [
        "Thomas C. Rossi, Nicolas Tancogne-Dejean, Malte Oppermann, Michael Porer, Arnaud Magrez, Rajesh V. Chopdekar, Yayoi Takamura, Urs Staub, Renske M. van der Veen, Angel Rubio, Majed Chergui"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx5676?af=R",
      "doi": "10.1126/sciadv.adx5676",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "HIV-1 manipulates CD96 on CD4+ T cells to subvert antiviral immunity",
      "authors": [
        "Sandra Dehn, Rabea Burkhard, Johanna Leyens, Tabea Kaiser, Simone Brandimarte, Dinah Heiligensetzer, Herwig Koppensteiner, Baubak Bajoghli, Stephan Hailfinger, Karin Schilbach, Michael Schindler"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7485?af=R",
      "doi": "10.1126/sciadv.adx7485",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Preparation of ketonyl C-glycosides from designed glycosyl sulfides and styrenes by a radical pathway",
      "authors": [
        "Weidong Shang, Yanan Hu, Yang He, Dawen Niu, Weimin Li"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2175?af=R",
      "doi": "10.1126/sciadv.ady2175",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Chiral edge state control of thermoelectric effects",
      "authors": [
        "William Huynh, Boliang Liu, Simon Munyan, Sina Ahadi, Susanne Stemmer"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady9006?af=R",
      "doi": "10.1126/sciadv.ady9006",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Robotic micromanipulation for patterned and complex organoid biofabrication",
      "authors": [
        "Mingsi Tong, Gang Huang, Songlin Zhuang, Xinghu Yu, Delin Hu, Weiyang Lin, Yang Wu, Yuchen Chen, Shijia Cheng, Meng Jiang, Li Zhang, Huijun Gao"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz0808?af=R",
      "doi": "10.1126/sciadv.adz0808",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Homo-layer flexible Bi2Te3-based films with high thermoelectric performance",
      "authors": [
        "Dasha Mao, Jianmin Yang, Meng Han, Xiege Huang, Jianrui Wang, Baohai Jia, Zhongbin Wang, Xiao Xu, Lin Xie, Yi Zhou, Guodong Li, Ghim Wei Ho, Jiaqing He"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz1019?af=R",
      "doi": "10.1126/sciadv.adz1019",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Leveraging port state measures to combat illegal, unreported, and unregulated fishing",
      "authors": [
        "Elizabeth R. Selig, Colette C. C. Wabnitz, Shinnosuke Nakayama, Jaeyoon Park, Richard Barnes, Robert Blasiak, Dawn Borg-Costanzi, Bronwen Golder, Jean-Baptiste Jouffray, Jim Leape, Jessica L. Decker Sparks"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ads1592?af=R",
      "doi": "10.1126/sciadv.ads1592",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Chiral spin constrained assemblies for polarized optical mapping",
      "authors": [
        "Mingjiang Zhang, Shanshan Zhao, Jintong Li, Zeyi Li, Junjie Cai, Yajie Zhou, Qi Guo, Wenting Gao, Zhi Tong, Yaxin Wang, Guangen Li, Xueru Guo, Anqi Li, Jing Lin, Taotao Zhuang"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady1001?af=R",
      "doi": "10.1126/sciadv.ady1001",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Cotranslational protein folding through non-native structural intermediates",
      "authors": [
        "Siyu Wang, Amir Bitran, Ekaterina Samatova, Eugene I. Shakhnovich, Marina V. Rodnina"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2211?af=R",
      "doi": "10.1126/sciadv.ady2211",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Acoustofluidic system for targeted antibody removal in transplantation: Enabling small-volume therapeutic apheresis",
      "authors": [
        "Zhiteng Ma, Riley Kahan, Jianping Xia, Mengxi Wu, Brandon Lu, Emeraghi David, Ye He, Ying Chen, Jessica F. Liu, Mingyuan Liu, Haojun Xu, Linda Stempora, Nader Abraham, Ruoyu Zhong, Kaichun Yang, Ke Jin, Ke Li, Min Zhang, Qian Wu, Andrew Barbas, Jean Kwun, Luke P. Lee, Tony Jun Huang, Eileen T. Chambers"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady3262?af=R",
      "doi": "10.1126/sciadv.ady3262",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Unleashing pyroelectricity enhancement via phase transition–driven defect alignment in KNN-based ferroelectrics",
      "authors": [
        "Yuntao Huang, Yao Wu, Tiantian Wu, Jianwei Chen, Sijin Wang, Kan-Hao Xue, Zhengqian Fu, Wen Dong, Ting Zheng, Shujun Zhang, Jiagang Wu"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady5104?af=R",
      "doi": "10.1126/sciadv.ady5104",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Machine learning– and multilayer molecular network–assisted screening hunts fentanyl compounds",
      "authors": [
        "Changzhi Shi, Wanli Li, Yang Wang, Xi Chen, Meixiang Yu, Hai Zhang, Zecang You, Maoyong Song, Xiaojun Deng, Mingliang Fang"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw2799?af=R",
      "doi": "10.1126/sciadv.adw2799",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Bone health: Age-related changes in diaphyseal structural properties among European Holocene humans during the last 9000 years",
      "authors": [
        "Vladimír Sládek, Martin Hora, Cara Wall-Scheffler, Michal Struška, Margit Berner"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7981?af=R",
      "doi": "10.1126/sciadv.adx7981",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Adaptive superposition compound eyes for perceptions under distinct light levels",
      "authors": [
        "Heng Jiang, Chi Chung Tsoi, Yao Chai, Weixing Yu, Chi-Hung Tang, Yu Du, Zuankai Wang, Huaping Jia, Xuming Zhang"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2069?af=R",
      "doi": "10.1126/sciadv.ady2069",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "AI-powered automated model construction for patient-specific CFD simulations of aortic flows",
      "authors": [
        "Pan Du, Delin An, Chaoli Wang, Jian-Xun Wang"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw2825?af=R",
      "doi": "10.1126/sciadv.adw2825",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Planetary Health Diet and risk of mortality and chronic diseases: Results from US NHANES, UK Biobank, and a meta-analysis",
      "authors": [
        "Yuanyuan Wang, Da Pan, Chen Zhang, Dengfeng Xu, Yifei Lu, Shiyu Yin, Pei Wang, Jiayue Xia, Junhui Yu, Lirong Dong, Guiju Sun"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adq5147?af=R",
      "doi": "10.1126/sciadv.adq5147",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Aplf/Dna2 variants drive chromosomal fission and accelerate speciation in zokors",
      "authors": [
        "Na Wan, Qijiao Duan, Zhenyuan Cai, Zhanwu Zhu, JingOu Wang, Yonghui Tian, Wei Shen, Bowen Li, Zhuoran Kuang, Xiaolong Liang, Sanyuan Liu, Xuan An, Xiaojie Yang, Xi Liu, Leyan Mao, Jiaqi Chen, Yinjia Wang, Zhilong Feng, Wenwen Liu, Yueting Bu, Eviatar Nevo, Riccardo Papa, Axel Meyer, Jianquan Liu, Kexin Li"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt2282?af=R",
      "doi": "10.1126/sciadv.adt2282",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Formation of breccia pipes associated with a hydrogen-rich hydrothermal system on the east Caroline plate in the West Pacific",
      "authors": [
        "Yuanyuan Xiao, Kun Wang, Yuan Wang, Shuai Yuan, Hongyun Zhang, Tianyu Zhang, Congying Li, Annan Ren, Guozhi Xie, Vadim S. Kamenetsky, Hao Xie, Fengtai Tong, Shengji Wei, Weidong Sun"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx2600?af=R",
      "doi": "10.1126/sciadv.adx2600",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Uridine as a potentiator of aminoglycosides through activation of carbohydrate transporters",
      "authors": [
        "Manon Lang, Stéphane Renard, Imane El-Meouche, Ariane Amoura, Erick Denamur, Léo Hardy, Julia Bos, Tara Brosschot, Molly A. Ingersoll, Eric Bacqué, Didier Mazel, Zeynep Baharoglu"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw7630?af=R",
      "doi": "10.1126/sciadv.adw7630",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Near-unity spontaneous emission factor InP surface-emitting lasers based on quasi-bound states in the continuum",
      "authors": [
        "Wei Wen Wong, Xiaoying Huang, Olivier Lee Cheong Lem, Chennupati Jagadish, Hark Hoe Tan"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx6527?af=R",
      "doi": "10.1126/sciadv.adx6527",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Computational design of potent and selective binders of BAK and BAX",
      "authors": [
        "Stephanie Berger, Erinna F. Lee, Tiffany J. Harris, Sharon Tran, Asim K. Bera, Lauren Arguinchona, Alex Kang, Banumathi Sankaran, Sila Kasapgil, Michelle S. Miller, Sean Smyth, Mariam Lutfi, Rachel T. Uren, Ruth M. Kluck, Peter M. Colman, Walter D. Fairlie, Peter E. Czabotar, David Baker, Richard W. Birkinshaw"
      ],
      "date": "2025-09-05T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt4170?af=R",
      "doi": "10.1126/sciadv.adt4170",
      "summary": "Science Advances, Volume 11, Issue 36, September 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Publisher Correction: In situ light-field imaging of octopus locomotion reveals simplified control",
      "authors": [
        "Kakani Katija",
        "Christine L. Huffard",
        "Paul L. D. Roberts",
        "Joost Daniels",
        "Jon Erickson",
        "Denis Klimov",
        "Henry A. Ruhl",
        "Alana D. Sherman"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09512-y",
      "doi": "10.1038/s41586-025-09512-y",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/s41586-025-09512-y Publisher Correction: In situ light-field imaging of octopus locomotion reveals simplified control"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Author Correction: <i>PPP2R1A</i> mutations portend improved survival after cancer immunotherapy",
      "authors": [
        "Yibo Dai",
        "Anne Knisely",
        "Mitsutake Yano",
        "Minghao Dang",
        "Emily M. Hinchcliff",
        "Sanghoon Lee",
        "Annalyn Welp",
        "Manoj Chelvanambi",
        "Matthew Lastrapes",
        "Heng Liu",
        "Zhe Yuan",
        "Chen Wang",
        "Hao Nie",
        "Stephanie Jean",
        "Luis J. Montaner",
        "Jiakai Hou",
        "Ami Patel",
        "Shrina Patel",
        "Bryan Fellman",
        "Ying Yuan",
        "Baohua Sun",
        "Renganayaki Krishna Pandurengan",
        "Edwin Roger Parra Cuentas",
        "Joseph Celestino",
        "Yan Liu",
        "Jinsong Liu",
        "R. Tyler Hillman",
        "Shannon N. Westin",
        "Anil K. Sood",
        "Pamela T. Soliman",
        "Aaron Shafer",
        "Larissa A. Meyer",
        "David M. Gershenson",
        "David Vining",
        "Dhakshinamoorthy Ganeshan",
        "Karen Lu",
        "Jennifer A. Wargo",
        "Weiyi Peng",
        "Rugang Zhang",
        "Linghua Wang",
        "Amir A. Jazaeri"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09586-8",
      "doi": "10.1038/s41586-025-09586-8",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/s41586-025-09586-8 Author Correction: PPP2R1A mutations portend improved survival after cancer immunotherapy"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Diabetes drug shows anti-ageing effects on chromsomes",
      "authors": [],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02838-7",
      "doi": "10.1038/d41586-025-02838-7",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/d41586-025-02838-7 Treatment with henagliflozin is linked to an increase in the length of telomeres, chromosomal caps that shorten over time."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "<i>Nature</i> goes inside the world’s largest ‘mosquito factory’ — here’s the buzz",
      "authors": [
        "Adam Levy",
        "Mariana Lenharo"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02857-4",
      "doi": "10.1038/d41586-025-02857-4",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/d41586-025-02857-4 Facility aims to stop deadly viruses such as Zika, dengue and chikungunya through the release of disease-fighting mosquitoes."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Hope for diabetes: CRISPR-edited cells pump out insulin in a person – and evade immune detection",
      "authors": [
        "Elie Dolgin"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02802-5",
      "doi": "10.1038/d41586-025-02802-5",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/d41586-025-02802-5 Edits create cells that don’t trigger an immune response, allowing implant recipient to forego immune-suppressing drugs."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "First CRISPR horses spark controversy: what’s next for gene-edited animals?",
      "authors": [
        "Katie Kavanagh"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02800-7",
      "doi": "10.1038/d41586-025-02800-7",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/d41586-025-02800-7 Horses with genomic edits to make them run faster have been banned from polo, but a zoo of CRISPR-edited animals is gaining acceptance in agriculture."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "When AI rejects your grant proposal: algorithms are helping to make funding decisions",
      "authors": [
        "David Adam"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02852-9",
      "doi": "10.1038/d41586-025-02852-9",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/d41586-025-02852-9 A Spanish foundation using an artificial-intelligence tool to screen grant applications says it makes the peer-review process more efficient, but other researchers say it’s a breakdown in trust."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Different flames",
      "authors": [
        "Beth Cato"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02773-7",
      "doi": "10.1038/d41586-025-02773-7",
      "summary": "Nature, Published online: 05 September 2025; doi:10.1038/d41586-025-02773-7 A lesson learnt."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Publisher Correction: Optomechanical control of long-lived bulk acoustic phonons in the quantum regime",
      "authors": [
        "Hilel Hagai Diamandi",
        "Yizhi Luo",
        "David Mason",
        "Tevfik Bulent Kanmaz",
        "Sayan Ghosh",
        "Margaret Pavlovich",
        "Taekwan Yoon",
        "Ryan Behunin",
        "Shruti Puri",
        "Jack G. E. Harris",
        "Peter T. Rakich"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03054-w",
      "doi": "10.1038/s41567-025-03054-w",
      "summary": "Nature Physics, Published online: 05 September 2025; doi:10.1038/s41567-025-03054-w Publisher Correction: Optomechanical control of long-lived bulk acoustic phonons in the quantum regime"
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Pressure induced superconductivity in hybrid Ruddlesden‒Popper La<sub>5</sub>Ni<sub>3</sub>O<sub>11</sub> single crystals",
      "authors": [
        "Mengzhu Shi",
        "Di Peng",
        "Kaibao Fan",
        "Zhenfang Xing",
        "Shaohua Yang",
        "Yuzhu Wang",
        "Houpu Li",
        "Rongqi Wu",
        "Mei Du",
        "Binghui Ge",
        "Zhidan Zeng",
        "Qiaoshi Zeng",
        "Jianjun Ying",
        "Tao Wu",
        "Xianhui Chen"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03023-3",
      "doi": "10.1038/s41567-025-03023-3",
      "summary": "Nature Physics, Published online: 05 September 2025; doi:10.1038/s41567-025-03023-3 La5Ni3O11, a hybrid Ruddlesden–Popper nickelate, exhibits pressure-induced superconductivity with a high superconducting volume fraction. It offers insights into the interplay of structure and electronic order in nickelate superconductors."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Retraction Note: <i>O</i>-GlcNAc-mediated interaction between VER2 and TaGRP2 elicits <i>TaVRN1</i> mRNA accumulation during vernalization in winter wheat",
      "authors": [
        "Jun Xiao",
        "Shujuan Xu",
        "Chunhua Li",
        "Yunyuan Xu",
        "Lijing Xing",
        "Yuda Niu",
        "Qing Huan",
        "Yimiao Tang",
        "Changping Zhao",
        "Doris Wagner",
        "Caixia Gao",
        "Kang Chong"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63737-z",
      "doi": "10.1038/s41467-025-63737-z",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63737-z Retraction Note: O -GlcNAc-mediated interaction between VER2 and TaGRP2 elicits TaVRN1 mRNA accumulation during vernalization in winter wheat"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Addendum: Multipeptide vaccines for melanoma in the adjuvant setting: long-term survival outcomes and post-hoc analysis of a randomized phase II trial",
      "authors": [
        "Emily K. Ninmer",
        "Hong Zhu",
        "Kimberly A. Chianese-Bullock",
        "Margaret von Mehren",
        "Naomi B. Haas",
        "Merrick I. Ross",
        "Lynn T. Dengel",
        "Craig L. Slingluff Jr"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63690-x",
      "doi": "10.1038/s41467-025-63690-x",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63690-x Addendum: Multipeptide vaccines for melanoma in the adjuvant setting: long-term survival outcomes and post-hoc analysis of a randomized phase II trial"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Unraveling the regulative development and molecular mechanisms of identical sea urchin twins",
      "authors": [
        "Haruka Suzuki",
        "Junko Yaguchi",
        "Koki Tsuyuzaki",
        "Shunsuke Yaguchi"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63111-z",
      "doi": "10.1038/s41467-025-63111-z",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63111-z Experiments from over a century ago showed that dividing sea urchin embryos at the 2-cell stage yields two embryos, but the mechanisms of this phenomenon have not been shown. Here, they show that these embryos self-organize in an unusual way to pattern the body axes."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Hemispheric asymmetry of tau pathology is related to asymmetric amyloid deposition in Alzheimer’s Disease",
      "authors": [
        "Toomas Erik Anijärv",
        "Rik Ossenkoppele",
        "Ruben Smith",
        "Alexa Pichet Binette",
        "Lyduine E. Collij",
        "Harry H. Behjat",
        "Jonathan Rittmo",
        "Linda Karlsson",
        "Khazar Ahmadi",
        "Olof Strandberg",
        "Michael Weiner",
        "Paul Aisen",
        "Ronald Petersen",
        "Clifford R. Jack Jr.",
        "William Jagust",
        "Susan Landau",
        "Monica Rivera-Mindt",
        "Ozioma Okonkwo",
        "Leslie M. Shaw",
        "Edward B. Lee",
        "Arthur W. Toga",
        "Laurel Beckett",
        "Danielle Harvey",
        "Robert C. Green",
        "Andrew J. Saykin",
        "Kwangsik Nho",
        "Richard J. Perrin",
        "Duygu Tosun",
        "Danielle van Westen",
        "Jacob W. Vogel",
        "Erik Stomrud",
        "Sebastian Palmqvist",
        "Niklas Mattsson-Carlgren",
        "Nicola Spotorno",
        "Oskar Hansson"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63564-2",
      "doi": "10.1038/s41467-025-63564-2",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63564-2 Asymmetrical distribution of tau pathology in Alzheimer’s disease is linked to asymmetrical amyloid-beta deposition, not reduced brain connectivity, suggesting regional vulnerability plays a key role in determining the distribution of tau pathology."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Friedel oscillations and chiral superconductivity in monolayer NbSe<sub>2</sub>",
      "authors": [
        "Julian Siegl",
        "Anton Bleibaum",
        "Wen Wan",
        "Marcin Kurpas",
        "John Schliemann",
        "Miguel M. Ugeda",
        "Magdalena Marganska",
        "Milena Grifoni"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63319-z",
      "doi": "10.1038/s41467-025-63319-z",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63319-z The nature of the dominant pairing mechanism in some two-dimensional transition metal dichalcogenides is still debated. Here, the authors predict that the Kohn-Luttinger mechanism induces chiral p-wave superconductivity in monolayer NbSe2."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Transient domain boundary drives ultrafast magnetisation reversal",
      "authors": [
        "Martin Hennecke",
        "Daniel Schick",
        "Themistoklis P. H. Sidiropoulos",
        "Jun-Xiao Lin",
        "Zongxia Guo",
        "Grégory Malinowski",
        "Maximilian Mattern",
        "Lutz Ehrentraut",
        "Martin Schmidbauer",
        "Matthias Schnuerer",
        "Clemens von Korff Schmising",
        "Stéphane Mangin",
        "Michel Hehn",
        "Stefan Eisebitt"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63571-3",
      "doi": "10.1038/s41467-025-63571-3",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63571-3 The authors reveal that even within a few-nanometre thin films, ultrafast all-optical magnetisation switching is spatially inhomogeneous along the depth and driven by the picosecond propagation of a transient domain boundary."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Many plants naturalized as aliens abroad have also become more common within their native regions",
      "authors": [
        "Rashmi Paudel",
        "Trevor S. Fristoe",
        "Nicole L. Kinlock",
        "Amy J. S. Davis",
        "Weihan Zhao",
        "Hans Van Calster",
        "Milan Chytrý",
        "Jiří Danihelka",
        "Guillaume Decocq",
        "Luise Ehrendorfer - Schratt",
        "Kun Guo",
        "Wen-Yong Guo",
        "Zdeněk Kaplan",
        "Simon Pierce",
        "Jan Wild",
        "Wayne Dawson",
        "Franz Essl",
        "Holger Kreft",
        "Jan Pergl",
        "Petr Pyšek",
        "Marten Winter",
        "Mark van Kleunen"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63293-6",
      "doi": "10.1038/s41467-025-63293-6",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63293-6 How changes in species’ native occupancy over time relate to global naturalization success remains unclear. Here, the authors show that species with both high occupancy decades ago and increasing native occupancy ever since are more likely to become naturalized elsewhere."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Regio- and chemoselective catalytic partial transfer hydrogenation of quinolines by dinuclear aluminum species",
      "authors": [
        "Xufang Liu",
        "Arseni Kostenko",
        "Matthew M. D. Roy",
        "Tobias Weng",
        "Shigeyoshi Inoue"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63460-9",
      "doi": "10.1038/s41467-025-63460-9",
      "summary": "Nature Communications, Published online: 05 September 2025; doi:10.1038/s41467-025-63460-9 While catalytic reduction of quinolines has gained interest as a way to provide direct and efficient access to tetrahydroquinolines or 1,2-dihydroquinolines, the catalytic synthesis of 1,2-dihydroquinolines remains underdeveloped. Here, the authors demonstrate a catalytic 1,2-reduction of quinolines using a dinuclear aluminum complex."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Accelerating development of polycyclic heteroaromatic emitters with small singlet–triplet energy gaps",
      "authors": [],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02352-1",
      "doi": "10.1038/s41563-025-02352-1",
      "summary": "Nature Materials, Published online: 05 September 2025; doi:10.1038/s41563-025-02352-1 A simple physical model based on electronic interactions between excited configurations enables the quick and reliable prediction of singlet–triplet energy gaps in polycyclic heteroaromatic emitters. Guided by this model, organic emitters with small singlet–triplet energy gaps can be designed for applications in organic light-emitting diodes with high efficiency and colour purity."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Local photocrosslinking of native tissue matrix regulates lung epithelial cell mechanosensing and function",
      "authors": [
        "Donia W. Ahmed",
        "Matthew L. Tan",
        "Yuchen Liu",
        "Jackson Gabbard",
        "Esther Gao",
        "Avinava Roy",
        "Michael M. Hu",
        "Firaol S. Midekssa",
        "Miriam Stevens",
        "Fulei Wuchu",
        "Minal Nenwani",
        "Jingyi Xia",
        "Adam Abraham",
        "Deepak Nagrath",
        "Lin Han",
        "Rachel L. Zemans",
        "Brendon M. Baker",
        "Claudia Loebel"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02329-0",
      "doi": "10.1038/s41563-025-02329-0",
      "summary": "Nature Materials, Published online: 05 September 2025; doi:10.1038/s41563-025-02329-0 Using visible-light-induced crosslinking, a local stiffening approach is developed for ex vivo mouse and human lung tissue as an early lung injury model, directing epithelial cell mechanosensing, differentiation and nascent protein deposition."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Magnetically actuated multimodal bioelectronic catheter for minimally invasive surgery and sensing",
      "authors": [
        "Jingbo Yang",
        "Yuanxi Zhang",
        "Zhengjie Liu",
        "Shuang Huang",
        "Xinshuo Huang",
        "Yunuo Wang",
        "Mingqiang Li",
        "Shantao Zheng",
        "Fuqian Chen",
        "Jing Liu",
        "Yu Tao",
        "Tong Wu",
        "Lizhi Xu",
        "Huijiuan Chen",
        "Lelun Jiang",
        "Xi Xie"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02340-5",
      "doi": "10.1038/s41563-025-02340-5",
      "summary": "Nature Materials, Published online: 05 September 2025; doi:10.1038/s41563-025-02340-5 A magnetically steered flexible bioelectronic catheter enables minimally invasive surgeries in animal models with simultaneous metabolite sensing."
    },
    {
      "journalKey": "NatNano",
      "journal": "Nature Nanotechnology",
      "journalShort": "Nat Nano.",
      "type": "published",
      "title": "Towards Floquet Chern insulators of light",
      "authors": [
        "Jicheng Jin",
        "Li He",
        "Jian Lu",
        "Lin Chang",
        "Chen Shang",
        "John E. Bowers",
        "Eugene J. Mele",
        "Bo Zhen"
      ],
      "date": "2025-09-05T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41565-025-02003-1",
      "doi": "10.1038/s41565-025-02003-1",
      "summary": "Nature Nanotechnology, Published online: 05 September 2025; doi:10.1038/s41565-025-02003-1 A topological phase of light emerges in dynamically driven nonlinear photonic crystals."
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Measurement Incompatibility under Loss",
      "authors": [
        "Mohammad Mehboudi, Fatemeh Rezaeinia, and Saleh Rahimi-Keshari"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s9sp-2fd7",
      "doi": "10.1103/s9sp-2fd7",
      "summary": "We investigate the measurement incompatibility of continuous-variable systems with infinite-dimensional Hilbert spaces under the influence of pure losses, a fundamental noise source in quantum optics, and a significant challenge for long-distance quantum communication. We show that loss channels wit… [Phys. Rev. Lett. 135, 100202] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Quantum Metrology in the Ultrastrong Coupling Regime of Light-Matter Interactions: Leveraging Virtual Excitations without Extracting Them",
      "authors": [
        "Christoph Hotter, Adam Miranowicz, and Karol Gietka"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cxvs-5pb1",
      "doi": "10.1103/cxvs-5pb1",
      "summary": "Virtual excitations, inherent to ultrastrongly coupled light-matter systems, induce measurable modifications in system properties, offering a novel resource for quantum technologies. In this Letter, we demonstrate how these virtual excitations and their correlations can be harnessed to enhance preci… [Phys. Rev. Lett. 135, 100802] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Elliptic Leading Singularities and Canonical Integrands",
      "authors": [
        "E. Chaubey and V. Sotnikov"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4fjc-lfnx",
      "doi": "10.1103/4fjc-lfnx",
      "summary": "In the well-studied genus zero case, bases of d log integrands with integer leading singularities define Feynman integrals that automatically satisfy differential equations in canonical form. Such integrand bases can be constructed without input from the differential equations and without explicit i… [Phys. Rev. Lett. 135, 101903] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Dilepton Production from Moaton Quasiparticles",
      "authors": [
        "Zohar Nussinov, Michael C. Ogilvie, Laurin Pannullo, Robert D. Pisarski, Fabian Rennecke, Stella T. Schindler, and Marc Winstel"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1f8w-p4m4",
      "doi": "10.1103/1f8w-p4m4",
      "summary": "The phase diagram of QCD probably exhibits a moat regime over a large region of temperature $T$ and chemical potential $μ≠0$. A moat regime is characterized by quasiparticle moatons (pions) whose energy is minimal at nonzero spatial momentum. At $μ≠0$, higher mass dimension operators play a critical… [Phys. Rev. Lett. 135, 101904] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Pressure-Induced Polyhedral Reorganization Causes Indirect-to-Direct Band-Gap Transition in Spinel Structure",
      "authors": [
        "Pengfei Shen, Donghao Xu, Zhiguo Xia, and Mingguang Yao"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v4x6-hksk",
      "doi": "10.1103/v4x6-hksk",
      "summary": "Spinel oxides (${\\mathrm{AB}}_{2}{\\mathrm{O}}_{4}$) are promising optoelectronic materials due to their structural stability and tunable electronic properties. However, conventional strategies like doping, element substitution, and thermal treatment have achieved limited success in optimizing their … [Phys. Rev. Lett. 135, 106102] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Singlet-Only Always-On Gapless Exchange Qubits with Baseband Control",
      "authors": [
        "Nathan L. Foulk, Silas Hoffman, Katharina Laubscher, and Sankar Das Sarma"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/j1hn-k5m8",
      "doi": "10.1103/j1hn-k5m8",
      "summary": "We propose a singlet-only always-on gapless exchange (SAGE) spin qubit that encodes a single qubit in the spins of four electrons while allowing universal baseband control. While conventional exchange-only qubits suffer from magnetic-field-gradient-induced leakage and coherent errors due to local nu… [Phys. Rev. Lett. 135, 106202] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Probing Green’s Function Zeros by Cotunneling through Mott Insulators",
      "authors": [
        "Carl Lehmann, Lorenzo Crippa, Giorgio Sangiovanni, and Jan Carl Budich"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/jnq4-sykq",
      "doi": "10.1103/jnq4-sykq",
      "summary": "Quantum tunneling experiments have provided deep insights into basic excitations occurring as Green’s function poles in the realm of complex quantum matter. However, strongly correlated quantum materials also allow for Green’s functions zeros (GFZs) that may be seen as an antidote to the familiar po… [Phys. Rev. Lett. 135, 106303] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Terahertz Field Control of Electronic-Ferroelectric Anisotropy at Room Temperature in ${\\mathrm{LuFe}}_{2}{\\mathrm{O}}_{4}$",
      "authors": [
        "Hirotake Itoh, Ryusei Minakami, Hongwu Yu, Ryohei Tsuruoka, Tatsuya Amano, Yohei Kawakami, Shin-ya Koshihara, Kosuke Fujiwara, Naoshi Ikeda, Yoichi Okimoto, and Shinichiro Iwai"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/fryl-jjnj",
      "doi": "10.1103/fryl-jjnj",
      "summary": "Electronic ferroelectrics, with polarization $\\mathbit{P}$ induced by strongly correlated charges, are expected to show ultrafast, huge, and flexible responses required in future optoelectronics. Although the challenges for ultrafast manipulation of such a polarization are ongoing, the expected adva… [Phys. Rev. Lett. 135, 106504] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Non-Abelian Fractional Chern Insulators and Competing States in Flat Moiré Bands",
      "authors": [
        "Hui Liu, Zhao Liu, and Emil J. Bergholtz"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/43nq-ntqm",
      "doi": "10.1103/43nq-ntqm",
      "summary": "By tuning the coupling strength between twisted bilayers in a moiré material, transitioning the flat band from the regime of the lowest Landau level to the second Landau level, phase transitions occur between gapless composite Fermi liquids, charge density waves, and genuine Moore-Read states. [Phys. Rev. Lett. 135, 106604] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Extrinsic Mechanisms of Phonon Magnetic Moment",
      "authors": [
        "Rui Xue, Zhenhua Qiao, Yang Gao, and Qian Niu"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6m7v-p99w",
      "doi": "10.1103/6m7v-p99w",
      "summary": "We develop a general formalism of the phonon magnetic moment by including the relaxation processes. We then identify the skew-scattering and side-jump contributions to the phonon magnetic moment originating from the nonadiabaticity, both of which are related to the nonlocal phonon Berry curvature an… [Phys. Rev. Lett. 135, 106605] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Hydrodynamics of Cooperation and Self-Interest in a Two-Population Occupation Model",
      "authors": [
        "Jérôme Garnier-Brun, Ruben Zakine, and Michael Benzaquen"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/3bj7-jc92",
      "doi": "10.1103/3bj7-jc92",
      "summary": "Socioeconomic systems, where individualistic and altruistic agents coexist and interact, can be analytically characterized through state-of-the-art tools from active matter at the hydrodynamics scale. [Phys. Rev. Lett. 135, 107402] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Weak-Correlation Universality and Macroscopic Fluctuations in Power-Law Recurrent Networks",
      "authors": [
        "Farzada Farkhooi"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/l6pc-y1x6",
      "doi": "10.1103/l6pc-y1x6",
      "summary": "Balanced network theory describes the dynamic state of randomly connected systems with intrinsic negative feedback, predicting the suppression of correlations as connectivity increases. We show that this weak-correlation universality holds broadly but breaks down in power-law networks where the larg… [Phys. Rev. Lett. 135, 107403] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Deciphering Complexity in Human Brain Organoids via a Novel Hurst Exponent Estimation",
      "authors": [
        "Mariana Sacrini Ayres Ferraz, Alysson R. Muotri, and Alexandre Hiroaki Kihara"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kl6z-ctdd",
      "doi": "10.1103/kl6z-ctdd",
      "summary": "A method that estimates the Hurst exponent directly from a binary spike train series suggests that the coefficient of variation of the exponent, rather than the exponent itself, more accurately reflects neural complexity during organoid maturation. [Phys. Rev. Lett. 135, 108402] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Erratum: Giant Splitting of the Hydrogen Rotational Eigenenergies in the ${\\mathrm{C}}_{2}$ Filled Ice [Phys. Rev. Lett. <b>133</b>, 236101 (2024)]",
      "authors": [
        "Simone Di Cataldo, Maria Rescigno, Lorenzo Monacelli, Umbertoluca Ranieri, Richard Gaal, Stefan Klotz, Jacques Ollivier, Michael Marek Koza, Cristiano De Michele, and Livia Eleonora Bove"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/srpf-rp6z",
      "doi": "10.1103/srpf-rp6z",
      "summary": "[Phys. Rev. Lett. 135, 109902] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Late-time tails in nonlinear evolutions of merging black holes</span>",
      "authors": [
        "Marina De Amicis, Hannes R. Rüter, Gregorio Carullo, Simone Albanesi, C. Melize Ferrus, Keefe Mitman, Leo C. Stein, Vitor Cardoso, Sebastiano Bernuzzi, Michael Boyle, Nils Deppe, Lawrence E. Kidder, Jordan Moxon, Alessandro Nagar, Kyle C. Nelli, Harald P. Pfeiffer, Mark A. Scheel, William Throwe, Nils L. Vu, and Anil Zenginoğlu"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/e5079Y20Xd816a8da7ce91e82a16e3b94f3a757c1",
      "doi": "10.1103/2brx-xnyr",
      "summary": "We uncover late-time gravitational-wave tails in fully nonlinear 3+1 dimensional numerical relativity simulations of merging black holes, using the highly accurate code. We achieve this result by exploiting the strong magnification of late-time tails due to binary eccentricity, recently observed in … [Phys. Rev. Lett.] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Deterministic nonlocal quantum gate with room-temperature memory modules</span>",
      "authors": [
        "Xing Lei, Jiatong Li, Xiaoyu Zhou, Jieli Yan, Minwen Ji, Zhihui Yan, Xiaojun Jia, Changde Xie, and Kunchi Peng"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3c070Yd2P5a1699e87ab17e57d2365cec80a4c2cc",
      "doi": "10.1103/xt77-2gpw",
      "summary": "Scaling quantum computation is a crucial challenge for practical applications, hindered by the inherent errors and noises in real-world quantum systems. The quantum modular architecture offers a possible solution, where smaller quantum modules are individually constructed and assembled into a larger… [Phys. Rev. Lett.] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Indefinite causal order and quantum coordinates</span>",
      "authors": [
        "Anne-Catherine de la Hamette, Viktoria Kabel, Marios Christodoulou, and Časlav Brukner"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/ab07dYebM6210c7864682310a47214ef3f006ab8d",
      "doi": "10.1103/bnkn-4p3f",
      "summary": "Classically the causal order of two timelike separated events A and B is fixed - either A before B or B before A. This is no longer true in quantum theory, where it is possible to encounter superpositions of causal orders. The quantum switch is one of the most prominent processes with indefinite cau… [Phys. Rev. Lett.] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Three-dimensional chiral active Ornstein-Uhlenbeck model for helical motion of microorganisms</span>",
      "authors": [
        "Leon Lettermann, Falko Ziebert, Mirko Singer, Friedrich Frischknecht, and Ulrich S. Schwarz"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/03079YcaNb413e97657f42243032c586b7295c098",
      "doi": "10.1103/4kxb-h6p4",
      "summary": "Active movement is essential for the survival of microorganisms like bacteria, algae and unicellular parasites. In three dimensions, both swimming and gliding microorganisms often exhibit helical trajectories. One such case are malaria parasites gliding through 3D hydrogels, for which we find that t… [Phys. Rev. Lett.] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Strongly entangled Kondo and kagome lattices and the emergent magnetic ground state in heavy-fermion kagome metal YbV${}_{6}$Sn${}_{6}$</span>",
      "authors": [
        "Rui Lou et al."
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/8d073K41Zb312a0817b67d21e6c32a888bc216985",
      "doi": "10.1103/sqbn-vtcj",
      "summary": "Applying angle-resolved photoemission spectroscopy and density functional theory calculations, we present compelling spectroscopic evidence demonstrating the intertwining and mutual interaction between the Kondo and kagome sublattices in heavy-fermion intermetallic compound YbV${}_{6}$Sn${}_{6}$. We… [Phys. Rev. Lett.] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Nonlinear planar Hall effect from superconducting vortex motion</span>",
      "authors": [
        "Mio Hashimoto, Takako Konoike, Tomoki Kobayashi, Shintaro Hoshino, Takuya Kawada, Tomoyuki Yokouchi, Shinya Uji, Atsutaka Maeda, and Yuki Shiomi"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5707dY47P972e30894432b19d6bf1459800cf4870",
      "doi": "10.1103/4mq6-z8q7",
      "summary": "We report the nonreciprocal charge transport along the longitudinal and transverse directions in the vortex flow regime of FeSe superconducting films. Clear nonreciprocal signals under an inplane magnetic field reveals symmetry breaking at the film surfaces since the crystal structure of FeSe is cen… [Phys. Rev. Lett.] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Superfluid density in linear response theory: Pulsar glitches from the inner crust of neutron stars</span>",
      "authors": [
        "Giorgio Almirante and Michael Urban"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/8d078Yd9Q991149293ef1980aa834985bc9b2e969",
      "doi": "10.1103/mg61-gw93",
      "summary": "The question of whether there are enough superfluid neutrons in the inner crust of neutron stars to explain pulsar glitches remains a topic of debate. Previous band structure calculations suggest that the entrainment effect significantly reduces the superfluid density. In this letter, a new derivati… [Phys. Rev. Lett.] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Multiband fractional Thouless pumps</span>",
      "authors": [
        "Marius Jürgensen, Jacob Steiner, Gil Refael, and Mikael C. Rechtsman"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/b607bY91M8c11c80e26703c025b94ca42146a5733",
      "doi": "10.1103/4d5s-n4gn",
      "summary": "Quantization of particle transport lies at the heart of topological physics. In Thouless pumps - dimensionally reduced versions of the integer quantum Hall effect - quantization is dictated by the integer winding of single-band Wannier states. Here, we show that repulsive interactions can drive a tr… [Phys. Rev. Lett.] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Entropy inequalities constrain holographic erasure correction</span>",
      "authors": [
        "Bartłomiej Czech, Sirui Shuai, and Yixu Wang"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4e07dY10Q6e1969a55101851093cd79880f3f1080",
      "doi": "10.1103/dl3c-h3hg",
      "summary": "We interpret holographic entropy inequalities in terms of erasure correction. The non-saturation of an inequality is a necessary condition for certain schemes of holographic erasure correction, manifested in the bulk as non-empty overlaps of corresponding entanglement wedges. [Phys. Rev. Lett.] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Characterizing the multipartite entanglement structure of non-Gaussian continuous-variable states with a single evolution operator</span>",
      "authors": [
        "Mingsheng Tian, Xiaoting Gao, Boxuan Jing, Fengxiao Sun, Matteo Fadel, Manuel Gessner, and Qiongyi He"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3407fYecM841b18fd2079eb4b28eb8374cd88366c",
      "doi": "10.1103/21t1-dqn6",
      "summary": "Multipartite entanglement is an essential resource for quantum information tasks, but characterizing entanglement structures in continuous variable systems remains challenging, especially in multimode non-Gaussian scenarios. In this work, we introduce an efficient method for detecting multipartite e… [Phys. Rev. Lett.] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Nonlocal symmetries of planar Feynman integrals</span>",
      "authors": [
        "Florian Loebbert, Lucas Rüenaufer, and Sven F. Stawinski"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/3a077Yf6R9325c07707676f9a0161e6f039dc9fcf",
      "doi": "10.1103/fvzk-dp1b",
      "summary": "We prove the invariance of scalar Feynman graphs of any planar topology under the Yangian level-one momentum symmetry given certain constraints on the propagator powers. The proof relies on relating this symmetry to a planarized version of the conformal simplices of Bzowski, McFadden and Skenderis. … [Phys. Rev. Lett.] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Precision measurement of spin-dependent dipolar splitting in ${}^{6}$Li $p$-wave Feshbach resonances</span>",
      "authors": [
        "Shuai Peng, Sijia Peng, Lijun Ren, Shaokun Liu, Bin Liu, Jiaming Li, and Le Luo"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/23079Y85Rfa28f0ba3869771efeb52eec2a70ad24",
      "doi": "10.1103/5nns-xkt4",
      "summary": "The magnetic dipolar splitting of a -wave Feshbach resonance is governed by the spin–orbital configuration of the valence electrons in the triplet molecular state. We perform high-resolution trap-loss spectroscopy on ultracold ${}^{6}$Li atoms to resolve this splitting with sub-milligauss precision.… [Phys. Rev. Lett.] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Persistence in physical systems: An application to soil moisture memory</span>",
      "authors": [
        "Madhusudan Ingale, Bhupendra Bahadur Singh, Milind Mujumdar, Mangesh Goswami, Naresh Ganeshi, Aju C. D., R. Krishnan, and M. Ravichandran"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/4a07dY59N8b18989b77e10e5785914a6b47313fd2",
      "doi": "10.1103/djz5-2lsn",
      "summary": "Several physical variables and fluid systems exhibit memory effects arising from their internal dynamics and interactions with external forcings. Various existing techniques are either complex or face limitations due to usual nonlinear nature of time series, typically overestimating memory timescale… [Phys. Rev. Lett.] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Tuned ionic mobility by ultrafast laser pulses in black silicon",
      "authors": [
        "Christelle Inès K. Mebou, Martin E. Garcia, and Tobias Zier"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hrr7-q9rk",
      "doi": "10.1103/hrr7-q9rk",
      "summary": "Highly nonequilibrium conditions in femtosecond-laser excited solids cause a variety of ultrafast phenomena that are not accessible by thermal conditions, such as subpicosecond solid-to-liquid or solid-to-solid phase transitions. In recent years, the microscopic pathways of various laser-induced cry… [Phys. Rev. B 112, 094104] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "How chiral vibrations drive molecular rotation",
      "authors": [
        "Ivan Pasqua, Gregorio Staffieri, and Michele Fabrizio"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hbq7-9tps",
      "doi": "10.1103/hbq7-9tps",
      "summary": "We analyze two simple model planar molecules: an ionic molecule with ${D}_{3}$ symmetry and a covalent molecule with ${D}_{6}$ symmetry. Both symmetries allow the existence of chiral molecular orbitals and normal modes that are coupled to each other in a Jahn-Teller manner, invariant under U(1) symm… [Phys. Rev. B 112, 094303] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Interacting Dirac magnons in the van der Waals ferromagnet ${\\mathrm{CrBr}}_{3}$",
      "authors": [
        "Saikat Banerjee and Stephan Humeniuk"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/llz4-5k6g",
      "doi": "10.1103/llz4-5k6g",
      "summary": "We study the effects of magnon-magnon interactions in the two-dimensional van der Waals ferromagnet ${\\mathrm{CrBr}}_{3}$ focusing on its honeycomb lattice structure. Motivated by earlier theoretical predictions of temperature-induced spectral shifts and van Hove singularities in the magnon dispersi… [Phys. Rev. B 112, 094407] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Reciprocal exchange bias and exchange spring effects in the Heisenberg antiferromagnet $\\mathrm{RbMn}{\\mathrm{F}}_{3}$ interfaced with a permalloy film",
      "authors": [
        "J. D. M. de Lima, E. C. Souza, F. L. A. Machado, and S. M. Rezende"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/g3n8-q2d9",
      "doi": "10.1103/g3n8-q2d9",
      "summary": "Among the important phenomena that arise from the interfacial exchange interaction between different magnetic materials are exchange bias (EB) and exchange spring (XS). The exchange bias occurs between ferromagnetic (FM) and antiferromagnetic (AF) materials, and its main manifestation consists of a … [Phys. Rev. B 112, 094408] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Optimizing proximitized magnetic topological insulator nanoribbons for Majorana bound states",
      "authors": [
        "Eduárd Zsurka, Daniele Di Miceli, Julian Legendre, Llorenç Serra, Detlev Grützmacher, Thomas L. Schmidt, and Kristof Moors"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/x737-p9mq",
      "doi": "10.1103/x737-p9mq",
      "summary": "Heterostructures comprised of a magnetic topological insulator (MTI) placed in the proximity of an $s$-wave superconductor have emerged as a platform for the practical realization of Majorana bound states (MBSs). More specifically, it has been theoretically predicted that MBS can appear in proximiti… [Phys. Rev. B 112, 094504] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Absorption lines of $F$ centers in MgO and CaO through time-dependent hybrid-functional theory calculations",
      "authors": [
        "Mathilde L. D. Franckel, Stefano Falletta, Wei Chen, and Alfredo Pasquarello"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/d78q-93fc",
      "doi": "10.1103/d78q-93fc",
      "summary": "We investigate the absorption spectra of the $F$ centers in MgO and CaO using material-specific hybrid functionals combined with time-dependent hybrid-functional theory calculations. Our study accounts for electron-hole interaction, zero-phonon renormalization, and finite-size effects, which are all… [Phys. Rev. B 112, 104101] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Exciton dynamics in marginally twisted $\\mathrm{WS}{\\mathrm{e}}_{2}$ homobilayer: Role of interlayer coupling, phonons, and intervalley scattering",
      "authors": [
        "Hansol Kim, Gyusu Lee, Jinjae Kim, Jiwon Park, Andrew S. Kim, Jongyun Choi, Kenji Watanabe, Takashi Taniguchi, Moon-Ho Jo, and Hyunyong Choi"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2whm-6xyv",
      "doi": "10.1103/2whm-6xyv",
      "summary": "In moiré materials, excitons serve as optical probes because of the sensitivity to both valley-dependent electronic structure and many-body excitonic interactions. For angle-tuned twisted bilayers, lattice reconstruction becomes significant at marginal twist angles, raising interesting questions abo… [Phys. Rev. B 112, 104305] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Applied-field magnetic structure and spectroscopy shifts of the effective spin-$\\frac{1}{2}$ $XY$-like magnet ${\\mathrm{Li}}_{2}{\\mathrm{CoCl}}_{4}$",
      "authors": [
        "Zachary W. Riedel, Mykhaylo Ozerov, Stuart Calder, and Daniel P. Shoemaker"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tqwb-v5r2",
      "doi": "10.1103/tqwb-v5r2",
      "summary": "Insulators containing chains of magnetic transition metal cations provide platforms for probing spin-$\\frac{1}{2}$ dynamics and quantum critical behavior. ${\\mathrm{Li}}_{2}{\\mathrm{CoCl}}_{4}$ contains edge-sharing ${\\mathrm{CoCl}}_{6}$ octahedra that form chains along the crystallographic $c$ axis… [Phys. Rev. B 112, 104407] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Identifying switching of antiferromagnets by spin-orbit torques",
      "authors": [
        "Martin Jourdan, Jonathan Bläßer, Guzmán Orero Gámez, Sonka Reimers, Lukas Odenbreit, Miriam Fischer, Yuran R. Niu, Evangelos Golias, Francesco Maccherozzi, Armin Kleibert, Hermann Stoll, and Mathias Kläui"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tjhp-rzcb",
      "doi": "10.1103/tjhp-rzcb",
      "summary": "Antiferromagnets have attracted considerable interest in spintronics for their potential to enable ultrafast, current-driven switching of antiparallel aligned magnetic moments. Here, the authors uncover a thermally induced magnetoelastic switching mechanism that occurs within the duration of current pulses previously employed in the field and can closely mimic spin-orbit torque effects—yet operates on a fundamentally slower timescale. By employing a tailored sample geometry, they disentangle these competing effects and conclusively demonstrate ultrafast Néel spin-orbit torque switching in Mn 2 Au. [Phys. Rev. B 112, 104408] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Switching magnetic texture via in-plane magnetic field in noncentrosymmetric dipolar magnets: From skyrmions to antiskyrmions and nontopological magnetic bubbles",
      "authors": [
        "Tatsuki Muto and Masahito Mochizuki"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/6ryj-gfw1",
      "doi": "10.1103/6ryj-gfw1",
      "summary": "We investigate theoretically field-induced switching of magnetic topology in a nanodisk-shaped sample of noncentrosymmetric dipolar magnet in which the Dzyaloshinskii-Moriya interaction that stabilizes an antiskyrmion with ${N}_{\\mathrm{sk}}=+1$ and the magnetic dipole interaction that stabilizes a … [Phys. Rev. B 112, 104409] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Theoretical prediction of superconductivity in intrinsic and hydrogenated transition metal mononitride monolayers",
      "authors": [
        "Shiye Chen, Meiling Xu, Yiming Zhang, Weishuo Xu, Caoping Niu, and Yinwei Li"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xhj7-n8g5",
      "doi": "10.1103/xhj7-n8g5",
      "summary": "Two-dimensional superconductors have garnered significant attention due to their exceptional quantum properties, particularly tunable superconductivity, which holds great potential for advanced quantum technologies. In this study, first-principles calculations reveal two stable transition metal mono… [Phys. Rev. B 112, 104502] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Layer-dependent disorder controlling shift current generation in two-dimensional centrosymmetric systems",
      "authors": [
        "Yiwei Zhao, Xiantuo Zhao, Chunmei Zhang, and Jian Zhou"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/n7z9-lq1z",
      "doi": "10.1103/n7z9-lq1z",
      "summary": "Layertronics is an emerging field that effectively controls various physical behaviors of two-dimensional (2D) materials and their artificial stacks. While most prior works focused on modulating the interlayer interaction and layer-dependent properties, here we investigate layer-dependent disorder (… [Phys. Rev. B 112, 115112] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Accelerating resonant spectroscopy simulations using multishifted biconjugate gradient",
      "authors": [
        "Prakash Sharma, Luogen Xu, Fei Xue, and Yao Wang"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/gfdn-pyr2",
      "doi": "10.1103/gfdn-pyr2",
      "summary": "Resonant spectroscopies, which involve intermediate states with finite lifetimes, provide essential insights into collective excitations in quantum materials that are otherwise inaccessible. However, theoretical understanding in this area is often limited by the numerical challenges of solving Krame… [Phys. Rev. B 112, 115113] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Strain-induced v-shaped modulation of hole mobility in GaN",
      "authors": [
        "Jia-Ming Li, Qiao-Lin Yang, Jun-Wei Luo, and Zhi Wang"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/55rz-7phm",
      "doi": "10.1103/55rz-7phm",
      "summary": "The low hole mobility in wide-bandgap semiconductors remains a critical bottleneck for complementary and high-power electronic devices. Prior first-principles predictions suggested a monotonic increase of over 200% in hole mobility under biaxial tensile strain on the (0001) plane in GaN [ Phys. Rev. … [Phys. Rev. B 112, 115202] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Disordered quantum antiferromagnetism in doped semiconductors: Density of states approach",
      "authors": [
        "N. A. Bogoslovskiy, P. V. Petrov, and N. S. Averkiev"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7g9h-c5xf",
      "doi": "10.1103/7g9h-c5xf",
      "summary": "We present a theoretical study of the exchange interaction in a system of spatially disordered magnetic moments. A typical example of such a system is an impurity semiconductor whose magnetic properties are associated with the exchange interaction of the impurity atoms. In this study, we consider th… [Phys. Rev. B 112, 115203] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Emergent topological phases and coexistence of gapless and spectral-localized Floquet quantum spin Hall states via electron-phonon interaction",
      "authors": [
        "Srijata Lahiri, Kuntal Bhattacharyya, and Saurabh Basu"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/w41n-yk21",
      "doi": "10.1103/w41n-yk21",
      "summary": "In this work, a thorough exploration has been carried out to unravel the role of electron-phonon interaction (EPI) in a Bernevig-Hughes-Zhang quantum spin Hall (QSH) insulator subjected to a time-periodic step drive. It is observed that upon inclusion of the EPI, the system demonstrates emergent Flo… [Phys. Rev. B 112, 115406] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Strain-mediated growth dynamics and electronic structure evolution of Ag films on ${\\mathrm{MoS}}_{2}(0001)$ by low-energy electron microscopy",
      "authors": [
        "Subrata Paul, Arunava Kar, Shuvankar Das, Smruti Ranjan Mohanty, and Krishnakumar S. R. Menon"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wc2g-zqz3",
      "doi": "10.1103/wc2g-zqz3",
      "summary": "The growth morphology and electronic properties of epitaxial Ag(111) films on ${\\mathrm{MoS}}_{2}(0001)$ surfaces have been investigated using selected-area low-energy electron diffraction, low-energy electron microscopy, and density functional theory. The growth dynamics of Ag(111) films evolve wit… [Phys. Rev. B 112, 115407] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Quantum dot energy levels in bilayer graphene: Exact and approximate study",
      "authors": [
        "G. Giavaras"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9p4f-42bc",
      "doi": "10.1103/9p4f-42bc",
      "summary": "In bilayer graphene, the exact energy levels of quantum dots (QDs) can be derived from the four-component continuum Hamiltonian. Here, we study the QD energy levels with approximate equations and compare them with the exact levels. The starting point of our approach is the four-component continuum m… [Phys. Rev. B 112, 115408] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Thermo-optical tuning of nonmonotonic Casimir potentials arising from the thermal expansion of a liquid",
      "authors": [
        "Fangyuan Chen, Zonghuiyi Jiang, Yuquan Zhou, Zepu Kou, Haonan Guan, Wanlin Guo, and Xiaofei Liu"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wsyn-sqqc",
      "doi": "10.1103/wsyn-sqqc",
      "summary": "We demonstrate a thermo-optic switching of nonmonotonic Casimir potential with a local minimum, termed quantum trap, for Au plate immersed in ethanol and located above Teflon-coated Au substrate. Beyond a critical temperature of 420 K, the quantum trap is switched to monotonic attraction, due to the… [Phys. Rev. B 112, 115409] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Constraints from antiunitary symmetries on phase diagrams of sign problem free models",
      "authors": [
        "Xu Zhang and Nick Bultinck"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pxsx-33qy",
      "doi": "10.1103/pxsx-33qy",
      "summary": "A powerful way to guarantee the absence of a sign problem in determinantal quantum Monte Carlo simulations is imposing a particular type of antiunitary symmetries. It is shown that these same symmetries give rise to constraints on correlation functions, which can be used to identify local operators … [Phys. Rev. B 112, 125110] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Arbitrarily high Chern numbers in spin-orbit coupled systems",
      "authors": [
        "Chang Qiao, Bin Zhou, and Chunyin Qiu"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wfxm-v9y9",
      "doi": "10.1103/wfxm-v9y9",
      "summary": "Topological phases with high Chern numbers (HCNs) have garnered significant interest in research on the quantum anomalous Hall effect. However, topological states with Chern numbers $C&gt;2$ remain scarce in both theoretical and experimental studies. In this paper, we introduce a mechanism for achie… [Phys. Rev. B 112, 125111] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Estimates of the dynamic structure factor for the finite temperature electron liquid via analytic continuation of path integral Monte Carlo data",
      "authors": [
        "Thomas Chuna, Nicholas Barnfield, Jan Vorberger, Michael P. Friedlander, Tim Hoheisel, and Tobias Dornheim"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4d4b-kgtk",
      "doi": "10.1103/4d4b-kgtk",
      "summary": "Understanding the dynamic properties of uniform electron gas (UEG) is important for numerous applications ranging from semiconductor physics to exotic warm dense matter. In this work, we apply the maximum entropy method (MEM), as implemented by Thomas Chuna et al. , J. Phys. A Math. Theor. 58 , 33520… [Phys. Rev. B 112, 125112] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "High-throughput screening and theoretical analysis of charge-four Weyl materials",
      "authors": [
        "Yong-An Zhong, Lei Jin, Zining Hu, Yefeng Li, Ying Liu, Xuefang Dai, Hongshi Li, Hongli Gao, Xiaoming Zhang, and Guodong Liu"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xhwg-cfk6",
      "doi": "10.1103/xhwg-cfk6",
      "summary": "Charge-four Weyl points (C4-WPs), possessing the maximal topological charge, remain challenging to realize in real materials, and are largely confined to bosonic, artificial, or nonmagnetic systems. Here, the authors extend the study to ferromagnetic systems and systematically identify all nonmagnetic and ferromagnetic compounds hosting C4-WPs. Results reveal 13 space groups and 40 materials that can host C4-WPs. In the examples of Bi 12 PO 20 and K 2 CuPbN 6 O 12 , four Fermi arcs are clearly observed. Uniaxial strain can also induce a topological phase transition from C4-WPs to C1-WPs. [Phys. Rev. B 112, 125113] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "First-principles computations of the Stark shift of a defect-bound exciton: The case of the T center in silicon",
      "authors": [
        "Louis Alaerts, Yihuang Xiong, Sinéad M. Griffin, and Geoffroy Hautier"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b59h-4wcn",
      "doi": "10.1103/b59h-4wcn",
      "summary": "The T center in silicon is a promising defect for quantum information science. Here, the authors use density functional theory to study the Stark shift of its zero-phonon line. Understanding Stark shift effects in quantum defects is important for their spectral diffusion. The work points to the technical challenge of dealing with bound exciton defects with DFT and stresses the importance of beyond first-order effects in these systems with delocalized wave functions. [Phys. Rev. B 112, 125114] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Floquet-engineered diode performance of a topological Josephson junction composed of two Kitaev chains coupled via a quantum dot",
      "authors": [
        "Koustav Roy, Gourab Paul, Debika Debnath, Kuntal Bhattacharyya, and Saurabh Basu"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/69jq-rcsb",
      "doi": "10.1103/69jq-rcsb",
      "summary": "We study nonreciprocal signatures of Josephson current in a quantum dot (QD)-based Josephson junction that comprises two periodically driven Kitaev chains (KCs) coupled with an intervening QD. The simultaneous breaking of the inversion symmetry and the time-reversal symmetry, indispensable for the J… [Phys. Rev. B 112, 125407] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Polaritonic Smith-Purcell radiations in van der Waals materials",
      "authors": [
        "Jiawei Wang, Zhiguo Sun, Weiwei Luo, Mengxin Ren, Wei Cai, and Jingjun Xu"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/4s55-hp6c",
      "doi": "10.1103/4s55-hp6c",
      "summary": "Manipulating polaritons in van der Waals (vdW) materials offers a unique platform for advancing nanophotonic applications and enhancing our comprehension of strong light-matter interactions. Here, two-dimensional (2D) polaritonic Smith-Purcell radiation (SPR) that arises from the interaction between… [Phys. Rev. B 112, 125408] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Elastically buckled film-substrate system as a two-dimensional crystal",
      "authors": [
        "Wenqing Zhu (朱文清)"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/96bg-xbc1",
      "doi": "10.1103/96bg-xbc1",
      "summary": "Elastic buckling in soft matter is fundamental to applications from soft robotics to optical metasurfaces. Here, the authors demonstrate that the strain energy functional of a linear elastic film on a nonlinear elastic substrate can be mapped onto the density functional of phase-field crystal theory, with the film’s deflection field corresponding to the atomic density field. This equivalence reveals that the buckled film-substrate system under compression is mathematically analogous to a two-dimensional crystal formed upon cooling, bridging continuum mechanics and crystallization theory. [Phys. Rev. B 112, L100101] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Finite-momentum mixed singlet-triplet pairing in chiral antiferromagnets induced by even-parity spin texture",
      "authors": [
        "Song-Bo Zhang and Lun-Hui Hu"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8cwk-nynj",
      "doi": "10.1103/8cwk-nynj",
      "summary": "Nonrelativistic spin splitting in unconventional antiferromagnets has garnered much attention for its promising spintronic applications and open fundamental questions. Here, we uncover a unique even-parity spin texture in chiral noncollinear antiferromagnets, exemplified using a kagome lattice. We c… [Phys. Rev. B 112, L100501] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Superconducting junctions with flat bands",
      "authors": [
        "P. Virtanen, R. P. S. Penttilä, P. Törmä, A. Díez-Carlón, D. K. Efetov, and T. T. Heikkilä"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7f1y-kjyl",
      "doi": "10.1103/7f1y-kjyl",
      "summary": "Materials where single electrons move slowly and form so-called flat electron bands, have been proposed to have theoretical promise in high-temperature superconductivity. Here, the authors predict how such materials would behave when used in superconducting junctions, which play a key role in quantum computers and other quantum technology applications. With flat-band materials, the current through the junction may increase as superconductivity becomes weaker. In extended junctions, quantum geometry of the flat electronic band is also important to allow current to flow through despite the slowness of the electron motion. The differences to conventional junctions are characteristic for the flat-band state, and understanding them is necessary for applications [Phys. Rev. B 112, L100502] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum phase diagrams of Dicke-Ising models by a wormhole algorithm</span>",
      "authors": [
        "Anja Langheld, Max Hörmann, and Kai Phillip Schmidt"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/15071YffJ7a17c8835167c41d178992e8d2d43348",
      "doi": "10.1103/lcvj-ksct",
      "summary": "We gain quantitative insights on effects of light-matter interactions on correlated quantum matter by quantum Monte Carlo simulations. We introduce a wormhole algorithm for the paradigmatic Dicke-Ising model which combines the light-matter interaction of the Dicke model with Ising interactions. The … [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Manipulation of topological phases in acoustic crystals through Rashba-Dresselhaus spin-orbit coupling</span>",
      "authors": [
        "Xu-Feng Wang, Chun-Zhen Fan, and Gang Wang"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4a071Oc3Mc615346e58a76253cee0baa8b9a2893e",
      "doi": "10.1103/9n11-p21r",
      "summary": "The absence of intrinsic spin in acoustic waves poses a challenge to realize diverse topological phases, thereby constraining their potential applications in acoustics. In this study, we employ a realistic scheme to synthesize simultaneously the pseudospin and Rashba-Dresselhaus spin-orbit coupling … [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin current direction dependent terahertz emission induced by directional interfacial alloying in Co/Al/Pt trilayers</span>",
      "authors": [
        "Jia Xu, Shaohua Zhang, Xianguo Jiang, Yaxuan Jin, Lei Hao, Mengyang Jing, Xitong Cao, Tianfu He, Hao Meng, Mengci He, Yizheng Wu, Wendeng Huang, Yan Zhou, and Chao Zhou"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8d072OddR441bf5a0464068190a25fb0d71647699",
      "doi": "10.1103/tq41-ffzy",
      "summary": "We systematically investigate the impact of spin current (Js) direction on terahertz (THz) emission intensity in Co/Al/Pt trilayer spintronic heterostructures. Contrary to the conventional expectations that reversing the Js direction merely inverts the THz signal polarity without altering its magnit… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Thermoelectric transport in graphene under strain fields modeled by Dirac oscillators</span>",
      "authors": [
        "Juan A. Cañas, Daniel A. Bonilla, and A. Martín-Ruiz"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f107fOb5S751985e23761362357ec3b07004ec3d4",
      "doi": "10.1103/3r17-kfy7",
      "summary": "Graphene has emerged as a paradigmatic material in condensed matter physics due to its exceptional electronic, mechanical, and thermal properties. A deep understanding of its thermoelectric transport behavior is crucial for the development of novel nanoelectronic and energy-harvesting devices. In th… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Damping variation of the magnetic resonances in CrSBr induced by magnetization states</span>",
      "authors": [
        "Jianshu Xue, Bingbing Lyu, Yitong Sun, Jinwei Rao, Shishen Yan, and Lihui Bai"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3c076Oa6P8a10f5402a36934b663a6edf9976f8f5",
      "doi": "10.1103/xbxn-zvc9",
      "summary": "The two-dimensional antiferromagnetic material CrSBr has attracted significant attention due to its unique electrical, optical, and magnetic properties. Previous studies have reported different magnetic resonances in bulk CrSBr samples but left the damping rates of these resonances unexplored, due t… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Fractional chiral second-order topological insulator from a three-dimensional array of coupled wires</span>",
      "authors": [
        "Viktoriia Pinchenkova, Katharina Laubscher, and Jelena Klinovaja"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/14072O87Qd410444c9e76fc2d084da9d4e8d3dabf",
      "doi": "10.1103/3k8s-d6ht",
      "summary": "We construct a model of a three-dimensional chiral second-order topological insulator (SOTI) from an array of weakly coupled nanowires. We show that, in a suitable parameter regime, the interplay between rotating magnetic fields and spatially modulated interwire tunnelings leads to the opening of ga… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Superconductivity in barium hydrides via incorporation of light elements</span>",
      "authors": [
        "Yue-Wen Fang and Ion Errea"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c507fOa0Rd910852d3694ff5477b779888019ee26",
      "doi": "10.1103/gwc3-myp7",
      "summary": "Barium hydrides are of interest for their potential in both ionic conductivity and superconductivity. Recently, a superconducting hydride BaH12 containing H2 and H3-1 molecular units was experimentally reported with a critical temperature Tc of 20 K at 140 GPa [Nat Commun 12, 273 (2021)]. Herein, we… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quantum phase transitions between symmetry-enriched fracton phases</span>",
      "authors": [
        "Julian Boesl, Yu-Jie Liu, Wen-Tao Xu, Frank Pollmann, and Michael Knap"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/14077De0N621970172130a812afce93c5cbc5f207",
      "doi": "10.1103/fsr8-xd4n",
      "summary": "Phases with topological order exhibit further complexity in the presence of global symmetries: States with the same topological order are distinguished by how their anyonic excitations transform under these symmetries, leading to a classification in terms of symmetry-enriched topological phases. In … [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Fluxon cotunneling in coupled Josephson junctions: Perturbation theory</span>",
      "authors": [
        "Andrew G. Semenov, Alex Latyshev, and Andrei D. Zaikin"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ca07aO4bR2517f58628655d631a1b1e308fc0dd23",
      "doi": "10.1103/1ltt-j2st",
      "summary": "We investigate the effects of fluxon cotunneling and quantum Coulomb drag in a system of two small Josephson junctions coupled by means of mutual capacitance Cm. Depending on the value of Cm we identify three different regimes of strong, intermediate and weak coupling. Focusing our attention on the … [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Tunable Weyl semimetal states with long Fermi arcs in noncentrosymmetric $R$GaGe ($R$=La, Ce and Pr)</span>",
      "authors": [
        "Huan Li"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/73074ObcR691f352f17a4df952e5b6306fce480b0",
      "doi": "10.1103/c4lz-k1vn",
      "summary": "In rare-earth Weyl semimetals, the correlated $f$ electrons play a crucial role in shaping the characteristics of Weyl nodes, potentially giving rise to magnetic Weyl states or correlated Weyl excitations. In this study, we investigate a recently discovered noncentrosymmetric Weyl semimetals, RGaGe … [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Breakdown of superdiffusion in perturbed quantum integrable spin chains and ladders</span>",
      "authors": [
        "Kevin Wang and Joel E. Moore"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/77079O37O001c94ea68f14609062732b6438e3cab",
      "doi": "10.1103/2hb5-k1jz",
      "summary": "Superdiffusive transport with dynamical exponent $z=3/2$ has been firmly established at finite temperature for a class of integrable systems with a non-abelian global symmetry $G$. On the inclusion of integrability-breaking perturbations, diffusive transport with $z=2$ is generically expected to hol… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Ferroelectrically switchable chirality in topological superconductivity: (MnBi${}_{2}$Te${}_{4}$)${}_{2}$/Fe(Se,Te)</span>",
      "authors": [
        "Kai-Zhi Bai, Bo Fu, and Shun-Qing Shen"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/b107eY78Oad18c8f06c91308480508cd163085fb8",
      "doi": "10.1103/9jg5-7rk5",
      "summary": "The interplay between ferroelectricity, magnetism, and superconductivity provides a rich platform for discovering novel quantum phenomena. Here, we propose a heterostructure composed of an antiferromagnetic bilayer MnBi${}_{2}$Te${}_{4}$ coupled with the s-wave superconductor Fe(Se,Te), enabling the… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Effects of four-phonon scattering on phonon hydrodynamics in monolayer graphene</span>",
      "authors": [
        "Xun Li, Zherui Han, Xiulin Ruan, and Li Shi"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0c070O63P8dE001694d48a19014e161fb44b72b43",
      "doi": "10.1103/pp9w-jyb3",
      "summary": "Prior theoretical studies have found a large temperature window around 100 K for hydrodynamic phonon transport to occur in monolayer graphene and other layered materials due to dominant momentum-conserving normal scattering processes. However, these studies have yet to account for high-order phonon … [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Nonadiabatic phonon self-energy due to electrons with finite linewidths</span>",
      "authors": [
        "Cheol-Hwan Park"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/da074Ob2T4d1b354e5bf5bb5046bfd3e886b22ed8",
      "doi": "10.1103/6jq1-cbwq",
      "summary": "We develop the theory of the non-adiabatic phonon self-energy arising from coupling to electrons with finite linewidths using the spectral representation of Green’s functions. Our formalism naturally includes the contribution from the intra-band electronic transitions (as well as the inter-band ones… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>High-speed x-ray reflectometry for characterization of thin film growth at high deposition rates</span>",
      "authors": [
        "David Schumi-Mareček, Andrew Nelson, Erwin Pfeiler, Maximilian Eder, Florian Bertram, and Stefan Kowarik"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/82072Oc7Ndd15440b92250739a7740e9eb5b7d7cc",
      "doi": "10.1103/xxx9-8tk2",
      "summary": "We present a comprehensive study on the growth dynamics of PTCDI-C8 thin films where we use quick X-ray reflectivity (qXRR) measurements and a machine learning data analysis pipeline. Leveraging in situ qXRR measurements with 12 ms time resolution, we monitor the deposition of PTCDI-C8 at high growt… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Origin of anomalous Raman relaxation in [Gd(H${}_{2}$O)${}_{6}$Cl${}_{2}$]Cl</span>",
      "authors": [
        "M. Orendáč, H. Titikov, R. Tarasenko, E. Čižmár, A. Orendáčová, L. Krešáková, and J. Černák"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ed077Oa5Q821e25e21ee18d80a3f770ed0ba703ba",
      "doi": "10.1103/pplg-w29n",
      "summary": "Thermodynamic and magnetic properties as well as simulation of molecular dynamics of the Gd complex [Gd(H${}_{2}$O)${}_{6}$Cl${}_{2}$]Cl are reported. The investigation of static susceptibility, magnetization, and electron paramagnetic resonance enabled the identification of the studied complex as a… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Topological superconductivity in two-dimensional $π$-junction Dirac semimetals</span>",
      "authors": [
        "Yijie Mo, Xiao-Jiao Wang, and Zhongbo Yan"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a007eO89P6e15859e11c48f35910d0c6b092d28fd",
      "doi": "10.1103/5nvq-g6sb",
      "summary": "Odd-parity pairings offer a natural pathway for realizing topological superconductivity. When two identical even-parity superconductors form a $π$-junction, the metallic material sandwiched between them experiences an effective odd-parity pairing, facilitating the emergence of topological supercondu… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electronic structure, and magnetic and superconducting pairing tendencies of the alternating single layer–bilayer stacking nickelate La${}_{5}$Ni${}_{3}$O${}_{11}$ under pressure</span>",
      "authors": [
        "Yang Zhang, Ling-Fang Lin, Adriana Moreo, Satoshi Okamoto, Thomas A. Maier, and Elbio Dagotto"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/c5074O83S0010a5f71f58739fe6c120df24157257",
      "doi": "10.1103/1mr2-s6s8",
      "summary": "Nickelates have continued to surprise since their unconventional superconductivity was discovered. Recently, the layered nickelate La${}_{5}$Ni${}_{3}$O${}_{11}$ with hybrid single-layer and bilayer stacking showed superconductivity under high pressure. This compound combines features of La${}_{2}$N… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Apographene: Two-dimensional anisotropic Dirac semimetal with ultrahigh strength and quasi-one-dimensional Dirac transport</span>",
      "authors": [
        "Wei Ma, Zhao Yang, Dengpang Ma, Zhiheng Lv, and Zhifeng Liu"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8f07cOb7R151e35ad28488003a2a0d27d31f18251",
      "doi": "10.1103/zhfm-7rt6",
      "summary": "The development of experimentally feasible two-dimensional (2D) carbon allotropes possessing distinctive properties unattainable by graphene is imperative for the advancement of next-generation carbon-based electronics. Utilizing synthesized polyacetylene and alkane precursors, here we identify a no… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Impurity-induced Mott ring states and Mott zeros ring states in the Hubbard operator formalism</span>",
      "authors": [
        "Emile Pangburn, Anurag Banerjee, Catherine Pépin, and Cristina Bena"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/15073O80P741455174a08f188a00801d4de2997c9",
      "doi": "10.1103/lysb-n9zp",
      "summary": "We study the formation of subgap impurity states in strongly correlated Mott insulators. We use a composite operator method that gives us access to both the bulk Green’s function, as well as to the real-space Green’s function in the presence of an impurity. Similar to the non-interacting systems, we… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Confluence of valleytronics, spintronics, and piezoelectricity in Janus $MX$SiN${}_{2}$ monolayers ($M$=Cr, Mo, W; $X$=S, Se, Te): Macroscopic and microscopic insights</span>",
      "authors": [
        "Pradip Nandi, Anu Arora, and Abir De Sarkar"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/08079O33C4918e4dd48d3db5df05cd41d2f678ce6",
      "doi": "10.1103/9tk2-6vhh",
      "summary": "Valleytronic, spintronic, and electronic devices primarily harness the valley, spin, and charge entities of an electron. Our study delves into the merger of these properties in Janus MXSiN2 (M = Cr/Mo/W; X = S/Se/Te) monolayers. Outperforming their pristine MSi2N4 monolayers, the Janus MXSiN2 monola… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Emergent phases in the Yao-Lee model via coupling to topological spin textures</span>",
      "authors": [
        "Muhammad Akram and Onur Erten"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a1073O69Q341ae5921f96956e33331bcc05f65027",
      "doi": "10.1103/msb4-cykn",
      "summary": "Electrons in metals experience an effective vector potential when coupled to spin textures with non-zero scalar spin chirality, such as skyrmions. This coupling can generate a substantial field, leading to pronounced observable phenomena, including the topological Hall effect. Motivated by this, we … [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Diode effect in Shapiro steps in an asymmetric SQUID with a superconducting nanobridge</span>",
      "authors": [
        "Dmitrii S. Kalashnikov, Gleb S. Seleznev, Andrei Kudriashov, Ian Babich, Denis Yu. Vodolazov, Yakov V. Fominov, and Vasily S. Stolyarov"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f207fO06R8b10e5f346a98d2bc9e7f9ce0d59983c",
      "doi": "10.1103/zvzr-flw6",
      "summary": "We investigate the Josephson diode effect in an asymmetric SQUID consisting of a sinusoidal Josephson junction formed by a Bi${}_{2}$Te${}_{2}$Se flake and a superconducting Nb nanobridge with a linear and multivalued current-phase relation (CPR). Current-voltage characteristics were measured both i… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Ferrimagnetism induced by thermal vibrations in oxygen-deficient manganite heterostructures</span>",
      "authors": [
        "Moloud Kaviani, Chiara Ricca, and Ulrich Aschauer"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/28071Y8dF321349eb0532cd158f9d81539ceee209",
      "doi": "10.1103/2266-h6bk",
      "summary": "Super-exchange most often leads to antiferromagnetism in transition-metal perovskite oxides, yet ferromagnetism or ferrimagnetism would be preferred for many applications, for example in data storage. While alloying, epitaxial strain and defects were shown to lead to ferromagnetism, engineering this… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Topological modes in monitored quantum dynamics</span>",
      "authors": [
        "Haining Pan, Hassan Shapourian, and Chao-Ming Jian"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/0007fY1cM5816b8fd1cd1f934c39636cf26ab6135",
      "doi": "10.1103/r8mr-zbx1",
      "summary": "Dynamical quantum systems both driven by unitary evolutions and monitored through measurements have proved to be fertile ground for exploring new dynamical quantum matters. While the entanglement structure and symmetry properties of monitored systems have been intensively studied, the role of topolo… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Phonon-assisted upconversion photoluminescence with high thermal sensitivity of rare-earth doped nanoparticles in vacuum optical tweezers</span>",
      "authors": [
        "Xiaojun Guo, Yanzhen Xiao, Xiangtai Xi, Sihan Wang, Hairong Zheng, Volker Deckert, Zhengkun Fu, and Zhenglong Zhang"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/2b074O94Q20E8e1c1547575491230819c861ec278",
      "doi": "10.1103/22vc-74f4",
      "summary": "The high thermal sensitivity of upconversion nanoparticles (UCNPs) luminescence at the nanoscale enables precise and rapid temperature detection, advancing nano-thermometry applications in quantum optics, catalytic reactions, and nanophotonic. Here, the phonon-assisted upconversion luminescence with… [Phys. Rev. B] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Open-systems tools for nonthermalizing closed quantum systems",
      "authors": [
        "Unnati Akhouri, Sarah Shandera, and Jackson Henry"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zt7h-fj8w",
      "doi": "10.1103/zt7h-fj8w",
      "summary": "We design several examples of constrained, symmetric quantum circuit dynamics that generate nonequilibrium steady states. The qubit networks maintain local memory of the initial conditions and display inhomogeneous subsystem dynamics over long times, clearly distinguishable from approximately therma… [Phys. Rev. E 112, 034113] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Preferential positioning and positional transitions of localized Turing patterns on curved surfaces",
      "authors": [
        "Sankaran Nampoothiri"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qcff-3l3m",
      "doi": "10.1103/qcff-3l3m",
      "summary": "Turing patterns, arising from a reaction-diffusion system, play a crucial role in comprehending diverse patterns in nature. These patterns often manifest new features on curved surfaces that are absent on flat surfaces. With this motivation, the present work systematically analyzes the phenomena of … [Phys. Rev. E 112, 034205] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Stabilization of macroscopic dynamics by fine-grained disorder in many-species ecosystems",
      "authors": [
        "Juan Giral Martínez, Silvia De Monte, and Matthieu Barbier"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5w5x-b1c2",
      "doi": "10.1103/5w5x-b1c2",
      "summary": "Models for complex, heterogeneous systems such as ecological communities vary in the level of organization they describe. When the dynamics at the species level is unknown, one typically resorts to heuristic \"macroscopic\" models that capture relationships among a few degrees of freedom, e.g., groups… [Phys. Rev. E 112, 034305] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Coevolution of individual perception and cooperative behavior in the norm compliance dilemma",
      "authors": [
        "Sara Ghivarello and Alberto Antonioni"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tgkt-54gc",
      "doi": "10.1103/tgkt-54gc",
      "summary": "In our work, we study the coevolution of cooperative behavior and individual perception through the lens of evolutionary game theory, considering the adoption of a disease containment measure as a cooperative act. We introduce this general game-theoretical framework as the “norm compliance dilemma,”… [Phys. Rev. E 112, 034306] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Predicting the response of structurally altered and asymmetrical networks</span>",
      "authors": [
        "Melvyn Tyloo"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/93075Y46Sd92d70391c02be7d0028c1955744f265",
      "doi": "10.1103/3s3d-qr4l",
      "summary": "We investigate how the response of coupled dynamical systems is modified due to a structural alteration of the interaction. The majority of the literature focuses on additive perturbations and symmetrical interaction networks. Here, we consider the challenging problem of multiplicative structural al… [Phys. Rev. E] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Multiple Notch ligands in the synchronization of the segmentation clock</span>",
      "authors": [
        "Marcos Wappner, Koichiro Uriu, Andrew C. Oates, and Luis G. Morelli"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/fe079Id6Ie21a70ee0d90338064a986d6bbdf889f",
      "doi": "10.1103/7g6x-b238",
      "summary": "Notch signaling is a ubiquitous and versatile intercellular signaling system that drives collective behaviors and pattern formation in biological tissues. During embryonic development, Notch is involved in generation of collective biochemical oscillations that form the vertebrate body segments, and … [Phys. Rev. E] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Study on nonlinear tearing mode instability using Galerkin spectral method</span>",
      "authors": [
        "Shuai Tang, Jiaqi Wang, Jian Liu, Min Jiang, Zhiyi Yin, Shaojie Wang, Dongjian Liu, and Zhiwei Ma"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/15078RfcTfb1382648391db4799fe55e0f53c3b62",
      "doi": "10.1103/n746-7fzx",
      "summary": "This study investigates the nonlinear evolution of tearing mode instabilities utilizing a quasiparticle framework integrated with spectral methods. By reformulating the resistive magnetohydrodynamic (MHD) equations via Galerkin spectral decomposition, a direct connection between MHD and quasiparticl… [Phys. Rev. E] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Nonreciprocal random networks and their percolation properties</span>",
      "authors": [
        "Chanania Steinbock"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/54077R8aUcd1b426454453c0ea989e64e18e93b0a",
      "doi": "10.1103/gv5f-vzwh",
      "summary": "We study the effects of nonreciprocity and network structure on percolation. To this end, we investigate nonreciprocal random networks – directed networks for which the probability of a link occurring from node i to node j differs from the probability of the reverse link occurring from node j to nod… [Phys. Rev. E] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Electric imaging and dynamics of the photocharged graphene edge",
      "authors": [
        "Zhe Ding, Zhousheng Chen, Xiaodong Fan, Weihui Zhang, Jun Fu, Yumeng Sun, Zhi Cheng, Zhiwei Yu, Kai Yang, Yuxin Li, Xing Liu, Pengfei Wang, Ya Wang, Jianhua Jiang, Hualing Zeng, Changgan Zeng, Guosheng Shi, Fazhan Shi, and Jiangfeng Du"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/bng1-qq65",
      "doi": "10.1103/bng1-qq65",
      "summary": "The one-dimensional side gate based on graphene edges shows a significant capability of reducing the channel length of field-effect transistors, further increasing the integration density of semiconductor devices. The nanoscale electric field distribution near the edge provides the physical limit of… [Phys. Rev. Applied 24, 034009] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Transfer fields and Langevin forces for the noise analysis in diffusive nanodevices within the nonequilibrium Green’s function approach",
      "authors": [
        "Francesco Bertazzi, Alberto Tibaldi, Jesus Alberto Gonzalez Montoya, Francesco Mercinelli, Michele Goano, Simona Donati Guerrieri, Fabrizio Bonani, and Giovanni Ghione"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/q7h9-y56h",
      "doi": "10.1103/q7h9-y56h",
      "summary": "Advanced applications based on semiconductor nanostructures require accurate modeling tools for the description of coherent and dissipative quantum processes, but, crucially, also microscopic fluctuations and their propagation to the contacts. Since conduction and fluctuations are intimately related… [Phys. Rev. Applied 24, 034010] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Learning-agent-based approach to the characterization of open quantum systems",
      "authors": [
        "Lorenzo Fioroni, Ivan Rojkov, and Florentin Reiter"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h3mk-g5bv",
      "doi": "10.1103/h3mk-g5bv",
      "summary": "Now open for business: Characterizing open quantum systems is essential for advancing quantum technologies, where noise from the environment continues to limit performance. Progress in addressing this important issue has been hindered by the lack of scalable techniques to learn both coherent and dissipative dynamics from data. This study extends the Quantum Model Learning Agent framework to open systems, using the Lindblad master equation. By combining Bayesian inference with a genetic algorithm, the method enables automated, hardware-informed identification of noise processes. The results enable more precise calibration and control in real-world hardware implementations. [Phys. Rev. Applied 24, 034011] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Effective schemes for fusion of hyperentangled $W$ states",
      "authors": [
        "Wen-Xiu Zhang, Wen-Qiang Liu, and Hai-Rui Wei"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lz3r-8p89",
      "doi": "10.1103/lz3r-8p89",
      "summary": "Hyperentangled states are fascinating resources in quantum information processing as they can significantly increase the channel capacity and enhance noise resistance. We explore a hyperfusion mechanism to fuse one $n$-photon hyper-$W$ state and one $m$-photon hyper-$W$ state into a large-scale $(n+… [Phys. Rev. Applied 24, 034012] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Ion counting and temperature determination of Coulomb-crystallized laser-cooled ions in traps using convolutional neural networks",
      "authors": [
        "Yanning Yin and Stefan Willitsch"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/zggq-xcbg",
      "doi": "10.1103/zggq-xcbg",
      "summary": "Coulomb crystals—ordered structures of cold ions confined in ion traps—have applications in a variety of research fields. The number and temperature of the ions forming the Coulomb crystals are two key attributes of interest in many trapped-ion experiments. Here, we present a fast and accurate appro… [Phys. Rev. Applied 24, 034013] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Towards single optical access interferometric particle imaging</span>",
      "authors": [
        "Christian Sax, Max Dreisbach, and Jochen Kriegseis"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/23079A24P471580aa5786619ad9c430634545d455",
      "doi": "10.1103/7kc3-7yyh",
      "summary": "Interferometric Particle Imaging (IPI) is used to size small transparent particles in a comparably large field of view, which wouldn’t be possible with shadowgraphy-like methods. However, current IPI setups typically require two separate optical accesses - one for coupling the illuminating laser bea… [Phys. Rev. Applied] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Floquet-engineered fast SNAP gates in weakly coupled circuit-QED systems</span>",
      "authors": [
        "Xinyuan You, Andy C. Y. Li, Tanay Roy, Shaojiang Zhu, Alexander Romanenko, Anna Grassellino, Yao Lu, and Srivatsan Chakram"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/02073D01S691220d21e556b06d11dda85930316fa",
      "doi": "10.1103/smcc-t465",
      "summary": "Superconducting cavities with high quality factors, coupled to a fixed-frequency transmon, provide a state-of-the-art platform for quantum information storage and manipulation. The commonly used selective number-dependent arbitrary phase (SNAP) gate faces significant challenges in ultra-high-coheren… [Phys. Rev. Applied] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Asymmetrical acoustic scatters of bianisotropic response including the quadrupole couplings</span>",
      "authors": [
        "Gaokun Yu and Zijian Shi"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/7707aA46Sfc1b408252645d00cfe23528df29abe4",
      "doi": "10.1103/f795-m3ss",
      "summary": "Acoustic materials with Willis coupling have coupled constitutive equations, which lead to the cross-coupling between the monopole and dipole, analogous to the bianisotropic phenomena in electromagnetism. Though significant progress has been made in recent years in understanding Willis coupling, the… [Phys. Rev. Applied] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Thermally controlled magnetooptical metasurface for tunable Faraday rotation</span>",
      "authors": [
        "P. V. Zorina, D. O. Ignatyeva, S. Xia, P. E. Zimnyakova, L. Bi, and V. I. Belotelov"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/c6073A3aP6a1d70fe5675ea178a90f225155808f8",
      "doi": "10.1103/f6cr-tfld",
      "summary": "We present a novel type of tunable magneto-optical metasurfaces performing Faraday rotation, the sign and value of which are not fixed after the structure fabrication but can be tuned in a wide range via heating of the metasurface. We demonstrate both experimentally and theoretically that the Farada… [Phys. Rev. Applied] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Theoretical study of the impact of carrier density screening on Urbach tail energies and optical polarization in (Al,Ga)N quantum well systems</span>",
      "authors": [
        "Robert Finn, Michael O’Donovan, Thomas Koprucki, and Stefan Schulz"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/4f07fAc1L8113007342496275a29c1ccc7554146c",
      "doi": "10.1103/x5d6-w3cp",
      "summary": "Aluminium Gallium Nitride ((Al,Ga)N) presents an ideal platform for designing ultra-violet (UV) light emitters across the entire UV spectral range. However, in the deep-UV spectral range ( less than 280 nm) these emitters exhibit very low quantum efficiencies, which in part is linked to the light po… [Phys. Rev. Applied] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Depolarization and high permittivity in ferroelectric nanopillar capacitors caused by domain relaxation: A phase-field study</span>",
      "authors": [
        "Huanhuan Tian, Jianguo Yang, and Ming Liu"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/2b07aY80O001b09352589ef4ef0e774899597b88d",
      "doi": "10.1103/qfcp-3q49",
      "summary": "Hafnia-based ferroelectric materials have enabled ferroelectric memory scaling to sub-20 nm nodes. Yet, the impact of nanopillar structures on ferroelectric switching dynamics remains unclear. In this work, we employ phase-field simulations to study the domain evolution during and after switching in… [Phys. Rev. Applied] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Janus elastic metasurface for flexural wave manipulation</span>",
      "authors": [
        "Feng Liu, Pengtao Shi, Liyun Cao, Yan-Feng Wang, and Yue-Sheng Wang"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/1607cAdeSd71a906e4f760816efcc34bba47fbf7a",
      "doi": "10.1103/4bsp-359q",
      "summary": "Bidirectional asymmetric wave manipulation has gained increasing attention for its promising applications in developing multifunctional mechanical devices and controlling vibrations in various equipment. However, simultaneous flexible manipulation of bidirectional incident elastic waves remains a ch… [Phys. Rev. Applied] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Changes in bubble-cloud dissolution throughout the application of histotripsy pulses</span>",
      "authors": [
        "Michael Gomez, Katia Flores Basterrechea, Muskan Singh, Himanshu Shekhar, and Kenneth B. Bader"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/f107fAdaL451c901547d7b7367798d60af29afe41",
      "doi": "10.1103/9vvg-yfmb",
      "summary": "Material damage is a consideration for any applications where pressure fields may initiate cavitation. Histotripsy is a focused ultrasound therapy that exploits the destructive property of bubble clouds to disrupt viscoelastic tissue. The resulting effect achieves the same outcomes as surgery withou… [Phys. Rev. Applied] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Mitigating cosmic-ray-like correlated events with a modular quantum processor</span>",
      "authors": [
        "Xuntao Wu, Yash J. Joshi, Haoxiong Yan, Gustav Andersson, Alexander Anferov, Christopher R. Conner, Bayan Karimi, Amber M. King, Shiheng Li, Howard L. Malc, Jacob M. Miller, Harsh Mishra, Hong Qiao, Minseok Ryu, Siyuan Xing, Jian Shi, and Andrew N. Cleland"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/0c078D0bRcf18a07019c9056ecb4a8bc03dc10e7d",
      "doi": "10.1103/4ctq-r6w6",
      "summary": "Quantum processors based on superconducting qubits are being scaled to larger qubit numbers, enabling the implementation of small-scale quantum error correction codes. However, catastrophic chip-scale correlated errors have been observed in these processors, attributed to e.g. cosmic ray impacts, wh… [Phys. Rev. Applied] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Degenerate zero-energy-line symmetric topological disclination modes in photonic crystals</span>",
      "authors": [
        "Yuexin Zhang, Jie Tang, Lanxin Luo, Xiaoyu Dai, and Yuanjiang Xiang"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/ca074Y38Nd31169a00f412c0bfa4343f872ae8de9",
      "doi": "10.1103/6qqt-9fg9",
      "summary": "Topological disclinations (TDs) serve as an ideal platform for trapping localized zero-dimensional modes and have been extensively studied in classical wave systems. Due to the unconventional bulk-disclination correspondence in topological materials, TDs are robust against local lattice perturbation… [Phys. Rev. Applied] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "RMP",
      "journal": "Rev. Mod. Phys.",
      "journalShort": "RMP",
      "type": "published",
      "title": "Solar fusion III: New data and theory for hydrogen-burning stars",
      "authors": [
        "B. Acharya <em>et al.</em>"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8lm7-gs18",
      "doi": "10.1103/8lm7-gs18",
      "summary": "Acharya et al. Approximately 90% of the stars in the Milky Way are on the main sequence, fusing hydrogen into helium through a network of nuclear reactions. This includes the nearest star, our Sun. A precise understanding of hydrogen burning is crucial to predicting its luminosity, neutrino production, and helioseismology. This review describes the theoretical and experimental work of the last decade that has advanced our understanding of the nuclear physics of hydrogen burning. It describes the plasma and atomic physics that influences the solar environment in which the nuclear reactions take place, as well as the diagnostics probes—including solar neutrinos and helioseismology—that allow us to test our resulting model of the solar interior. [Rev. Mod. Phys. 97, 035002] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Learning the dynamics of Markovian open quantum systems from experimental data",
      "authors": [
        "Stewart Wallace, Yoann Altmann, Brian D. Gerardot, Erik M. Gauger, and Cristian Bonato"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m66m-lnjh",
      "doi": "10.1103/m66m-lnjh",
      "summary": "We present a Bayesian algorithm to identify explainable processes generating open quantum system dynamics, described by a Lindblad master equation, that are compatible with measured experimental data. The algorithm, based on a Markov chain Monte Carlo approach, assumes the energy levels of the syste… [Phys. Rev. Research 7, 033217] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Universal exotic dynamics in critical mesoscopic systems: Simulating the square root of Avogadro’s number of spins",
      "authors": [
        "Mauro Bisson, Alexandros Vasilopoulos, Massimo Bernaschi, Massimiliano Fatica, Nikolaos G. Fytas, Isidoro González-Adalid Pemartín, and Víctor Martín-Mayor"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/ngkf-7816",
      "doi": "10.1103/ngkf-7816",
      "summary": "We explicitly demonstrate the universality of critical dynamics through unprecedented large-scale Graphics Processing Units (GPU)-based simulations of two out-of-equilibrium processes, comparing the behavior of spin-$1/2$ Ising and spin-1 Blume-Capel models on a square lattice. In the first protocol… [Phys. Rev. Research 7, 033218] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Enhanced superresolution by entanglement of the unified quantum wave function",
      "authors": [
        "Abdelali Sajia and Xiao-Feng Qian"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pt7n-5gmr",
      "doi": "10.1103/pt7n-5gmr",
      "summary": "When two point sources are separated by less than the Abbe-Rayleigh limit, conventional resolution methods fail to distinguish whether there is one source or two. Consequently, it becomes nearly impossible to resolve important relative properties of the two sources, such as mutual coherence, relativ… [Phys. Rev. Research 7, 033219] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Kelvin waves in nonequilibrium universal dynamics of relativistic scalar field theories",
      "authors": [
        "Viktoria Noel, Thomas Gasenzer, and Kirill Boguslavski"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h4hn-r6kp",
      "doi": "10.1103/h4hn-r6kp",
      "summary": "We investigate the different degrees of freedom underlying far-from-equilibrium scaling behavior in a relativistic, single-component $\\mathrm{O}(1)$ scalar field theory in two and three spatial dimensions. In such a strongly correlated many-body system, identifying the respective roles of nonlinear … [Phys. Rev. Research 7, 033220] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Enhancement of microwave to optical spin-based quantum transduction via a magnon mode",
      "authors": [
        "Tharnier O. Puel, Adam T. Turflinger, Sebastian P. Horvath, Jeff D. Thompson, and Michael E. Flatté"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/kqw2-gs9c",
      "doi": "10.1103/kqw2-gs9c",
      "summary": "We propose a method for converting single microwave photons to single optical sideband photons based on spinful impurities in magnetic materials. This hybrid system is advantageous over previous proposals because (i) the implementation allows much higher transduction rates (${10}^{3}$ times faster a… [Phys. Rev. Research 7, 033221] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Generalized geometric speed limits for quantum observables",
      "authors": [
        "Jacob Bringewatt, Zach Steffen, Martin A. Ritter, Adam Ehrenberg, Haozhi Wang, B. S. Palmer, Alicia J. Kollár, Alexey V. Gorshkov, and Luis Pedro García-Pintos"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h6lj-d6yt",
      "doi": "10.1103/h6lj-d6yt",
      "summary": "Leveraging quantum information geometry, we derive generalized quantum speed limits on the rate of change of the expectation values of observables. These bounds subsume and, for Hilbert space dimension $≥3$, tighten existing bounds—in some cases by an arbitrarily large multiplicative constant. Our t… [Phys. Rev. Research 7, 033222] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Nuclear spin symmetry breaking and spin polarization in rotational energy level clusters",
      "authors": [
        "Andrey Yachmenev and Guang Yang"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/k7nd-nnxg",
      "doi": "10.1103/k7nd-nnxg",
      "summary": "Centrifugal forces can break molecular symmetry at high rotational excitations, an effect known as rotational energy level clustering. In the case of the H 2 S molecule, this is shown to simultaneously break nuclear spin symmetry, leading to strong ortho-para interaction and nuclear spin polarization. [Phys. Rev. Research 7, L032047] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Splitting of nonequilibrium phase transitions in driven Ising models",
      "authors": [
        "Gustavo A. L. Forão, Fernando S. Filho, André P. Vieira, Bart Cleuren, Daniel M. Busiello, and Carlos E. Fiore"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hzl3-hjnl",
      "doi": "10.1103/hzl3-hjnl",
      "summary": "In equilibrium many-body systems, a phase transition typically occurs at a single point in parameter space, separating an ordered, broken-symmetry phase from a disordered one. Here, it’s shown that, under the action of multiple heat baths combined with competing nonconservative forces, a nonequilibrium phase transition may be split into two transition points, associated with distinct ordered phases. One of the ordered phases can in principle be used to build a heat engine that is less dissipative, shows reduced fluctuations, and can operate near maximum power and maximum efficiency over a wide parameter range. [Phys. Rev. Research 7, L032049] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Quantum Effects in Gravity Beyond the Newton Potential from a Delocalized Quantum Source",
      "authors": [
        "Lin-Qing Chen and Flaminia Giacomini"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/hl1c-t8z9",
      "doi": "10.1103/hl1c-t8z9",
      "summary": "New predictions from linearized quantum gravity show that delocalized sources and gravitational-field commutators could offer stronger evidence for future experiments that gravity is inherently quantum. [Phys. Rev. X 15, 031063] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Geometric Orthogonal Metals: Hidden Antiferromagnetism and the Pseudogap from Fluctuating Stripes",
      "authors": [
        "Henning Schlömer, Annabelle Bohrdt, and Fabian Grusdt"
      ],
      "date": "2025-09-04T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/5sq4-r7dk",
      "doi": "10.1103/5sq4-r7dk",
      "summary": "A proposed “geometric orthogonal metal” phase in cuprates links the pseudogap to fluctuating domain-wall-induced hidden order, yielding a small Fermi surface and a transition to a Fermi liquid at a hidden quantum critical point. [PRX Quantum 6, 030342] Published Thu Sep 04, 2025"
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Epithelial tension controls intestinal cell extrusion",
      "authors": [
        "Daniel Krueger, Willem Kasper Spoelstra, Dirk Jan Mastebroek, Rutger N. U. Kok, Shanie Wu, Mike Nikolaev, Marie Bannier-Hélaouët, Nikolche Gjorevski, Matthias Lutolf, Johan van Es, Jeroen van Zon, Sander J. Tans, Hans Clevers"
      ],
      "date": "2025-09-04T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adr8753?af=R",
      "doi": "10.1126/science.adr8753",
      "summary": "Science, Volume 389, Issue 6764, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Lewy body dementia promotion by air pollutants",
      "authors": [
        "Xiaodi Zhang, Haiqing Liu, Xiao Wu, Longgang Jia, Kundlik Gadhave, Lena Wang, Kevin Zhang, Hanyu Li, Rong Chen, Ramhari Kumbhar, Ning Wang, Chantelle E. Terrillion, Bong Gu Kang, Bin Bai, Minhan Park, Ma. Cristine Faye Denna, Shu Zhang, Wenqiang Zheng, Denghui Ye, Xiaoli Rong, Liu Yang, Lili Niu, Han Seok Ko, Weiyi Peng, Lingtao Jin, Mingyao Ying, Liana S. Rosenthal, David W. Nauen, Alex Pantelyat, Mahima Kaur, Kezia Irene, Liuhua Shi, Rahel Feleke, Sonia García-Ruiz, Mina Ryten, Valina L. Dawson, Francesca Dominici, Rodney J. Weber, Xuan Zhang, Pengfei Liu, Ted M. Dawson, Shizhong Han, Xiaobo Mao"
      ],
      "date": "2025-09-04T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adu4132?af=R",
      "doi": "10.1126/science.adu4132",
      "summary": "Science, Volume 389, Issue 6764, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Cooperative actions of interneuron families support the hippocampal spatial code",
      "authors": [
        "Manuel Valero, Pablo Abad-Perez, Andrea Gallardo, Marta Picco, Raquel García-Hernandez, Jorge Brotons, Anel Martínez-Félix, Robert Machold, Bernardo Rudy, György Buzsáki"
      ],
      "date": "2025-09-04T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adv5638?af=R",
      "doi": "10.1126/science.adv5638",
      "summary": "Science, Volume 389, Issue 6764, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Systematic discovery and engineering of synthetic immune receptors in plants",
      "authors": [
        "Bruno Pok Man Ngou, Michele Wyler, Marc W. Schmid, Takehiro Suzuki, Markus Albert, Naoshi Dohmae, Yasuhiro Kadota, Ken Shirasu"
      ],
      "date": "2025-09-04T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx2508?af=R",
      "doi": "10.1126/science.adx2508",
      "summary": "Science, Volume 389, Issue 6764, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Divergent FOXA1 mutations drive prostate tumorigenesis and therapy-resistant cellular plasticity",
      "authors": [
        "Sanjana Eyunni, Rahul Mannan, Yuping Zhang, Eleanor Young, Qiuyang Zhang, Jie Luo, Matthew Pang, Somnath Mahapatra, Jean Ching-Yi Tien, James M. George, Mustapha Jaber, Hamzah Hakkani, Sandra E. Carson, Abigail J. Todd, Noshad Hosseini, Mahnoor Gondal, Ryan J. Rebernick, Xuhong Cao, Fengyun Su, Rui Wang, Rohit Mehra, Jing Li, Marcin Cieslik, Arul M. Chinnaiyan, Abhijit Parolia"
      ],
      "date": "2025-09-04T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adv2367?af=R",
      "doi": "10.1126/science.adv2367",
      "summary": "Science, Volume 389, Issue 6764, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Dissecting microbial communities with single-cell transcriptome analysis",
      "authors": [
        "Andrew W. Pountain and Itai Yanai"
      ],
      "date": "2025-09-04T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adp6252?af=R",
      "doi": "10.1126/science.adp6252",
      "summary": "Science, Volume 389, Issue 6764, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "The end of human exceptionalism",
      "authors": [
        "Barbara J. King"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ady5473?af=R",
      "doi": "10.1126/science.ady5473",
      "summary": "Science, Volume 389, Issue 6764, Page 983-983, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Valuing women’s work",
      "authors": [
        "Leah Ruppanner"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adz8956?af=R",
      "doi": "10.1126/science.adz8956",
      "summary": "Science, Volume 389, Issue 6764, Page 982-982, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Estrogen-regulated renal progenitors determine pregnancy adaptation and preeclampsia",
      "authors": [
        "Carolina Conte, Maria Lucia Angelotti, Benedetta Mazzinghi, Maria Elena Melica, Giulia Antonelli, Giulia Carangelo, Samuela Landini, Valentina Raglianti, Fiammetta Ravaglia, Luigi Cirillo, Camilla Fantini, Tommaso Dafichi, Martin Klaus, Ersilia Lucenteforte, Alice Molli, Letizia De Chiara, Anna Julie Peired, Elena Lazzeri, Hans-Joachim Anders, Laura Lasagni, Paola Romagnani"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adp4629?af=R",
      "doi": "10.1126/science.adp4629",
      "summary": "Science, Volume 389, Issue 6764, Page 1016-1023, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Resistin-like molecule γ attacks cardiomyocyte membranes and promotes ventricular tachycardia",
      "authors": [
        "Nina Kumowski, Steffen Pabel, Jana Grune, Noor Momin, Van K. Ninh, Laura Stengel, Kyle I. Mentkowski, Yoshiko Iwamoto, Yi Zheng, I-Hsiu Lee, Jessica Matthias, Jan O. Wirth, Fadi E. Pulous, Hana Seung, Alexandre Paccalet, Charlotte G. Muse, Kenneth K. Y. Ting, Paul Delgado, Andrew J. M. Lewis, Vaishali Kaushal, Antonia Kreso, Dennis Brown, Sikander Hayat, Rafael Kramann, Filip K. Swirski, Kamila Naxerova, Daniel C. Propheter, Lora V. Hooper, Michael A. Moskowitz, Kevin R. King, Nadia Rosenthal, Maarten Hulsmans, Matthias Nahrendorf"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adp7361?af=R",
      "doi": "10.1126/science.adp7361",
      "summary": "Science, Volume 389, Issue 6764, Page 1043-1048, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Photochemical H2 dissociation for nearly quantitative CO2 reduction to ethylene",
      "authors": [
        "Ping Jin, Pu Guo, Nengchao Luo, Hui Zhang, Chenwei Ni, Ruotian Chen, Wei Liu, Rengui Li, Jianping Xiao, Guoxiong Wang, Fuxiang Zhang, Paolo Fornasiero, Feng Wang"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adq3445?af=R",
      "doi": "10.1126/science.adq3445",
      "summary": "Science, Volume 389, Issue 6764, Page 1037-1042, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Evolution of thumbnails across Rodentia",
      "authors": [
        "Rafaela V. Missagia, Anderson Feijó, Lauren Johnson, Maximilian L. Allen, Bruce D. Patterson, Paulina D. Jenkins, Gordon M. G. Shepherd"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ads7926?af=R",
      "doi": "10.1126/science.ads7926",
      "summary": "Science, Volume 389, Issue 6764, Page 1049-1053, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Order-to-disorder transition due to entropy in layered and 2D carbides",
      "authors": [
        "Brian C. Wyatt, Yinan Yang, Paweł P. Michałowski, Tetiana Parker, Yamilée Morency, Francesca Urban, Givi Kadagishvili, Manushree Tanwar, Sixbert P. Muhoza, Srinivasa Kartik Nemani, Annabelle Bedford, Hui Fang, Zachary D. Hood, Junwoo Jang, Krutarth Kamath, Bethany G. Wright, Rebecca Disko, Anupma Thakur, Sanguk Han, Neil Ghosh, Xianfan Xu, Zahra Fakhraai, Yury Gogotsi, Aleksandra Vojvodic, De-en Jiang, Babak Anasori"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adv4415?af=R",
      "doi": "10.1126/science.adv4415",
      "summary": "Science, Volume 389, Issue 6764, Page 1054-1058, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Very-long-range dynamic triggering of mud volcano unrest and silent magnitude-6 fault slip",
      "authors": [
        "Zaur Bayramov, Renier Viltres, Cécile Doubre, Alessia Maggi, Romain Jolivet, Luis Rivera"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adv8438?af=R",
      "doi": "10.1126/science.adv8438",
      "summary": "Science, Volume 389, Issue 6764, Page 996-1002, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Rapid, low-temperature nanodiamond formation by electron-beam activation of adamantane C–H bonds",
      "authors": [
        "Jiarui Fu, Takayuki Nakamuro, Eiichi Nakamura"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adw2025?af=R",
      "doi": "10.1126/science.adw2025",
      "summary": "Science, Volume 389, Issue 6764, Page 1024-1030, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Spin-selective transport through chiral ferromagnetic nanohelices",
      "authors": [
        "Yoo Sang Jeon, Eunjin Jeong, Sang Won Im, Min Jun Ko, Jin Seo Lee, Jun Hwan Moon, Min Hyeok Lee, Jeong Kyu Lee, Sung Jong Yoo, Ki Tae Nam, Young Keun Kim"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adx5963?af=R",
      "doi": "10.1126/science.adx5963",
      "summary": "Science, Volume 389, Issue 6764, Page 1031-1036, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Improving cosmological reach of a gravitational wave observatory using Deep Loop Shaping",
      "authors": [
        "Jonas Buchli Brendan Tracey, Tomislav Andric, Christopher Wipf, Yu Him Justin Chiu, Matthias Lochbrunner, Craig Donner, Rana X. Adhikari, Jan Harms, Iain Barr, Roland Hafner, Andrea Huber, Abbas Abdolmaleki, Charlie Beattie, Joseph Betzwieser, Serkan Cabi, Jonas Degrave, Yuzhu Dong, Leslie Fritz, Anchal Gupta, Oliver Groth, Sandy Huang, Tamara Norman, Hannah Openshaw, Jameson Rollins, Greg Thornton, George van den Driessche, Markus Wulfmeier, Pushmeet Kohli, Martin Riedmiller, The LIGO Instrument Team‡R. Abbott, I. Abouelfettouh, R. X. Adhikari, A. Ananyeva, S. Appert, S. K. Apple, K. Arai, N. Aritomi, S. M. Aston, M. Ball, S. W. Ballmer, D. Barker, L. Barsotti, B. K. Berger, J. Betzwieser, D. Bhattacharjee, G. Billingsley, S. Biscans, C. D. Blair, N. Bode, E. Bonilla, V. Bossilkov, A. Branch, A. F. Brooks, D. D. Brown, J. Bryant, C. Cahillane, H. Cao, E. Capote, F. Clara, J. Collins, C. M. Compton, R. Cottingham, D. C. Coyne, R. Crouch, J. Csizmazia, A. Cumming, L. P. Dartez, D. Davis, N. Demos, E. Dohmen, J. C. Driggers, S. E. Dwyer, A. Effer, A. Ejlli, T. Etzel, M. Evans, J. Feicht, R. Frey, W. Frischhertz, P. Fritschel, V. V. Frolov, M. Fuentes-Garcia, P. Fulda, M. Fyffe, D. Ganapathy, B. Gateley, T. Gayer, J. A. Giaime, K. D. Giardina, J. Glanzer, E. Goetz, R. Goetz, A. W. Goodwin-Jones, S. Gras, C. Gray, D. Griffith, H. Grote, T. Guidry, J. Gurs, E. D. Hall, J. Hanks, J. Hanson, M. C. Heintze, A. F. Helmling-Cornell, N. A. Holland, D. Hoyland, H. Y. Huang, Y. Inoue, A. L. James, A. Jennings, W. Jia, D. H. Jones, H. B. Kabagoz, S. Karat, S. Karki, M. Kasprzack, K. Kawabe, N. Kijbunchoo, P. J. King, J. S. Kissel, K. Komori, A. Kontos, Rahul Kumar, K. Kuns, M. Landry, B. Lantz, M. Laxen, K. Lee, M. Lesovsky, F. Llamas Villarreal, M. Lormand, H. A. Loughlin, R. Macas, M. MacInnis, C. N. Makarem, B. Mannix, G. L. Mansell, R. M. Martin, K. Mason, F. Matichard, N. Mavalvala, N. Maxwell, G. McCarrol, R. McCarthy, D. E. Mc-Clelland, S. McCormick, T. McRae, F. Mera, E. L. Merilh, F. Meylahn, R. Mittleman, D. Moraru, G. Moreno, A. Mullavey, M. Nakano, T. J. N. Nelson, A. Neunzert, J. Notte, J. Oberling, T. O’Hanlon, C. Osthelder, D. J. Ottaway, H. Overmier, W. Parker, O. Patane, A. Pele, H. Pham, M. Pirello, J. Pullin, V. Quetschke, K. E. Ramire, K. Ransom, J. Reyes, J. W. Richardson, M. Robinson, J. G. Rollins, C. L. Romel, J. H. Romie, M. P. Ross, K. Ryan, T. Sadecki, A. Sanchez, E. J. Sanchez, L. E. Sanchez, R. L. Savage, D. Schaetzl, M. G. Schiworski, R. Schnabel, R. M. S. Schofield, E. Schwartz, D. Sellers, T. Shaffer, R. W. Short, D. Sigg, B. J. J. Slagmolen, C. Soike, S. Soni, V. Srivastava, L. Sun, D. B. Tanner, M. Thomas, P. Thomas, K. A. Thorne, M. R. Todd, C. I. Torrie, G. Traylor, A. S. Ubhi, G. Vajente, J. Vanosky, A. Vecchio, P. J. Veitch, A. M. Vibhute, E. R. G. von Reis, J. Warner, B. Weaver, R. Weiss, C. Whittle, B. Willke, C. C. Wipf, J. L. Wright, V. A. Xu, H. Yamamoto, L. Zhang, M. E. Zucker"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adw1291?af=R",
      "doi": "10.1126/science.adw1291",
      "summary": "Science, Volume 389, Issue 6764, Page 1012-1015, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Unsteady ground",
      "authors": [
        "Cherie Westbrook"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb8662?af=R",
      "doi": "10.1126/science.aeb8662",
      "summary": "Science, Volume 389, Issue 6764, Page 1062-1062, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "In Other Journals",
      "authors": [
        "Corinne Simonti, and Jesse Smith, Peter Stern, Ian S. Osborne, Mattia Maroso, Melissa McCartney, Corinne Simonti, Ekeoma Uzogara, and Jack Huang"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb8939?af=R",
      "doi": "10.1126/science.aeb8939",
      "summary": "Science, Volume 389, Issue 6764, Page 989-990, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Catching tiny signals",
      "authors": [
        "Theodore Goodson"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.adj0029?af=R",
      "doi": "10.1126/science.adj0029",
      "summary": "Science, Volume 389, Issue 6764, Page 978-979, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Poking holes in the heart’s rhythm",
      "authors": [
        "Edward B. Thorp"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea6159?af=R",
      "doi": "10.1126/science.aea6159",
      "summary": "Science, Volume 389, Issue 6764, Page 981-981, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Do inhibitory interneurons encode information or just keep the rhythm?",
      "authors": [
        "Michael T. Craig and Ana González-Rueda"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea6738?af=R",
      "doi": "10.1126/science.aea6738",
      "summary": "Science, Volume 389, Issue 6764, Page 979-980, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Tandem sustainability",
      "authors": [
        "Emiliano Cortés"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aea6759?af=R",
      "doi": "10.1126/science.aea6759",
      "summary": "Science, Volume 389, Issue 6764, Page 977-978, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Tariffs imperil US–Canada precision agriculture",
      "authors": [
        "Asim Biswas"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ady6644?af=R",
      "doi": "10.1126/science.ady6644",
      "summary": "Science, Volume 389, Issue 6764, Page 985-986, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Vulture conservation requires NSAID regulation",
      "authors": [
        "Antoni Margalida and Rhys E. Green"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ady8601?af=R",
      "doi": "10.1126/science.ady8601",
      "summary": "Science, Volume 389, Issue 6764, Page 984-984, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Assess and protect jumbo flying squid",
      "authors": [
        "Rubén H. Roa-Ureta, Gang Li, Xinjun Chen, Christian M. Ibáñez, Karen Belmar-Salinas, James N. Ianelli, Renato Gozzer-Wuest, Enrique Alonso-Población, Alexander I. Arkhipkin, Tania Mendo, Esteban Elías, Manuel Peralta, Teddy A. Escarabay, and Rodrigo Wiff"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ady3495?af=R",
      "doi": "10.1126/science.ady3495",
      "summary": "Science, Volume 389, Issue 6764, Page 985-985, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Dividends from death",
      "authors": [
        "Jon Cohen"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb8940?af=R",
      "doi": "10.1126/science.aeb8940",
      "summary": "Science, Volume 389, Issue 6764, Page 968-971, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Burkina Faso halts plan to fight malaria with transgenic mosquitoes",
      "authors": [
        "Kai Kupferschmidt"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb9850?af=R",
      "doi": "10.1126/science.aeb9850",
      "summary": "Science, Volume 389, Issue 6764, Page 960-961, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Was a blob of dark matter spotted in the Milky Way?",
      "authors": [
        "Daniel Clery"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb9851?af=R",
      "doi": "10.1126/science.aeb9851",
      "summary": "Science, Volume 389, Issue 6764, Page 962-963, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Carcinogenic metal detected in air after LA fires",
      "authors": [
        "Warren Cornwall"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb9852?af=R",
      "doi": "10.1126/science.aeb9852",
      "summary": "Science, Volume 389, Issue 6764, Page 964-965, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "India tests new tools to predict local monsoon floods",
      "authors": [
        "Vaishnavi Chandrashekhar"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb9853?af=R",
      "doi": "10.1126/science.aeb9853",
      "summary": "Science, Volume 389, Issue 6764, Page 965-966, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Vote by Dutch lawmakers threatens major primate research center",
      "authors": [
        "Martin Enserink"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb9855?af=R",
      "doi": "10.1126/science.aeb9855",
      "summary": "Science, Volume 389, Issue 6764, Page 966-967, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Improve the stewardship of federal research funds",
      "authors": [
        "Jennifer Lodge and Richard Stanton"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb8307?af=R",
      "doi": "10.1126/science.aeb8307",
      "summary": "Science, Volume 389, Issue 6764, Page 959-959, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "New Products",
      "authors": [],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb9849?af=R",
      "doi": "10.1126/science.aeb9849",
      "summary": "Science, Volume 389, Issue 6764, Page 1060-1060, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "Can the global drone revolution make agriculture more sustainable?",
      "authors": [
        "Ben Belton, Leo Baldiga, Scott Justice, Bart Minten, Sudha Narayanan, and Thomas Reardon"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.ady1791?af=R",
      "doi": "10.1126/science.ady1791",
      "summary": "Science, Volume 389, Issue 6764, Page 972-976, September 2025."
    },
    {
      "journalKey": "Science",
      "journal": "Science",
      "journalShort": "Science",
      "type": "published",
      "title": "In Science Journals",
      "authors": [
        "Michael Funk, and Marc S. Lavine, L. Bryan Ray, Yury Suleymanov, Yevgeniya Nusinovich, Angela Hessler, Phil Szuromi, Annalisa VanHook, Dorothy Hallberg, Caroline Ash, Di Jiang, Stella M. Hurtley, Madeleine Seale, Peter Stern, Mattia Maroso, Jake S. Yeston, Sacha Vignieri, Claire Olingy, David Cortez, and Aaron Clauset"
      ],
      "date": "2025-09-04T06:00:03+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/science.aeb8938?af=R",
      "doi": "10.1126/science.aeb8938",
      "summary": "Science, Volume 389, Issue 6764, Page 988-990, September 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Will a child survive? Older siblings have a powerful influence",
      "authors": [],
      "date": "2025-09-04T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02836-9",
      "doi": "10.1038/d41586-025-02836-9",
      "summary": "Nature, Published online: 04 September 2025; doi:10.1038/d41586-025-02836-9 Swiss birth data from 1750 to 1870 reveal that girls who had lots of older brothers close to their own age were less likely to survive than were those who did not."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Inside a mosquito factory",
      "authors": [
        "Adam Levy",
        "Mariana Lenharo"
      ],
      "date": "2025-09-04T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02806-1",
      "doi": "10.1038/d41586-025-02806-1",
      "summary": "Nature, Published online: 04 September 2025; doi:10.1038/d41586-025-02806-1 Brazilian site could produce one kilo of mosquito eggs per week."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Changing tides ushered in the world’s first civilization",
      "authors": [],
      "date": "2025-09-04T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02837-8",
      "doi": "10.1038/d41586-025-02837-8",
      "summary": "Nature, Published online: 04 September 2025; doi:10.1038/d41586-025-02837-8 Construction of tidal irrigation systems helped to drive the formation of city states some 5,000 years ago."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Air pollution directly linked to increased dementia risk",
      "authors": [
        "Rachel Fieldhouse"
      ],
      "date": "2025-09-04T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02844-9",
      "doi": "10.1038/d41586-025-02844-9",
      "summary": "Nature, Published online: 04 September 2025; doi:10.1038/d41586-025-02844-9 Long-term exposure accelerates the development of Lewy body dementia and Parkinson’s disease with dementia in people who are predisposed to the conditions."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "RFK Jr slings accusations and defends public-health upheaval at fiery hearing",
      "authors": [
        "Max Kozlov",
        "Mariana Lenharo"
      ],
      "date": "2025-09-04T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02845-8",
      "doi": "10.1038/d41586-025-02845-8",
      "summary": "Nature, Published online: 04 September 2025; doi:10.1038/d41586-025-02845-8 Senators from both parties expressed scepticism about the US health secretary’s statements on COVID-19 vaccines and more."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Chemists cram record nine metals into trendy 2D material",
      "authors": [
        "Katherine Bourzac"
      ],
      "date": "2025-09-04T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02839-6",
      "doi": "10.1038/d41586-025-02839-6",
      "summary": "Nature, Published online: 04 September 2025; doi:10.1038/d41586-025-02839-6 MXenes, distant cousins of graphene, reach new heights of complexity — opening the way for use in advanced batteries and more."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Newfound immune cell in mice hints at why inflammation spikes with old age",
      "authors": [
        "Gemma Conroy"
      ],
      "date": "2025-09-04T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02788-0",
      "doi": "10.1038/d41586-025-02788-0",
      "summary": "Nature, Published online: 04 September 2025; doi:10.1038/d41586-025-02788-0 Pathogen-consuming cells found in fat tissue also play a part in lipid balance."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Europe’s largest paper mill? 1,500 research articles linked to Ukrainian network",
      "authors": [
        "Miryam Naddaf"
      ],
      "date": "2025-09-04T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02809-y",
      "doi": "10.1038/d41586-025-02809-y",
      "summary": "Nature, Published online: 04 September 2025; doi:10.1038/d41586-025-02809-y A group of companies has flooded 380 journals with hundreds of suspect papers since 2017."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "The origin of the axial Higgs is a hidden ferroaxial electronic density wave",
      "authors": [],
      "date": "2025-09-04T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03029-x",
      "doi": "10.1038/s41567-025-03029-x",
      "summary": "Nature Physics, Published online: 04 September 2025; doi:10.1038/s41567-025-03029-x Experiments that probe the spontaneously broken symmetries in rare-earth tritellurides have revealed a previously hidden ferroaxial density wave arising from intertwined charge and orbital order, which is observed to produce the axial Higgs mode."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Tau accelerates tubulin exchange in the microtubule lattice",
      "authors": [
        "Subham Biswas",
        "Rahul Grover",
        "Cordula Reuther",
        "Chetan S. Poojari",
        "Reza Shaebani",
        "Shweta Nandakumar",
        "Mona Grünewald",
        "Amir Zablotsky",
        "Jochen S. Hub",
        "Stefan Diez",
        "Karin John",
        "Laura Schaedel"
      ],
      "date": "2025-09-04T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03003-7",
      "doi": "10.1038/s41567-025-03003-7",
      "summary": "Nature Physics, Published online: 04 September 2025; doi:10.1038/s41567-025-03003-7 Beyond its known role in stabilizing microtubules, it is now shown that tau protein actively promotes lattice defect repair by enhancing tubulin turnover at topological defects."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Space-time crystals from particle-like topological solitons",
      "authors": [
        "Hanqing Zhao",
        "Ivan I. Smalyukh"
      ],
      "date": "2025-09-04T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02344-1",
      "doi": "10.1038/s41563-025-02344-1",
      "summary": "Nature Materials, Published online: 04 September 2025; doi:10.1038/s41563-025-02344-1 A continuous mesoscale space-time crystal phase is reported from a nematic liquid crystal driven by light."
    }
  ]
}