{
  "generatedAt": "2025-10-05T10:12:48.537463+00:00",
  "windowDays": 3,
  "items": [
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "General Approach to Error Detection of Bosonic Codes via Phase Estimation",
      "authors": [
        "Yuan-De Jin, Shi-Yu Zhang, Ulrik L. Andersen, and Wen-Long Ma"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/h6rv-hz81",
      "doi": "10.1103/h6rv-hz81",
      "summary": "We present a general approach to error detection of bosonic quantum error-correction codes via an adaptive quantum phase estimation algorithm assisted by a single ancilla qubit. The approach is applicable to a broad class of bosonic codes whose error syndromes are described by symmetry or stabilizer… [Phys. Rev. Lett. 135, 140603] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Field-Induced Magnon Decay, Magnon Shadows, and Rotonlike Excitations in the Honeycomb Antiferromagnet ${\\mathrm{YbBr}}_{3}$",
      "authors": [
        "J. A. Hernández, A. A. Eberharter, M. Schuler, J. Lass, D. G. Mazzone, R. Sibille, S. Raymond, K. W. Krämer, B. Normand, B. Roessli, A. M. Läuchli, and M. Kenzelmann"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/q29r-8x1m",
      "doi": "10.1103/q29r-8x1m",
      "summary": "A. Hernández, A. A. Eberharter, M. Schuler, J. Lass, D. G. Mazzone, R. Sibille, S. Raymond, K. W. Krämer, B. Normand, B. Roessli, A. M. Läuchli, and M. Kenzelmann The spectral function of the honeycomb antiferromagnet YbBr 3 measured via inelastic neutron scattering reveals rotonlike magnon excitations arising from magnon-magnon interactions. [Phys. Rev. Lett. 135, 146701] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Fate of Bosonic Topological Edge Modes in the Presence of Many-Body Interactions",
      "authors": [
        "Niclas Heinsdorf, Darshan G. Joshi, Hosho Katsura, and Andreas P. Schnyder"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/1pty-fvpf",
      "doi": "10.1103/1pty-fvpf",
      "summary": "Tensor network calculations on a quantum Heisenberg model on a ladder reveal topological bosonic edge modes on its boundary, even when the noninteracting theory breaks down. [Phys. Rev. Lett. 135, 146702] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Generation of Pure Spin Current with Insulating Antiferromagnetic Materials",
      "authors": [
        "Yingwei Chen, Junyi Ji, Liangliang Hong, Xiangang Wan, and Hongjun Xiang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/n8d2-hjnd",
      "doi": "10.1103/n8d2-hjnd",
      "summary": "First-principles methodology and symmetry analysis combined with high-throughput calculations identify new antiferromagnetic insulating materials that may exhibit pure piezospintronic effects driven by atomic displacements rather than electronic changes. [Phys. Rev. Lett. 135, 146703] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Cracking Down on Fracture to Functionalize Damage",
      "authors": [
        "Leo de Waal, Matthaios Chouzouris, and Marcelo A. Dias"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s28l-zbpz",
      "doi": "10.1103/s28l-zbpz",
      "summary": "In this Letter we propose a novel relationship between topology and damage propagation in Maxwell lattices that redefines fracture as a functional design feature rather than mere degradation. We demonstrate that topologically protected modes, inherently robust against perturbations, localize along l… [Phys. Rev. Lett. 135, 148202] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "published",
      "title": "Efficiently Driving ${\\mathrm{F}}_{1}$ Molecular Motor in Experiment by Suppressing Nonequilibrium Variation",
      "authors": [
        "Takahide Mishima, Deepak Gupta, Yohei Nakayama, W. Callum Wareham, Takumi Ohyama, David A. Sivak, and Shoichi Toyabe"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b24h-v7by",
      "doi": "10.1103/b24h-v7by",
      "summary": "Turning a biologically important molecular motor at a constant rate saves energy, according to experiments. [Phys. Rev. Lett. 135, 148402] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Invested and potential magic resources in measurement-based quantum computation</span>",
      "authors": [
        "Gong-Chu Li, Lei Chen, Si-Qi Zhang, Xu-Song Hong, Huaqing Xu, Yuancheng Liu, You Zhou, Geng Chen, Chuan-Feng Li, Guang-Can Guo, and Alioscia Hamma"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/65074Y96Pf522d07c37d2994a84c348d9a5d49aa8",
      "doi": "10.1103/4yyv-hggz",
      "summary": "Magic states and magic gates are crucial for achieving universal quantum computation, but important questions about how magic resources should be implemented to attain maximal quantum advantage have remained unexplored, especially in the context of measurement-based quantum computation (MQC). This w… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Roughening transition in quantum circuits</span>",
      "authors": [
        "Hyunsoo Ha, David A. Huse, and Grace M. Sommers"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/46079Y3fS482480085278831fa7cde11ef9e574d2",
      "doi": "10.1103/gkwd-8477",
      "summary": "We explore a roughening phase transition that occurs in the entanglement dynamics of certain quantum circuits. Viewing entanglement as the free energy of a membrane in a circuit-defined random environment, there is a competition between membrane smoothing due to lattice pinning and roughening due to… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Observation of temperature effects on false vacuum decay in atomic quantum gases</span>",
      "authors": [
        "Riccardo Cominotti, Cosetta Baroni, Chiara Rogora, Diego Andreoni, Giacomo Guarda, Giacomo Lamporesi, Gabriele Ferrari, and Alessandro Zenesini"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a0076Y1cQe11a796c3f781d75b5ceac5513fa02ab",
      "doi": "10.1103/l396-yysb",
      "summary": "Temperature plays a crucial role in metastable phenomena, not only by contributing to determine the state (phase) of a system, but also ruling the decay probability to more stable states. Such a situation is encountered in many different physical systems, ranging from chemical reactions to magnetic … [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Hallmarks of ballistic terahertz magnon currents in an antiferromagnetic insulator</span>",
      "authors": [
        "Hongsong Qiu, Oliver Franke, Yuanzhe Tian, Zdeněk Kašpar, Reza Rouzegar, Oliver Gueckstock, Ji Wu, Maguang Zhu, Biaobing Jin, Yongbing Xu, Tom S. Seifert, Di Wu, Piet W. Brouwer, and Tobias Kampfrath"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/6007cYb0R032ed0723a70430c91a67bdae777fff4",
      "doi": "10.1103/mk8h-yzkj",
      "summary": "Efficient transport of spin angular momentum is expected to play a crucial role in future spintronic devices, which will potentially operate at frequencies reaching the terahertz range. On the other hand, antiferromagnetic insulators exhibit significant potential for facilitating ultrafast pure spin… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Probing valence electron and hydrogen dynamics using charge-pair imaging with ultrafast electron diffraction</span>",
      "authors": [
        "Tianyu Wang, Hui Jiang, Ming Zhang, Xiao Zou, Pengfei Zhu, Feng He, Zheng Li, and Dao Xiang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/6c072Y93S8c2020d934c31c7d14f25dd0ead92ce3",
      "doi": "10.1103/kny2-gf5x",
      "summary": "A key challenge in ultrafast science has been to directly track the coupled motions of electrons and nuclei in real-space and real-time. This study presents a significant step towards this goal by demonstrating the feasibility of time-resolved real-space tracking of valence electron and hydrogen dyn… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Window observables for benchmarking parton distribution functions</span>",
      "authors": [
        "Joe Karpie, Christopher J. Monahan, Kostas Orginos, and Savvas Zafeiropoulos"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/a607eY6bS721279ef64474f1d393edc1fd6c2e04b",
      "doi": "10.1103/q6jl-816j",
      "summary": "Global analysis of collider and fixed-target experimental data and calculations from lattice quantum chromodynamics (QCD) are used to gain complementary information on the structure of hadrons. We propose novel “window observables’’ that allow for higher precision cross-validation between the differ… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Optimal and feasible contextuality-based randomness generation</span>",
      "authors": [
        "Yuan Liu and Ravishankar Ramanathan"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/bd07cYbcNf311a8a187d6f064030ce6209daba13d",
      "doi": "10.1103/cn3m-j743",
      "summary": "Semi-device-independent (SDI) randomness generation protocols based on Kochen-Specker contextuality offer the attractive features of compact devices, high rates, and ease of experimental implementation over fully device-independent (DI) protocols. Here, we investigate this paradigm and derive four r… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Reconciliation between neutron skin thickness from PREX-2 experiment and neutron-star tidal polarizability from GW170817 event: The key role of symmetry energy curvature</span>",
      "authors": [
        "Z. Y. Guan and Y. F. Niu"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/65072Y41M741828a35a1689892ecd0cc85741a95b",
      "doi": "10.1103/6m4p-wmv3",
      "summary": "The GW170817 neutron star merger event and the PREX-2 experiment for neutron skin measurement have provided new clues for understanding nuclear Equation of State (EoS). However, inconsistency between tidal polarizability $ ^{1.4}$ from GW170817 event and neutron skin thickness of ${}^{208}$Pb $R_{\\r… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Observation of orbitally excited ${B}_{c}^{+}$ states</span>",
      "authors": [
        "R. Aaij et al."
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/81076Ye0Te72950c24cf939131b262f9ef37e40e6",
      "doi": "10.1103/fc8j-tb8k",
      "summary": "The observation of a wide peaking structure in the ${B}_{c}^{+}γ$ mass spectrum is reported using proton-proton collision data collected by the LHCb detector at center-of-mass energies of $7$, $8$ and $13 $, corresponding to a total integrated luminosity of ${9}^{−1}$. The statistical significance o… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>From light-cone to supersonic propagation of correlations by competing short- and long-range couplings</span>",
      "authors": [
        "Catalin-Mihai Halati, Ameneh Sheikhan, Giovanna Morigi, Corinna Kollath, and Simon B. Jäger"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/69073Ya5Pf92cb09d2b43b4133a435a4d89c8f650",
      "doi": "10.1103/tt11-vcpr",
      "summary": "We investigate the dynamical spreading of correlations in many-body quantum systems with competing short- and global-range couplings. We monitor the non-equilibrium dynamics of the correlations following a quench, showing that for strong short-range couplings the propagation of correlations is domin… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Optimal distributions of receptors on arbitrarily shaped cell surfaces</span>",
      "authors": [
        "Daoning Wu, Sayun Mao, and Jie Lin"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/d607aYc5Pf22860c947920d45afb5dee55045f644",
      "doi": "10.1103/xklg-qy2t",
      "summary": "Efficient absorption of molecules through receptors on cell surfaces is crucial for various biological processes. While ubiquitous patterns of receptor distributions, including polar localization in rod-shaped cells, have been widely observed, the underlying evolutionary advantage of these patterns … [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Interaction induced Anderson transition in a kicked one dimensional Bose gas</span>",
      "authors": [
        "H. Olsen, P. Devillard, G. Aupetit-Diallo, P. Vignolo, and M. Albert"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/81077Y4dPc913396982134e217b70e025331b9427",
      "doi": "10.1103/dyxq-qkmd",
      "summary": "We investigate the Lieb-Liniger model of one-dimensional bosons subjected to periodic kicks. In both the non-interacting and strongly interacting limits, the system undergoes dynamical localization, leading to energy saturation at long times. However, for finite interactions, we reveal an interactio… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRL",
      "journal": "Phys. Rev. Lett.",
      "journalShort": "PRL",
      "type": "accepted",
      "title": "<span>Tuning steady shear rheology through active dopants</span>",
      "authors": [
        "Amir Shee, Ritwik Bandyopadhyay, and Haicen Yue"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prl/accepted/5807eY43S2e1709ac8f473d34a8131956f55fad69",
      "doi": "10.1103/qvr9-rvw4",
      "summary": "We numerically investigate the steady shear rheology of mixtures of active and passive Brownian particles, with varying fractions of active components. We find that even a small fraction of active dopants triggers fluidization with comparable efficiency to fully active systems. A combined parameter,… [Phys. Rev. Lett.] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Spin-strain interactions under hydrostatic pressure in $α\\text{−}{\\mathrm{RuCl}}_{3}$",
      "authors": [
        "A. Hauspurg, Susmita Singh, T. Yanagisawa, V. Tsurkan, J. Wosnitza, Wolfram Brenig, Natalia B. Perkins, and S. Zherlitsyn"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/v9zy-rrf7",
      "doi": "10.1103/v9zy-rrf7",
      "summary": "We investigate the effects of hydrostatic pressure on $α\\text{−}{\\mathrm{RuCl}}_{3}$, a prototypical material for the Kitaev spin model on a honeycomb lattice with a possible spin-liquid ground state. Using ultrasound measurements at pressures up to 1.16 GPa, we reveal significant modifications of t… [Phys. Rev. B 112, 134405] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Fe layer thickness driven evolution of magnetic states in Gd/Fe multilayers",
      "authors": [
        "Smritiparna Ghosh, Rakhul Raj, Sourav Mukherjee, Chandana Mondal, Mukul Gupta, and V. Raghavendra Reddy"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/11bg-nzl8",
      "doi": "10.1103/11bg-nzl8",
      "summary": "This study explores the structural and magnetic properties of as-deposited ${[\\mathrm{Gd}(4\\phantom{\\rule{0.16em}{0ex}}\\mathrm{nm})/\\mathrm{Fe}(t\\phantom{\\rule{0.16em}{0ex}}\\mathrm{nm})]}_{×10}$ multilayers, with $t=2.0,\\phantom{\\rule{4pt}{0ex}}2.5$, and $3.0\\phantom{\\rule{4pt}{0ex}}\\mathrm{nm}$. St… [Phys. Rev. B 112, 134406] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Ferroelectric properties and topological polar textures of ${\\mathrm{PbTiO}}_{3}$ from a second-principles open-source interatomic potential",
      "authors": [
        "Louis Bastogne and Philippe Ghosez"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/xr23-x253",
      "doi": "10.1103/xr23-x253",
      "summary": "We report large-scale atomistic simulations of inhomogeneous polar textures in ${\\mathrm{PbTiO}}_{3}$ using a recently developed open-source second-principles effective interatomic potential. The model is meticulously validated against density functional theory, reproducing structural, energetic, an… [Phys. Rev. B 112, 144101] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Three-dimensional valley-locked waveguide transport enabled by phononic Weyl nodes",
      "authors": [
        "Mudi Wang, Qiyun Ma, Hao Wu, Yi Fang, Ruo-Yang Zhang, Dongyang Wang, Hongwei Jia, Jing Hu, Zhengyou Liu, and C. T. Chan"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/b2f7-7cs5",
      "doi": "10.1103/b2f7-7cs5",
      "summary": "The flexible control of wave transport in three-dimensional (3D) space has long been a challenge. Here, we take advantage of the 3D linear dispersion of Weyl nodes and design a sandwiched valley-Hall crystal for robust acoustic waveguide transport. On the grounds of negligible intervalley scattering… [Phys. Rev. B 112, 144302] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Magnetic ground state and persistent spin fluctuations in the triangular-lattice antiferromagnet ${\\mathrm{NdZnAl}}_{11}{\\mathrm{O}}_{19}$",
      "authors": [
        "Yantao Cao, Huanpeng Bu, Toni Shiroka, Helen C. Walker, Zhendong Fu, Zhaoming Tian, Jinkui Zhao, and Hanjie Guo"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/tnwb-9hv8",
      "doi": "10.1103/tnwb-9hv8",
      "summary": "Rare-earth triangular-lattice magnets serve as an excellent platform for investigating exotic quantum magnetic phenomena. Recently, the hexaaluminate ${\\mathrm{CeMgAl}}_{11}{\\mathrm{O}}_{19}$ has been proposed to host a $U(1)$ Dirac quantum spin liquid state with dominant Ising anisotropy. Here, we … [Phys. Rev. B 112, 144409] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Exchange bias and anomalous Hall effect driven by intertwined magnetic phases in ${\\mathrm{MnBi}}_{4}{\\mathrm{Te}}_{7}$",
      "authors": [
        "Nazma Firdosh, Shreyashi Sinha, Indraneel Sinha, Mainpal Singh, Satyabrata Patnaik, and Sujit Manna"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pjh8-j9p1",
      "doi": "10.1103/pjh8-j9p1",
      "summary": "We report on the interplay between atomic-scale inhomogeneity and competing magnetic phases and their effect on the anomalous Hall effect in the layered antiferromagnet ${\\mathrm{MnBi}}_{4}{\\mathrm{Te}}_{7}$, a natural superlattice hosting coexisting ferromagnetic and antiferromagnetic phases. Using… [Phys. Rev. B 112, 144410] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Superconducting photocurrents induced by structured electromagnetic radiation",
      "authors": [
        "O. B. Zuev, M. V. Kovalenko, and A. S. Mel'nikov"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cr1g-wnmc",
      "doi": "10.1103/cr1g-wnmc",
      "summary": "We develop a phenomenological theory describing the interaction of superconducting condensate with a Bessel beam of twisted light characterized by a nonzero angular momentum $m$. Starting from the time-dependent Ginzburg-Landau model with the complex relaxation time, we calculate the spatial profile… [Phys. Rev. B 112, 144503] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Liquid-gas analog multicriticality in a frustrated Ising bilayer",
      "authors": [
        "Yuchen Fan"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wlzf-xy92",
      "doi": "10.1103/wlzf-xy92",
      "summary": "We report the discovery of a multicritical point that extends the liquid-gas paradigm to systems with competing symmetry-breaking orders. Using large-scale Monte Carlo simulations of a frustrated bilayer Ising antiferromagnet with tunable couplings, we map out a rich finite-temperature phase diagram… [Phys. Rev. B 112, 155109] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Band structure engineering through iridium double perovskite heterostructure design in the presence of strong spin-orbit coupling",
      "authors": [
        "Roumita Roy and Sudipta Kanungo"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/983m-g7dm",
      "doi": "10.1103/983m-g7dm",
      "summary": "The designed heterostructure of two experimentally synthesized and theoretically studied double perovskites ${\\mathrm{Sr}}_{2}{\\mathrm{CeIrO}}_{6}$ and ${\\mathrm{Sr}}_{2}{\\mathrm{MgIrO}}_{6}$ is investigated using the electronic structure method of the first-principles density functional theory. A h… [Phys. Rev. B 112, 155110] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Cross-platform protected qubits from entanglement",
      "authors": [
        "Nilotpal Chakraborty, Roderich Moessner, and Benoit Doucot"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qjhp-8x6z",
      "doi": "10.1103/qjhp-8x6z",
      "summary": "The omnipresence of noise in quantum hardware calls for qubit architectures with a high degree of protection from such noise. The authors present here a qualitatively new construction and general route towards such protection starting from a many-body system of entangled spin-½s – the entanglemon qubit. They present toy models for two different kinds of entanglemon qubits that could possibly be realized across multiple hardware platforms, each with different levels of protection, with the latter protected against both dephasing and depolarization. [Phys. Rev. B 112, 155111] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Microscopic investigation of enhanced Pauli paramagnetism in metallic ${\\mathrm{Pu}}_{2}{\\mathrm{C}}_{3}$",
      "authors": [
        "R. Yamamoto, M. S. Cook, A. R. Altenhof, P. Sherpa, S. Park, J. D. Thompson, H. E. Mason, D. C. Arellano, D. V. Prada, P. H. Tobash, F. Ronning, E. D. Bauer, N. Harrison, W. A. Phelan, A. P. Dioguardi, and M. Hirata"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/n911-574l",
      "doi": "10.1103/n911-574l",
      "summary": "A combined study of the structural and electronic properties of polycrystalline ${\\mathrm{Pu}}_{2}{\\mathrm{C}}_{3}$ is reported based on x-ray diffraction, specific heat, magnetic susceptibility, and $^{13}\\mathrm{C}$ nuclear magnetic resonance (NMR). X-ray diffraction reveals a global noncentrosymm… [Phys. Rev. B 112, 165105] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Electric field induced antiferromagnetic to ferromagnetic transition and thermal conductivity reduction in MnSe monolayers",
      "authors": [
        "Dingbo Zhang, Xin Liu, Honggang Zhang, Hongyan Wang, Yuxiang Ni, and Gang Zhang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/c7rg-y6bx",
      "doi": "10.1103/c7rg-y6bx",
      "summary": "Active regulation of the magnetic state in two-dimensional (2D) antiferromagnetic (AFM) materials through electric fields is a highly promising technology owing to extensive applications of nanospintronic devices. In this paper, we find that an electric field can induce AFM to ferromagnetic (FM) sta… [Phys. Rev. B 112, 165403] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Surface ferroelectric phase transition triggered by $s\\text{−}p$ orbital interaction in two-dimensional monolayer perovskites",
      "authors": [
        "Chao Yang, Tingkai Yang, Youjun Zhang, Jiawang Hong, and Yan Bi"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/myh8-8phb",
      "doi": "10.1103/myh8-8phb",
      "summary": "To accommodate the burgeoning growth of the electronic device industry and the evolving needs of human society, one avenue for device miniaturization is the utilization of multifunctional or multiferroic materials that integrate multiple physical properties within a single phase. In this study, we d… [Phys. Rev. B 112, 165404] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Interlayer switching of magnetic and electric topological structures in the bilayer van der Waals material NiClBr",
      "authors": [
        "Xiao-Feng Luo, Su-Jie Zhang, and Jin-Zhu Zhao"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m1c8-9bck",
      "doi": "10.1103/m1c8-9bck",
      "summary": "Magnetic (M) skyrmions and electric (E) skyrmions attract interest in information storage and logic devices due to their distinct real-space topological properties. This study bases on the magnetoelectric imprint effect to construct a bilayer material NiClBr, enabling mapping between M skyrmions and… [Phys. Rev. B 112, 165405] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Light-induced percolative electronic phase transition in the type-II Weyl semimetal ${\\mathrm{WTe}}_{2}$",
      "authors": [
        "Xiaoyue Zhou, Fu Deng, Yifan Gao, Yuehua Wu, Yi Chan, Shulei Li, Ning Wang, Junwei Liu, and Jingdi Zhang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wfl5-cgc4",
      "doi": "10.1103/wfl5-cgc4",
      "summary": "We report on an ultrafast terahertz free-carrier dynamic study of a photoexcited ${T}_{d}−{\\mathrm{WTe}}_{2}$ thin film. Above an excitation threshold, we observe a metastable electronic state featuring negative differential terahertz photoconductivity and reduced scattering rate. Detailed electrody… [Phys. Rev. B 112, L161107] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "published",
      "title": "Signatures of exceptional points in multiterminal superconductor–normal metal junctions",
      "authors": [
        "Oliver Solow and Karsten Flensberg"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dmfm-71l6",
      "doi": "10.1103/dmfm-71l6",
      "summary": "We study a non-Hermitian, multiterminal superconducting–normal system in order to identify experimental signatures of exceptional points. We focus on a minimal setting with a single spinful level, spin-dependent normal leads, and a noncollinear magnetic field. This system hosts both topologically pr… [Phys. Rev. B 112, L161402] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Microscopic origin of the magnetic easy-axis switching in Fe${}_{3}$GaTe${}_{2}$ under pressure</span>",
      "authors": [
        "Jiaqi Li, Shuyuan Liu, Chongze Wang, Fengzhu Ren, Bing Wang, and Jun-Hyung Cho"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8107bO7eTf01375bf5f243c73d5a74d44bc19acb9",
      "doi": "10.1103/htht-2r5v",
      "summary": "The two-dimensional layered ferromagnet Fe3GaTe2, composed of a Te-FeI-FeII/Ga-FeI-Te stacking sequence, hosts two inequivalent Fe sites and exhibits a high Curie temperature and strong out-of-plane magnetic anisotropy, making it a promising platform for spintronic applications. Recent experiments h… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Strain-tunable magnetic anisotropy and magneto-optical effects in a room-temperature Cr${}_{2}$Te${}_{3}$ monolayer spin valve</span>",
      "authors": [
        "Yuqian Yu, Zhiwei Zhang, Haoshen Ye, Dingwen Zhang, Leiming Chen, G. P. Zhang, and Jianli Wang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fe07dO1dOb014049a9e33c6785580281369dab803",
      "doi": "10.1103/clnf-73wh",
      "summary": "Two-dimensional intrinsic magnets with multiple magnetic atomic layers often allow the magnetic phase transitions and the magnetic anisotropy, providing a versatile platform for exploring monolayer spin valve and magneto-optical effects. Based on the first-principles calculations and Monte Carlo sim… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin ordering induced fully compensated ferrimagnetism achieved in bilayers of Cr${}_{2}$C${}_{2}$S${}_{6}$</span>",
      "authors": [
        "San-Dong Guo, Shaobo Chen, and Guangzhao Wang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/4a073Oa0T66E291005cb3ef11ccfa1622564da675",
      "doi": "10.1103/vzh9-gldl",
      "summary": "Fully-compensated ferrimagnets exhibit zero net magnetic moment yet display non-relativistic global spin splitting, making them highly advantageous for constructing high-performance spintronic devices. The general strategy is to break the inversion symmetry of conventional antiferromagnets or the ro… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Contrast expansion formalism and rapidly convergent approximations for transport properties of heterogeneous materials characterized by continuous random fields</span>",
      "authors": [
        "Liyu Zhong and Sheng Mao"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ad07aY84R072480c31140bb576bff4ab224134e4b",
      "doi": "10.1103/jbx2-h1x5",
      "summary": "We derive an exact contrast-expansion formalism for the effective conductivity of heterogeneous materials (media) with local properties described by arbitrary continuous random fields, significantly generalizing the widely used two-phase (binary-field) models. The theory produces a rapidly convergen… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Terahertz-induced population transfer between exciton complexes in monolayer WSe${}_{2}$</span>",
      "authors": [
        "Marzia Cuccu, Tommaso Venanzi, Edith Wietek, Xiaoxiao Sun, Raul Perea-Causin, Takashi Taniguchi, Kenji Watanabe, Ermin Malic, Manfred Helm, Stephan Winnerl, and Alexey Chernikov"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3707dOa9Q8518f5a406f0a37b99408538e962c9e5",
      "doi": "10.1103/39cj-24hk",
      "summary": "Two-dimensional van der Waals semiconductors feature a variety of stable Coulomb-bound electron-hole complexes, which determine the optical response of the materials and serve as primary carriers of energy and spin-valley encoded information. Importantly, transitions between different excitonic stat… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Evidence for easy-plane $XY$ ferromagnetism in heavy-fermion quantum-critical CeRh${}_{6}$Ge${}_{4}$</span>",
      "authors": [
        "Riku Yamamoto, Sejun Park, Zachary W. Riedel, Phurba Sherpa, Joe D. Thompson, Filip Ronning, Eric D. Bauer, Adam P. Dioguardi, and Michihiro Hirata"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/3707eOe9T4210155d9483c483b8adf93e0f982408",
      "doi": "10.1103/z17k-jz1s",
      "summary": "We report 73Ge nuclear quadrupole resonance (NQR) and magnetic resonance (NMR) spectroscopy in the heavy-fermion quantum critical ferromagnet CeRh6Ge4. NQR and NMR spectral measurements at the two non-equivalent Ge sites reveal electric field gradient tensors and the directions of their principal ax… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Tunable plasmon modes and topological transitions in monolayer and bilayer semi-Dirac materials</span>",
      "authors": [
        "Debasmita Giri, John Schliemann, Rafael A. Molina, and Alexander Lopez"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/a5073O72S291495ee23239e637b74e8e49374f0e8",
      "doi": "10.1103/vlzv-jpq7",
      "summary": "We investigate the plasmonic response of single- and bilayer semi-Dirac materials under the influence of a tunable parameter that governs topological transitions via Dirac cone generation/merging and incorporating band inversion terms. For single-layer systems, we demonstrate that the emergence of D… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Family of one-dimensional self-dual quasicrystals with critical phases</span>",
      "authors": [
        "Wenzhi Wang, Wei Yi, and Tianyu Li"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/54071Y44R3310b9e879b01a43ddaefc3952a185f0",
      "doi": "10.1103/yntg-6yh2",
      "summary": "We propose a general framework for constructing self-dual one-dimensional quasiperiodic lattice models with arbitrary-range hoppings and multifractal behaviors. Our framework generates a broad spectrum of one-dimensional quasicrystals, ranging from the off-diagonal Aubry-Andre-Harper models on one e… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Electro-optic effects in some sliding ferroelectrics</span>",
      "authors": [
        "Xueqing Wan, Zhenlong Zhang, Charles Paillard, Jinyang Ni, Lei Zhang, Zhijun Jiang, and Laurent Bellaiche"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9f072Yf9Sd62f509e4ac89f7a41c730427083f291",
      "doi": "10.1103/xhjd-kddc",
      "summary": "Sliding ferroelectrics, which exhibit out-of-plane polarization arising from specific stacking rather than conventional ionic displacements, are new types of ferroelectrics whose underdeveloped physics needs to be explored. Here, we investigate for the first time the electro-optic (EO) response of t… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Anatomy of spin-orbit-torque-assisted magnetization dynamics in Co/Pt bilayers: Importance of the orbital torque</span>",
      "authors": [
        "Harshita Devda, András Deák, Leandro Salemi, Levente Rózsa, László Szunyogh, Peter M. Oppeneer, and Ulrich Nowak"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/29073Od0R3115e5ed4eb78097e0dba70913d5ed0c",
      "doi": "10.1103/5k5n-4hr7",
      "summary": "Understanding the mechanism driving magnetization switching in spin-orbit-torque-assisted devices remains a subject of debate. While originally attributed to the spin Hall effect and spin Rashba-Edelstein effect, recent discoveries related to orbital moments induced by the orbital Hall effect and th… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Magnetoelastic coupling and magnetic anisotropy in Sm${}_{2}$CoFeO${}_{6}$ thin films</span>",
      "authors": [
        "Wakeel Ahmad, Amitava Ghosh, Digbijaya Palai, Shwetha G. Bhat, Ram Janay Choudhary, P. S. Anil Kumar, D. Samal, and Chanchal Sow"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/e7073Ob7R3b1965b644874c553e603827baee5c21",
      "doi": "10.1103/dvsj-y8ct",
      "summary": "The coupling between strain and magnetic order arises due to the modifications in orbital overlap and crystal field symmetry, gives rise to strain-induced magnetic anisotropy. Here, we find an evolution of strain-tuned out-of-plane magnetic anisotropy in thin films of a novel double perovskite Sm2Co… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Evolution of magnetoresistance in the magnetic topological semimetals NdSb${}_{x}$Te${}_{2−x}$</span>",
      "authors": [
        "Santosh Karki Chhetri, Rabindra Basnet, Krishna Pandey, Gokul Acharya, Sumaya Rahman, Md Rafique Un Nabi, Dinesh Upreti, Hugh O. H. Churchill, and Jin Hu"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/54070Od9Qe91cc5692cf0723c6fe74ca62f1dd445",
      "doi": "10.1103/lh2y-nws6",
      "summary": "Magnetic topological semimetals LnSbTe (Ln = lanthanide elements) provide a platform to study the interplay of structure, magnetism, topology, and electron correlations. Varying Sb and Te compositions in LnSbxTe2-x can effectively control the electronic, magnetic, and transport properties. Here, we … [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Discrete spectrum of edge states in a two-dimensional topological insulator</span>",
      "authors": [
        "A. I. Milstein and I. S. Terekhov"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/20077Y47P082d602946184a02a3b79a8a74fef9e7",
      "doi": "10.1103/cf2t-vqcw",
      "summary": "The interaction model of two electrons in the edge states of a two-dimensional topological insulator is investigated. Both solutions of the Schr\"odinger equation and solutions of the Bethe-Salpeter equation at different values of the Fermi energy are considered. It is shown that for the Bethe-Salpet… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Two-site Kitaev sweet spots evolving into topological islands</span>",
      "authors": [
        "Rodrigo A. Dourado, J. Carlos Egues, and Poliana H. Penteado"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/1f075O3bPce1525341663e568cacfbdb318f4f8c8",
      "doi": "10.1103/wptk-lvc5",
      "summary": "Artificial Kitaev chains based on arrays of quantum dots are promising platforms for realizing Majorana Bound States (MBSs). In a two-site Kitaev chain, it is possible to find these non-Abelian zero-energy excitations at certain points in parameter space (sweet spots). These states, commonly referre… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>High-temperature superconductivity induced by the Su-Schrieffer-Heeger electron-phonon coupling</span>",
      "authors": [
        "Xun Cai, Zi-Xiang Li, and Hong Yao"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/8607eY4aW541487179163f55cdbf91bfccd7859d1",
      "doi": "10.1103/rhss-d52m",
      "summary": "Experimental quest for high-temperature and room-temperature superconductivity (SC) at ambient pressure has been a long-standing research theme in physics. It has also been desired to construct reliable microscopic mechanisms that may achieve high-temperature SC. Here we systematically explore SC in… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Topological surface states dominated second harmonic generation in the bulk insulating topological insulator BiSbTe${}_{1.25}$Se${}_{1.75}$</span>",
      "authors": [
        "Aindrila Sinha, Abhishek Banerjee, P. S. Anil Kumar, D. V. S. Muthu, and A. K. Sood"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9707aOc1Td21845cb4e407e11804341610961aae1",
      "doi": "10.1103/1nbk-9khj",
      "summary": "Second harmonic generation (SHG, $I(2ω)$) of the three-dimensional topological insulators (3D TIs) provides significant insights into the nontrivial band topology through the second order nonlinear susceptibility (${χ}^{(2)}$) of the topological surface states (TSS), along with the electric-field-in… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Systematic generation of electron models for second-principles density functional theory methods</span>",
      "authors": [
        "Nayara Carral-Sainz, Toraya Fernández-Ruiz, Jorge Íñiguez-González, Javier Junquera, and Pablo García-Fernández"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/bb078Oa1R9717b5795f0404188be116b42d6dd6e2",
      "doi": "10.1103/jv9g-fymp",
      "summary": "We present a systematic, quasi-automated methodology for generating electronic models in the framework of second-principles density functional theory (SPDFT). This approach enables the construction of accurate and computationally efficient models by deriving all necessary parameters from first-princ… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Quasihorizontal projectile motion of carriers in two-dimensional piezoelectric photocatalyst Janus GeN${}_{2}$-$XY$ monolayers for water splitting</span>",
      "authors": [
        "Chu-Chu Liu, Min Tao, Pan Ma, Xiao Shang, Lan-Hai He, Hai-Bin Du, Zhou Chen, and Fu-Chun Liu"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/ba07bOd0Uc718c49a9225719e904f8a2047467db1",
      "doi": "10.1103/ghpm-3721",
      "summary": "At present, the research on two-dimensional (2D) piezoelectric-photocatalysts for water-splitting lacks relevant physical quantities to describe the time for the progress of photogenerated carriers to transport from the interior of the material to the surface and participate in the photocatalytic re… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Giant tunneling electroresistance induced by ferroelectric-antiferroelectric transition in two-dimensional ultrathin perovskite ferroelectric tunnel junctions</span>",
      "authors": [
        "Wei Xiao, Shaohui Yu, Jing Zhao, Hua Wen, Chunhua Zhang, Xiang Gao, and Xiaohong Zheng"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5807fOabUfc17d54d2389ee424dbaf22cf1327077",
      "doi": "10.1103/8dk3-vkvt",
      "summary": "The stripping of two-dimensional (2D) perovskite thin films with thickness of only several atomic layers from three-dimensional (3D) perovskite materials has been reported experimentally recently, which makes it possible to fabricate 2D perovskite ferroelectric tunnel junctions (FTJs). Motivated by … [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Stoner transition at finite temperature in a two-dimensional isotropic Fermi liquid</span>",
      "authors": [
        "R. David Mayrhofer, Megan Schoenzeit, and Andrey V. Chubukov"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/5c07bOa7T561ca57a71359a7dc51efb09afd0c1aa",
      "doi": "10.1103/ljrl-dg2n",
      "summary": "We present the results of a mean-field analysis of the temperature evolution of a ferromagnetic Stoner transition in a two-dimensional (2D) system with an isotropic dispersion $\\e_k \\propto k^{2\\alpha}$ , which for $α&gt;1$ models flat dispersions in various multi-layer graphene systems in a displace… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Complex and tunable heating in conformal field theories with structured drives via classical ergodicity breaking</span>",
      "authors": [
        "Liang-Hong Mo, Roderich Moessner, and Hongzheng Zhao"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/f9074DdcRb61470d72d22be2ff22463b6d0c1985b",
      "doi": "10.1103/dvlw-hl7t",
      "summary": "Emission and absorption of energy are fundamental aspects of non-equilibrium dynamics. The heating induced by driving a many-body system is perhaps the most straightforward diagnostic of the process of equilibration, or the lack thereof. Gapless systems are particularly susceptible to drive-induced … [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Spin-orbit coupling induced broadening of the spin crossover transition in divalent cobalt probed by ${K}_{β}$ x-ray emission</span>",
      "authors": [
        "Michel van Veenendaal, E. H. T. Poldi, and Daniel Haskel"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/9c079O6aT771df53e8027a506a1c3d8fc9003b609",
      "doi": "10.1103/gwr2-txdy",
      "summary": "The pressure-induced spin crossover in divalent cobalt is studied. It is shown that the change in spin as a function of pressure and its effects on K X-ray emission depends on the 3d spin-orbit interaction and local exchange fields, leading to a broadening of the spin-crossover transition as a funct… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Post-measurement quantum Monte Carlo</span>",
      "authors": [
        "Kriti Baweja, David J. Luitz, and Samuel J. Garratt"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/bb071K78Mc718603586821871e0ce34da2509e804",
      "doi": "10.1103/2tx2-7z18",
      "summary": "We show how the effects of large numbers of measurements on many-body quantum ground and thermal states can be studied using Quantum Monte Carlo (QMC). Density matrices generated by measurement in this setting feature products of many local nonunitary operators, and by expanding these density matric… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Optical conductivity and band gap in the double-Weyl candidate SrSi${}_{2}$ at ambient pressure</span>",
      "authors": [
        "L. Z. Maulana, A. A. Tsirlin, E. Uykur, Y. Saito, M. Dressel, M. Imai, and A. V. Pronin"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/bb07eO06T0e1d059d3769dc122befbf2ff46b7275",
      "doi": "10.1103/y1gj-67wz",
      "summary": "We probe the possible double-Weyl state in cubic SrSi2 using optical spectroscopy. The complex optical conductivity was measured in a frequency range from 70 to 22 000 cm-1 at temperatures down to 10 K at ambient pressure. The optical response of SrSi2 can be well separated into the intraband (free … [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRB",
      "journal": "Phys. Rev. B",
      "journalShort": "PRB",
      "type": "accepted",
      "title": "<span>Superconducting bistability in floating Al islands of hybrid Al/InAs nanowires</span>",
      "authors": [
        "E. V. Shpagina, E. S. Tikhonov, D. Ruhstorfer, G. Koblmüller, and V. S. Khrapai"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prb/accepted/fa074Od0S41E941c34077ba5e16bc7f8828267f88",
      "doi": "10.1103/l4tq-bxq9",
      "summary": "We investigate a non-equilibrium aspect of the current-driven superconducting-normal phase transition in floating Al islands of epitaxial full-shell Al/InAs nanowires. Within a transition region discontinuous voltage jumps and hysteretic behaviour of the $I$-$V$ characteristics are observed, associa… [Phys. Rev. B] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Universal property of random trajectories in bounded domains",
      "authors": [
        "T. Binzoni, E. Dumonteil, and A. Mazzolo"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/dng6-9519",
      "doi": "10.1103/dng6-9519",
      "summary": "Can we deduce the total length of a random trajectory by observing only its local path segments within a confined domain? Surprisingly, the answer is yes —for curves randomly placed and oriented in space, whether stochastic or deterministic; generated by ballistic or diffusive dynamics; possibly inte… [Phys. Rev. E 112, 044105] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Generic method for integrating Lindblad master equations",
      "authors": [
        "Jiayin Gu and Fan Zhang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/vnhp-fnl3",
      "doi": "10.1103/vnhp-fnl3",
      "summary": "The time evolution of Markovian open quantum systems is governed by Lindblad master equations, whose solution can be formally written as the Lindbladian exponential acting on the initial density matrix. By expanding this Lindbladian exponential into the Taylor series, we propose a generic method for… [Phys. Rev. E 112, 044106] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Impact of on-site potential on the thermal-siphon phenomenon in networks",
      "authors": [
        "Kezhao Xiong and Zhuohan Wang"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/lv5d-lyc5",
      "doi": "10.1103/lv5d-lyc5",
      "summary": "This work explores the thermal-siphon phenomenon in networks and its regulation via on-site potential. By locally reconstructing a two-dimensional lattice, we induce the thermal-siphon effect and investigate its behavior through heat conduction simulations. Our results demonstrate that increasing th… [Phys. Rev. E 112, 044107] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Charged particle transport across magnetic field driven by magnetosonic solitons in plasma",
      "authors": [
        "N. V. Gerasimenko, F. M. Trukhachev, M. M. Vasiliev, and O. F. Petrov"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/2zbh-cmdh",
      "doi": "10.1103/2zbh-cmdh",
      "summary": "This work investigates the unidirectional transport of charged particles across magnetic field lines driven by magnetosonic solitons in a collisionless plasma. Within the framework of a magnetohydrodynamic model, numerical solutions as well as analytical expressions for small-amplitude solitons are … [Phys. Rev. E 112, 045201] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "published",
      "title": "Solution of the critical dynamics of the mean-field Kob-Andersen model",
      "authors": [
        "Gianmarco Perrupato and Tommaso Rizzo"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yms3-km6k",
      "doi": "10.1103/yms3-km6k",
      "summary": "We analytically solve the critical dynamics of the Kob-Andersen kinetically constrained model of supercooled liquids on the Bethe lattice, employing a combinatorial argument based on the cavity method. For arbitrary values of graph connectivity $z$ and facilitation parameter $m$, we demonstrate that… [Phys. Rev. E 112, 045402] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Edge-localized-mode heat load effects on plasma-facing materials studied using runaway electrons in the Damavand tokamak</span>",
      "authors": [
        "Ali Masoudi, Davoud Iraji, and Chapar Rasouli"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/60071R1cRf719c2c8606249420f455db5206433ee",
      "doi": "10.1103/5dbg-yyw3",
      "summary": "Edge localized modes (ELMs) and runaway electrons (REs) pose significant challenges for all Tokamak devices. Both phenomena act as potent heat sources, potentially shortening the lifespan of plasma-facing materials (PFMs). These thermal loads can manifest in various detrimental effects, including me… [Phys. Rev. E] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRE",
      "journal": "Phys. Rev. E",
      "journalShort": "PRE",
      "type": "accepted",
      "title": "<span>Phase-field lattice Boltzmann model with adjustable bulk viscosity for quasi-incompressible two-phase flows</span>",
      "authors": [
        "Jin Bao, Long Ju, and Zhaoli Guo"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/pre/accepted/5e07eR96Sc01ed2d76d072c784e4a3ddeb1b801ed",
      "doi": "10.1103/cmsz-fthn",
      "summary": "In this paper, a lattice Boltzmann model with a single-relaxation-time (SRT) collision operator is proposed for two-phase flows at high Reynolds numbers based on the quasi-incompressible phase-field theory. The proposed model consists of two lattice Boltzmann equations (LBEs), one for the Cahn-Hilli… [Phys. Rev. E] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Selectable mode cross-transformation in orbital-angular-momentum- and wavelength-multiplexing channels",
      "authors": [
        "Qingji Zeng, Hao Wu, Jiachen Liao, Zhibin Wu, Jiafu Chen, Huapeng Ye, Shuqing Chen, Dianyuan Fan, and Junmin Liu"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/pz4z-l4q3",
      "doi": "10.1103/pz4z-l4q3",
      "summary": "Data exchange across various orbital-angular-momentum (OAM) channels is a crucial interconnection process within mode-multiplexed optical communication networks. However, the versatile cross-connection of multidimensional hybrid channels, especially those involving modes and wavelengths, has been co… [Phys. Rev. Applied 24, 044010] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Tailoring perpendicular magnetic anisotropy and the anomalous Hall effect in epitaxial ${\\mathrm{Ni}\\mathrm{Co}}_{2}{\\mathrm{O}}_{4}$ ferrimagnetic films through iron doping",
      "authors": [
        "Yuming Wang, Zedong Xu, Yuanmin Zhu, Qi Liu, Sixia Hu, Yong Jiang, and Lang Chen"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/8lj7-pql1",
      "doi": "10.1103/8lj7-pql1",
      "summary": "${\\mathrm{Ni}\\mathrm{Co}}_{2}{\\mathrm{O}}_{4}$ (NCO), with an inverse spinel structure, stands out for diverse spintronic properties like perpendicular magnetic anisotropy (PMA) and anomalous Hall effect (AHE). Precise control of these properties is essential for ferrimagnetic half-metallic NCO. Her… [Phys. Rev. Applied 24, 044011] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Stochastic nanomagnets as current digitizers for efficient probabilistic machine learning",
      "authors": [
        "Dooyong Koh, Ethan G. Rogers, Kshemal K. Gupte, Qiuyuan Wang, Brooke C. McGoldrick, Jungsoo Lee, Marc A. Baldo, Cheng Wang, and Luqiao Liu"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/s86j-5jcr",
      "doi": "10.1103/s86j-5jcr",
      "summary": "Analog in-memory computing based on crossbar arrays offers a path to energy-efficient AI hardware, but has been limited by reliance on bulky, power-hungry analog-to-digital converters. This study introduces stochastic nanomagnets driven by spin-orbit torque as intrinsic analog-to-digital interfaces, enabling compact, fast, low-power digitization while maintaining high computational accuracy. These results suggest a promising direction for energy-efficient AI hardware accelerators and significant advances in next-generation machine-learning hardware. [Phys. Rev. Applied 24, 044012] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Optimization via quantum preconditioning",
      "authors": [
        "Maxime Dupont, Tina Oberoi, and Bhuvanesh Sundar"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/9prw-684p",
      "doi": "10.1103/9prw-684p",
      "summary": "State-of-the-art classical optimization solvers set a high bar for quantum computers to deliver utility in this domain. Here, we introduce a quantum-preconditioning approach based on the quantum approximate optimization algorithm. This transforms the input problem into a more suitable form for a sol… [Phys. Rev. Applied 24, 044013] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "published",
      "title": "Efficient bichromatic model for describing coherent population trapping resonances in a periodically modulated laser field",
      "authors": [
        "V.I. Yudin, M.Yu. Basalaev, A.V. Taichenachev, and O.N. Prudnikov"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/yjw4-9qq3",
      "doi": "10.1103/yjw4-9qq3",
      "summary": "We have developed and tested an efficient mathematical model for calculating a coherent population trapping (CPT) resonance in a periodically modulated laser field when the modulation frequency $f$ is close to the fractional part of the hyperfine splitting frequency (HFS) in the ground state ${\\math… [Phys. Rev. Applied 24, 044014] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRApplied",
      "journal": "Phys. Rev. Applied",
      "journalShort": "PR Applied",
      "type": "accepted",
      "title": "<span>Cross-modal Willis metasurfaces for perfect control of elastic-wave refraction in solids</span>",
      "authors": [
        "Chan Wook Park, Jeseung Lee, and Yoon Young Kim"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://journals.aps.org/prapplied/accepted/d207dAacT8b15700f53e6f776cbeb8027887d38fb",
      "doi": "10.1103/kv7h-zq6x",
      "summary": "Ultrasonic wavefront shaping is crucial for biomedical and industrial applications but remains severely constrained by longitudinal-transverse mixed-mode scattering at solid interfaces, resulting in substantial energy leakage and consequently poor transmission. Achieving perfect refraction under the… [Phys. Rev. Applied] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Bosonic entanglement and quantum sensing from energy transfer in two-tone Floquet systems",
      "authors": [
        "Yinan Chen, Andreas Elben, Angel Rubio, and Gil Refael"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/cm49-smhr",
      "doi": "10.1103/cm49-smhr",
      "summary": "Quantum-enhanced sensors, which surpass the standard quantum limit (SQL) and approach the fundamental precision limits dictated by quantum mechanics, are finding applications across a wide range of scientific fields. This quantum advantage becomes particularly significant when a large number of part… [Phys. Rev. Research 7, 043014] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Delta-kick collimation of heteronuclear Feshbach molecules",
      "authors": [
        "T. Estrampes, J. P. D’Incao, J. R. Williams, T. A. Schulze, E. M. Rasel, E. Charron, and N. Gaaloul"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/858b-f2k9",
      "doi": "10.1103/858b-f2k9",
      "summary": "We present a theoretical study of delta-kick collimation (DKC) applied to heteronuclear Feshbach molecules, focusing on both condensed and thermal ensembles across various interaction and temperature regimes. We demonstrate that DKC enables significant reductions in molecular cloud expansion energie… [Phys. Rev. Research 7, 043015] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Extending the capillary wave model to include the effect of bending rigidity: X-ray reflectivity and diffuse scattering",
      "authors": [
        "Chen Shen (沈辰), Honghu Zhang (张洪湖), Beate Klösgen, and Benjamin M. Ocko"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/znt1-fmx6",
      "doi": "10.1103/znt1-fmx6",
      "summary": "The surface roughness of a thin film at a liquid interface exhibits contributions of thermally excited fluctuations. This thermal roughness depends on temperature ($T$), surface tension ($γ$), and elastic material properties, specifically the bending modulus ($κ$) of the film. A nonzero $κ$ suppress… [Phys. Rev. Research 7, 043016] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Nonequilibrium thermodynamics of gravitational objective-collapse models",
      "authors": [
        "Simone Artini, Gabriele Lo Monaco, Sandro Donadi, and Mauro Paternostro"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/7hqd-zf96",
      "doi": "10.1103/7hqd-zf96",
      "summary": "We investigate the entropy production in the Diósi-Penrose (DP) model, one of the most extensively studied gravity-related collapse mechanisms, and one of its dissipative extensions. To this end, we analyze the behavior of a single harmonic oscillator, subjected to such collapse mechanisms, focusing… [Phys. Rev. Research 7, 043017] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Hydroelastic scattering and trapping of microswimmers",
      "authors": [
        "Sagnik Garai, Ursy Makanga, Akhil Varma, and Christina Kurzthaler"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/rcdx-gftq",
      "doi": "10.1103/rcdx-gftq",
      "summary": "A perturbative approach shows how hydroelastic interactions with deformable surfaces steer microswimmers. Pushers typically scatter, in contrast to their motion near planar walls, while pullers experience enhanced attraction. [Phys. Rev. Research 7, L042005] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Geometry-dependent defect merging induces bifurcated dynamics in active networks",
      "authors": [
        "Fan Yang, Shichen Liu, Hao Wang, Heun Jin Lee, Rob Phillips, and Matt Thomson"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/m8cb-gf1q",
      "doi": "10.1103/m8cb-gf1q",
      "summary": "Microtubule-motor networks can merge defects through active crosslinking, with the outcomes governed by network geometry. Experiments and simulations reveal a bifurcation in V-shaped networks, where cracks merge below a critical angle and buckle open at larger angles. [Phys. Rev. Research 7, L042006] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRResearch",
      "journal": "Phys. Rev. Research",
      "journalShort": "PRResearch",
      "type": "published",
      "title": "Closed-form survival probabilities for biased random walks at arbitrary step number",
      "authors": [
        "Debendro Mookerjee and Sarah Kostinski"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/krxn-vqnt",
      "doi": "10.1103/krxn-vqnt",
      "summary": "A combinatorial approach yields exact, closed-form expressions for the survival probability of a biased random walker on a one-dimensional lattice. The results are computationally fast and can be used to study the distribution of first passage times and the probability of last passage at arbitrary step number. [Phys. Rev. Research 7, L042007] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRX",
      "journal": "Phys. Rev. X",
      "journalShort": "PRX",
      "type": "published",
      "title": "Heralded Entanglement of On-Demand Spin-Wave Solid-State Quantum Memories for Multiplexed Quantum Network Links",
      "authors": [
        "Jonathan Hänni, Alberto E. Rodríguez-Moldes, Félicien Appas, Soeren Wengerowsky, Dario Lago-Rivera, Markus Teller, Samuele Grandi, and Hugues de Riedmatten"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/wvv1-6lg8",
      "doi": "10.1103/wvv1-6lg8",
      "summary": "Heralded entanglement between two solid-state quantum memories with on-demand retrieval and temporal multimodality demonstrates a crucial building block for scalable quantum repeaters and long-distance quantum networks. [Phys. Rev. X 15, 041003] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "PRXQ",
      "journal": "PRX Quantum",
      "journalShort": "PRX Quantum",
      "type": "published",
      "title": "Learning Topological States from Randomized Measurements Using Variational Tensor-Network Tomography",
      "authors": [
        "Yanting Teng, Rhine Samajdar, Katherine Van Kirk, Frederik Wilde, Subir Sachdev, Jens Eisert, Ryan Sweke, and Khadijeh Najafi"
      ],
      "date": "2025-10-03T10:00:00+00:00",
      "link": "https://link.aps.org/doi/10.1103/qm7q-w9qj",
      "doi": "10.1103/qm7q-w9qj",
      "summary": "A data-driven heuristic method using tensor-network ansatze is shown to perform high-fidelity tomography of topological states. [PRX Quantum 6, 040303] Published Fri Oct 03, 2025"
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Floquet engineering of Feshbach resonances in ultracold gases",
      "authors": [
        "Alexander Guthmann, Felix Lang, Louisa Marie Kienesberger, Sian Barbosa, Artur Widera"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3856?af=R",
      "doi": "10.1126/sciadv.adw3856",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Comprehensive engineering of novel glycosyltransferase for efficient, donor-promiscuous, and regioselective glycosylation of flavonoids",
      "authors": [
        "Yang Lu, Lianghua Xie, Jiahong Xie, Gexin Liu, Jiaqi Fu, Luheng Zou, Qiu Lin, Yong Wang, Wei Chen"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu5064?af=R",
      "doi": "10.1126/sciadv.adu5064",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Padlock-designed MOFs triggers an “avalanche effect” to enhance apoptosis and suppress metastasis in central nervous system lymphoma",
      "authors": [
        "Ying Gong, Zhongguo Zhou, Tianxing Xu, Fulin Liu, Anmei Chen, Liang Zou, Tao Jiang, Yi Shi, Yang-Bao Miao"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv2647?af=R",
      "doi": "10.1126/sciadv.adv2647",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Direct measurement of Tan’s contact in a one-dimensional Lieb-Liniger gas",
      "authors": [
        "Qi Huang, Hepeng Yao, Xuzong Chen, Laurent Sanchez-Palencia"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv3727?af=R",
      "doi": "10.1126/sciadv.adv3727",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Using optical skyrmions to assess vectorial adaptive optics capabilities in the presence of complex aberrations",
      "authors": [
        "Yifei Ma, Zimo Zhao, Yuanxing Shen, Binguo Chen, An Aloysius Wang, Yuxi Cai, Ji Qin, Runchen Zhang, Yunqi Zhang, Jiahe Cui, Bangshan Sun, Jiawen Li, Yuzhu Shi, Liangyu Deng, Honghui He, Lin Luo, Yonghong He, Yun Zhang, Ben Dai, Daniel J. Royston, Steve J. Elston, Stephen M. Morris, Martin J. Booth, Chao He"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv7904?af=R",
      "doi": "10.1126/sciadv.adv7904",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Revealing atomic-scale switching pathways in van der Waals ferroelectrics",
      "authors": [
        "Xinyan Li, Kenna Ashen, Chuqiao Shi, Nannan Mao, Saagar Kolachina, Kaiwen Yang, Tianyi Zhang, Sajid Husain, Ramamoorthy Ramesh, Jing Kong, Xiaofeng Qian, Yimo Han"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3295?af=R",
      "doi": "10.1126/sciadv.adw3295",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Recent and early 20th century destabilization of the subpolar North Atlantic recorded in bivalves",
      "authors": [
        "Beatriz Arellano-Nava, Timothy M. Lenton, Chris A. Boulton, Sarah Holmes, James Scourse, Paul G. Butler, David J. Reynolds, Tamara Trofimova, Pierre Poitevin, Alejandro Román-González, Paul R. Halloran"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw3468?af=R",
      "doi": "10.1126/sciadv.adw3468",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The PP2A-B55α phosphatase is a master regulator of mitochondrial degradation and biogenesis",
      "authors": [
        "Valentina Cianfanelli, Monica Nanni, Samantha Corrà, Sofia Mauri, David Sumpton, Sergio Lilla, Rossella De Cegli, Matteo Bordi, Giacomo Milletti, Caterina Ferraina, Arnaldur Hall, Michele Petraroia, Valentina Clausi, Ezio Giorda, Marco Scarsella, Alessandra Barbiera, Giulia Cadeddu, Marco Colasanti, Tiziana Persichini, Kenji Maeda, Apolinar Maya-Mendoza, Jiri Bartek, Chiara Di Malta, Franco Locatelli, Sara Zanivan, Shehab Ismail, Elena Ziviani, Francesco Cecconi"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw7376?af=R",
      "doi": "10.1126/sciadv.adw7376",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Limited phosphate resources are efficiently allocated to each organ by the PHR1-EIN3/EIL1 module to coordinate their establishment",
      "authors": [
        "Fu-Huan Yu, Cheng-yue Gu, Yi-Bo Wang, Xin-Rong Mu, Qin-Xin Bao, Na Sai, Yonghua Yang, Jinliang Qi, Minkai Yang, Lai-Sheng Meng"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw7727?af=R",
      "doi": "10.1126/sciadv.adw7727",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Cryo-EM resolves the structure of the archaeal dsDNA virus HFTV1 from head to tail",
      "authors": [
        "Daniel X. Zhang, Michail N. Isupov, Rebecca M. Davies, Sabine Schwarzer, Mathew McLaren, William S. Stuart, Vicki A. M. Gold, Hanna M. Oksanen, Tessa E. F. Quax, Bertram Daum"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx1178?af=R",
      "doi": "10.1126/sciadv.adx1178",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Water-flow electric-gating effect on a van der Waals surface",
      "authors": [
        "Hua Kang, Yang Yue, Jiayu Liang, Xuejun Wang, Dingding Jiang, Hangyan Chen, Yunqi Liu, Qinghong Yuan, Dacheng Wei"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx5747?af=R",
      "doi": "10.1126/sciadv.adx5747",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Chromosome architecture affects virulence and competitiveness in Agrobacterium tumefaciens C58",
      "authors": [
        "Ephraim Aliu, Keunsub Lee, Ram Sanath-Kumar, Christopher Youngstrom, Lander Geadelmann, Dibyajyoti Pramanik, Qing Ji, Xindan Wang, Kan Wang"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx7408?af=R",
      "doi": "10.1126/sciadv.adx7408",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Neonatal regulatory T cells persist into adulthood across multiple tissues with high enrichment in the skin",
      "authors": [
        "Morgane Hilaire, Angélina Mimoun, Léonie Cagnet, Rémy Villette, Aristeidis Roubanis, Hugo Sentenac, Benoît L. Salomon"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx8037?af=R",
      "doi": "10.1126/sciadv.adx8037",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Organocatalyzed atroposelective dynamic kinetic resolutions via transient seven-membered cyclic hemiacetals",
      "authors": [
        "Qinglong Zhou, Yuhang Chen, Wei Yuan, Sai Vikrama Chaitanya Vummaleti, Xinyue Xiang, Bowen Zhu, Yonggui Robin Chi, Xinglong Zhang, Xing Yang"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adx8255?af=R",
      "doi": "10.1126/sciadv.adx8255",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Single-cell atlas of cervical organoids uncovers epithelial immune heterogeneity and intercellular cross-talk during Chlamydia infection",
      "authors": [
        "Pon Ganish Prakash, Naveen Kumar, Stefanie Koster, Christian Wentland, Jayabhuvaneshwari Dhanraj, Rajendra Kumar Gurumuthy, Cindrilla Chumduri"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady1640?af=R",
      "doi": "10.1126/sciadv.ady1640",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Abnormal O-glycan sialylation in the mPFC contributes to depressive-like behaviors in male mice",
      "authors": [
        "Youngsuk Seo, Inwoong Song, Ki Jung Kim, Bomi Chang, Prajitha Pradeep, Woo Suk Roh, Woojin Won, Jinhyeong Joo, Myeongju Kim, Jae Cheol Jeong, C. Justin Lee, Boyoung Lee"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady2733?af=R",
      "doi": "10.1126/sciadv.ady2733",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Magnetostratigraphic constraints on the late Ediacaran paleomagnetic enigma",
      "authors": [
        "James S. Pierce, David A. D. Evans, Dana E. Polomski, Nasrrddine Youbi, Mohamed A. Mediany, Jihane Ounar, Rachid Oukhro, M. Ahmed Boumehdi, Justin V. Strauss, C. Brenhin Keller, Andres Gärtner, Maria Ovtcharova, Jörn-Frederik Wotzlaw, Ulf Linnemann"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady3258?af=R",
      "doi": "10.1126/sciadv.ady3258",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "One-step separation of lithium from natural ores in seconds",
      "authors": [
        "Shichen Xu, Justin Sharp, Alex Lathem, Qiming Liu, Lucas Eddy, Weiqiang Chen, Karla J. Silva, Shihui Chen, Bowen Li, Tengda Si, Jaeho Shin, Chi Hun Choi, Yimo Han, Kai Gong, Boris I. Yakobson, Yufeng Zhao, James M. Tour"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady6457?af=R",
      "doi": "10.1126/sciadv.ady6457",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Enhanced spectral purity of WSe2 quantum emitters via conformal organic adlayers",
      "authors": [
        "Riddhi Ananth, M. Iqbal Bakti Utama, David D. Xu, Albert F. Vong, Tumpa Sadhukhan, Hongfei Zeng, Rafael López-Arteaga, Wei Wang, Seok Daniel Namgung, S. Carin Gavin, Anushka Dasgupta, Yi Liang, Alina Bennett, Fateme Mahdikhany, Kenji Watanabe, Takashi Taniguchi, Vinod K. Sangwan, Chad A. Mirkin, Tobin J. Marks, Xuedan Ma, Nathaniel P. Stern, George C. Schatz, Emily A. Weiss, Mark C. Hersam"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady7557?af=R",
      "doi": "10.1126/sciadv.ady7557",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "1′-Cyanocytidine-5′-isobutyryl is a potent SARS-CoV-2 inhibitor in culture and infected Syrian hamsters",
      "authors": [
        "Franck Amblard, Mahesh Kasthuri, Julia C. LeCher, Sijia Tao, Ramyani De, Rana Abdelnabi, Ingrid Marko, Longhu Zhou, Chengwei Li, Junxing Shi, Shu Ling Goh, Jessica Downs-Bowen, Leda Bassit, Selwyn Hurwitz, Keivan Zandi, Tamara McBrayer, Birgit Weynand, Kenneth A. Johnson, Johan Neyts, Raymond F. Schinazi"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz5913?af=R",
      "doi": "10.1126/sciadv.adz5913",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Linking the pressure dependence of the structure and thermal stability to α- and β-relaxations in metallic glasses",
      "authors": [
        "Jie Shen, Antoine Cornet, Alberto Ronca, Eloi Pineda, Fan Yang, Jean-Luc Garden, Gael Moiroux, Gavin Vaughan, Marco di Michiel, Gaston Garbarino, Fabian Westermeier, Celine Goujon, Murielle Legendre, Jiliang Liu, Daniele Cangialosi, Beatrice Ruta"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz7406?af=R",
      "doi": "10.1126/sciadv.adz7406",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Programmable mechanical metastructures modeling polydomain materials",
      "authors": [
        "Yifan Yang, Xiaoliang Zhang, Ting Wang, Xinqi Lin, Fan Xu"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adz9811?af=R",
      "doi": "10.1126/sciadv.adz9811",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "The mechanistic basis of cargo selection during Golgi maturation",
      "authors": [
        "Rebecca J. Taylor, Nikita Zubkov, Katarzyna A. Ciazynska, Jonathan G. G. Kaufman, Grigory Tagiltsev, David J. Owen, John A. G. Briggs, Sean Munro"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aea0016?af=R",
      "doi": "10.1126/sciadv.aea0016",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Observation of anomalous thermal Hall effect in a Kagome superconductor",
      "authors": [
        "Hiroki Yoshida, Hikaru Takeda, Jian Yan, Yui Kanemori, Brenden R. Ortiz, Yuzki M. Oey, Stephen D. Wilson, Marcin Konczykowski, Kota Ishihara, Takasada Shibauchi, Minoru Yamashita"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adu2973?af=R",
      "doi": "10.1126/sciadv.adu2973",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Systematic evolution of superconducting pairing strength and Seebeck coefficients in correlated infinite-layer La1–xSrxNiO2",
      "authors": [
        "Motoki Osada, Shusaku Imajo, Yuji Seki, Kousuke Ishida, Tsutomu Nojima, Kohei Fujiwara, Koichi Kindo, Yusuke Nomura, Atsushi Tsukazaki"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adv6488?af=R",
      "doi": "10.1126/sciadv.adv6488",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Attentional switching in larval zebrafish",
      "authors": [
        "Kumaresh Krishnan, Akila Muthukumar, Scott Sterrett, Paula Pflitsch, Adrienne L. Fairhall, Mark Fishman, Armin Bahl, Hanna Zwaka, Florian Engert"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ads4994?af=R",
      "doi": "10.1126/sciadv.ads4994",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Mechanochemical waves in focal adhesions during cell migration",
      "authors": [
        "Marc A. Fernández-Yagüe, Elijah N. Marquez, Chetan S. Poojari, Jianping Fu, Yingxiao Wang, Aránzazu del Campo, Andrés J. García"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adw6425?af=R",
      "doi": "10.1126/sciadv.adw6425",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Secretory IgA amplification during immune checkpoint blockade enhances the control of tumor growth by enterotropic T cells",
      "authors": [
        "Benedetta De Ponte Conti, Rebecca Marino, Tanja Rezzonico-Jost, Mattia Forcato, Davide Mangani, Elisabetta Notario, Giorgio Gargari, Elena Carelli, Andrea Rinaldi, Andrea Raimondi, Simone Moro, Marinella Marzano, Grazia Visci, Lisa Perruzza, Matteo Raneri, Denise Dallavalle, Giacomo Mantegazza, Ludovica Montani, Francesco Prisco, Roshan Takur, Jens Geginat, Frauke Seehusen, Samuele Notarbartolo, Graziano Pesole, Silvio Bicciato, Simone Guglielmetti, Fabio Grassi"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aeb5308?af=R",
      "doi": "10.1126/sciadv.aeb5308",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Predictability of infectious disease outbreak severity: Chikungunya as a case study",
      "authors": [
        "Alexander D. Meyer, Sandra Mendoza Guerrero, Natalie E. Dean, Kathryn B. Anderson, Steven T. Stoddard, T. Alex Perkins"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.adt5419?af=R",
      "doi": "10.1126/sciadv.adt5419",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Translation landscape of stress granules",
      "authors": [
        "Yichun Wu, Xing Wang, Lingyu Meng, Zhizhao Liao, Wei Ji, Peipei Zhang, Jie Lin, Qiang Guo"
      ],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.ady6859?af=R",
      "doi": "10.1126/sciadv.ady6859",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Erratum for the Research Article “Exendin-4 gene modification and microscaffold encapsulation promote self-persistence and antidiabetic activity of MSCs” by Y. Zhang et al.",
      "authors": [],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aea8045?af=R",
      "doi": "10.1126/sciadv.aea8045",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "SciAdv",
      "journal": "Science Advances",
      "journalShort": "Sci Adv.",
      "type": "published",
      "title": "Erratum for the Research Article “A general temperature-guided language model to design proteins of enhanced stability and activity” by F. Jiang et al.",
      "authors": [],
      "date": "2025-10-03T07:00:00+00:00",
      "link": "https://www.science.org/doi/abs/10.1126/sciadv.aeb7595?af=R",
      "doi": "10.1126/sciadv.aeb7595",
      "summary": "Science Advances, Volume 11, Issue 40, October 2025."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Author Correction: Ribonucleotide incorporation into mitochondrial DNA drives inflammation",
      "authors": [
        "Amir Bahat",
        "Dusanka Milenkovic",
        "Eileen Cors",
        "Mabel Barnett",
        "Sadig Niftullayev",
        "Athanasios Katsalifis",
        "Marc Schwill",
        "Petra Kirschner",
        "Thomas MacVicar",
        "Patrick Giavalisco",
        "Louise Jenninger",
        "Anders R. Clausen",
        "Vincent Paupe",
        "Julien Prudent",
        "Nils-Göran Larsson",
        "Manuel Rogg",
        "Christoph Schell",
        "Isabella Muylaert",
        "Erik Larsson",
        "Hendrik Nolte",
        "Maria Falkenberg",
        "Thomas Langer"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41586-025-09682-9",
      "doi": "10.1038/s41586-025-09682-9",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/s41586-025-09682-9 Author Correction: Ribonucleotide incorporation into mitochondrial DNA drives inflammation"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "First human transplant of kidney modified to have ‘universal’ blood type",
      "authors": [
        "Rachel Fieldhouse"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03248-5",
      "doi": "10.1038/d41586-025-03248-5",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03248-5 Recipient diagnosed with brain death received a type-O organ, which is compatible with all blood types."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "‘Rogue’ planet is fastest-growing ever observed",
      "authors": [],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03208-z",
      "doi": "10.1038/d41586-025-03208-z",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03208-z Cha 1107-7626 is devouring matter during its solo drift across the Galaxy."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Violin therapy: Books in brief",
      "authors": [
        "Andrew Robinson"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03226-x",
      "doi": "10.1038/d41586-025-03226-x",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03226-x Andrew Robinson reviews five of the best science picks."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "A scientist’s guide to AI agents — how could they help your research?",
      "authors": [
        "Elizabeth Gibney"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03246-7",
      "doi": "10.1038/d41586-025-03246-7",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03246-7 Researchers are increasingly turning to artificial-intelligence tools that can handle complex, multi-step processes."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "AI has designed thousands of potential antibiotics. Will any work?",
      "authors": [
        "Rachel Fieldhouse"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03201-6",
      "doi": "10.1038/d41586-025-03201-6",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03201-6 Machine learning can speed up the discovery of potential antibiotics but challenges remain."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Creative hobbies could slow brain ageing at the molecular level",
      "authors": [
        "Gemma Conroy"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03197-z",
      "doi": "10.1038/d41586-025-03197-z",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03197-z To keep the mind young, dance the tango."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "Weaponizing uncertainty in science and in public health puts people in harm’s way",
      "authors": [],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03167-5",
      "doi": "10.1038/d41586-025-03167-5",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03167-5 Those who cite scientific studies to support policies should take care to tell the whole story, especially when it’s complex."
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "These science prizes want to rival the Nobels: how do they compare?",
      "authors": [
        "Chris Simms"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-03118-0",
      "doi": "10.1038/d41586-025-03118-0",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-03118-0 Being named as a Nobel laureate is the ultimate prize for many scientists, but how do other science prizes compare?"
    },
    {
      "journalKey": "Nature",
      "journal": "Nature",
      "journalShort": "Nature",
      "type": "published",
      "title": "The child of humanity becomes the mother of all",
      "authors": [
        "Yixuan Zhu"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/d41586-025-02955-3",
      "doi": "10.1038/d41586-025-02955-3",
      "summary": "Nature, Published online: 03 October 2025; doi:10.1038/d41586-025-02955-3 A new beginning."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Imaging isospin order in rhombohedral graphene reveals anisotropy in correlated states",
      "authors": [],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03036-y",
      "doi": "10.1038/s41567-025-03036-y",
      "summary": "Nature Physics, Published online: 03 October 2025; doi:10.1038/s41567-025-03036-y The microscopic magnetic textures of isospin symmetry-broken phases in rhombohedral tetralayer graphene have been directly imaged. By probing spin orientation and magnetic anisotropy at ultra-low fields, key energy scales — the spin–orbit coupling and intervalley Hund’s exchange — have been extracted, shedding new light on the phase hierarchy in strongly correlated electron systems."
    },
    {
      "journalKey": "NatPhys",
      "journal": "Nature Physics",
      "journalShort": "Nat Phys.",
      "type": "published",
      "title": "Terahertz excitation of collective dynamics of polar skyrmions over a broad temperature range",
      "authors": [
        "Wei Li",
        "Sixu Wang",
        "Pai Peng",
        "Haojie Han",
        "Xinbo Wang",
        "Jing Ma",
        "Jianlin Luo",
        "Jun-Ming Liu",
        "Jing-Feng Li",
        "Ce-Wen Nan",
        "Qian Li"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41567-025-03056-8",
      "doi": "10.1038/s41567-025-03056-8",
      "summary": "Nature Physics, Published online: 03 October 2025; doi:10.1038/s41567-025-03056-8 Terahertz control of polar skyrmions—topological textures of electric dipoles—is key for fast optoelectronics. Now, ultrafast excitation of polar skyrmions is achieved across two orders of magnitude of temperature in an oxide heterostructure."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Publisher Correction: Oxygen spillover on supported Pt-cluster for anti-CO-poisoning hydrogen oxidation",
      "authors": [
        "Di Shen",
        "Fanfei Sun",
        "Zhijian Liang",
        "Bingbao Mei",
        "Ying Xie",
        "Yucheng Wang",
        "Lei Wang",
        "Honggang Fu"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64767-3",
      "doi": "10.1038/s41467-025-64767-3",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-64767-3 Publisher Correction: Oxygen spillover on supported Pt-cluster for anti-CO-poisoning hydrogen oxidation"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: Cross-population GWAS and proteomics improve risk prediction and reveal mechanisms in atrial fibrillation",
      "authors": [
        "Shuai Yuan",
        "Jie Chen",
        "Xixin Ruan",
        "Yuying Li",
        "Sarah A. Abramowitz",
        "Lijuan Wang",
        "Fangyuan Jiang",
        "Ying Xiong",
        "Michael G. Levin",
        "Benjamin F. Voight",
        "Dipender Gill",
        "Stephen Burgess",
        "Agneta Åkesson",
        "Karl Michaëlsson",
        "Xue Li",
        "Scott M. Damrauer",
        "Susanna C. Larsson"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64765-5",
      "doi": "10.1038/s41467-025-64765-5",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-64765-5 Author Correction: Cross-population GWAS and proteomics improve risk prediction and reveal mechanisms in atrial fibrillation"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Author Correction: In situ visualization of endothelial cell-derived extracellular vesicle formation in steady state and malignant conditions",
      "authors": [
        "Georgia K. Atkin-Smith",
        "Jascinta P. Santavanond",
        "Amanda Light",
        "Joel S. Rimes",
        "Andre L. Samson",
        "Jeremy Er",
        "Joy Liu",
        "Darryl N. Johnson",
        "Mélanie Le Page",
        "Pradeep Rajasekhar",
        "Raymond K. H. Yip",
        "Niall D. Geoghegan",
        "Kelly L. Rogers",
        "Catherine Chang",
        "Vanessa L. Bryant",
        "Mai Margetts",
        "M. Cristina Keightley",
        "Trevor J. Kilpatrick",
        "Michele D. Binder",
        "Sharon Tran",
        "Erinna F. Lee",
        "Walter D. Fairlie",
        "Dilara C. Ozkocak",
        "Andrew H. Wei",
        "Edwin D. Hawkins",
        "Ivan K. H. Poon"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64770-8",
      "doi": "10.1038/s41467-025-64770-8",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-64770-8 Author Correction: In situ visualization of endothelial cell-derived extracellular vesicle formation in steady state and malignant conditions"
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "A blueprint for designing the next-generation of synthetic C<sub>1</sub> microbes",
      "authors": [
        "Giusi Favoino",
        "Òscar Puiggené",
        "Pablo I. Nikel"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64483-y",
      "doi": "10.1038/s41467-025-64483-y",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-64483-y Synthetic one-carbon assimilation could contribute to a more sustainable and circular carbon economy, but much work in this field has focused on model microorganisms. Here the authors provide their perspective on the potential value of non-model microbes, and how that potential could be realised."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Tellurium-assisted growth of large-scale atom-thin insulating amorphous carbon on insulating substrates",
      "authors": [
        "Ya Deng",
        "Zihao Wang",
        "Zhili Hu",
        "Ang Li",
        "Xin Zhou",
        "Zhaolong Chen",
        "Xingli Wang",
        "Jiawei Liu",
        "Kongyang Yi",
        "Dundong Yuan",
        "Xiaowei Wang",
        "Peikun Zhang",
        "Chao Zhu",
        "Xiaoxu Zhao",
        "Wei Ma",
        "Yao Wu",
        "Ruihuan Duan",
        "Qundong Fu",
        "Jiefu Yang",
        "Xiuxian Zhou",
        "Mengyao Cao",
        "Chao Zhu",
        "Beng Kang Tay",
        "Jian Zhang",
        "Mickael Lucien Perrin",
        "Wu Zhou",
        "Zhuhua Zhang",
        "Kostya S. Novoselov",
        "Zheng Liu"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63872-7",
      "doi": "10.1038/s41467-025-63872-7",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-63872-7 Monolayer amorphous carbon (a-C) has attracted attention due to its structural and electronic properties, but its synthesis has so far required the use of metal substrates. Here, the authors report the Te-assisted growth of large-scale 2D a-C patterns on various insulating substrates, confirming their insulating properties in quantum tunnelling devices."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Observation of multiple time crystals in a driven-dissipative system with Rydberg gas",
      "authors": [
        "Yuechun Jiao",
        "Weilun Jiang",
        "Yu Zhang",
        "Jingxu Bai",
        "Yunhui He",
        "Heng Shen",
        "Jianming Zhao",
        "Suotang Jia"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64488-7",
      "doi": "10.1038/s41467-025-64488-7",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-64488-7 The authors observed multiple time crystals in the continuously driven-dissipative and strongly interacting Rydberg thermal gases. This discovery may benefit the field of quantum metrology, such as continuous sensing, potentially surpassing the standard quantum limit, and time crystalline order as a frequency standard."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "Anle138b binds predominantly to the central cavity in lipidic Aβ₄₀ fibrils and modulates fibril formation",
      "authors": [
        "Mookyoung Han",
        "Benedikt Frieg",
        "Dirk Matthes",
        "Andrei Leonov",
        "Sergey Ryazanov",
        "Karin Giller",
        "Evgeny Nimerovsky",
        "Marianna Stampolaki",
        "Kai Xue",
        "Kerstin Overkamp",
        "Christian Dienemann",
        "Dietmar Riedel",
        "Armin Giese",
        "Stefan Becker",
        "Bert L. de Groot",
        "Gunnar F. Schröder",
        "Loren B. Andreas",
        "Christian Griesinger"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-64443-6",
      "doi": "10.1038/s41467-025-64443-6",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-64443-6 This study characterizes the interaction between the clinical candidate anle138b and Aβ₄₀ fibrils in a lipid environment. The compound reduced fibril formation by approximately 75%, providing insights relevant to Alzheimer’s drug development."
    },
    {
      "journalKey": "NatCommun",
      "journal": "Nature Communications",
      "journalShort": "Nat Commun.",
      "type": "published",
      "title": "A long-term self-driven metronomic photodynamic system for cancer therapy",
      "authors": [
        "Weili Wang",
        "Binglin Ye",
        "Yao Liu",
        "Zhi Li",
        "Qianying Huang",
        "Jialin Zhou",
        "Min Hu",
        "Jun Jiang",
        "Weilin Wang",
        "Zhengwei Mao",
        "Yuan Ding"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41467-025-63868-3",
      "doi": "10.1038/s41467-025-63868-3",
      "summary": "Nature Communications, Published online: 03 October 2025; doi:10.1038/s41467-025-63868-3 Metronomic photodynamic therapy is a long-term, low-dose treatment strategy limited by the need of continuous photosensitizer administration. Here this group reports combining the self-bioluminescent bacteria with a neutral red photosensitizer in alginate microcapsules as a self-driven metronomic photodynamic therapeutic system with preclinical anti-cancer effects."
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Spectroscopic probe of spin current",
      "authors": [
        "Daniel McNally"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02365-w",
      "doi": "10.1038/s41563-025-02365-w",
      "summary": "Nature Materials, Published online: 03 October 2025; doi:10.1038/s41563-025-02365-w Spectroscopic probe of spin current"
    },
    {
      "journalKey": "NatMater",
      "journal": "Nature Materials",
      "journalShort": "Nat Mater.",
      "type": "published",
      "title": "Quantitative and mechanistic insights into proton dynamics for fast energy storage",
      "authors": [
        "Ziyue Li",
        "Yuxiao Lin",
        "Mounesha N. Garaga",
        "Steven G. Greenbaum",
        "Mochou Liao",
        "Jiafeng Ruan",
        "Qin Li",
        "Yunsong Li",
        "Dalin Sun",
        "Kang Xu",
        "Fang Fang",
        "Fei Wang"
      ],
      "date": "2025-10-03T00:00:00+00:00",
      "link": "https://www.nature.com/articles/s41563-025-02366-9",
      "doi": "10.1038/s41563-025-02366-9",
      "summary": "Nature Materials, Published online: 03 October 2025; doi:10.1038/s41563-025-02366-9 Contributions of vehicular and structural proton transport are quantified in phosphoric acid electrolytes, with linking structural diffusion to hydrogen bonds. The derived conductivity model guides electrolyte-conductivity trends and identifies 5.8 M for low-temperature batteries."
    }
  ]
}